{"content": "Share this:\n\n\"Private Prison Operator Set To Rake In $17 Million With New 400-Bed Detention Center\" Share:\n\nAn Orange County Sheriff’s deputy keeps a watch over a group of immigration detainees. CREDIT: AP Photo / Jae C. Hong\n\nThe Immigration and Customs Enforcement (ICE) agency has opened up a privately-owned, 400-bed immigrant detention center in Central California to accommodate minimum-security detainees. The facility, operated by a private prison operator with a history of mistreatment allegations, will hold immigrants transferred from local police custody in Central Valley as well as long-term detainees from other parts of the states, the Los Angeles Times reported.\n\nThe Mesa Verde Detention Facility, a private detention center operated by the for-profit prison corporation GEO Group, is located in a rural location where there aren’t immigration court judges, so immigrants will have their court hearings via live video feeds, the LA Times noted.\n\nIn a press release last month, the GEO Group announced that it completed a $10 million renovation of the facility. The facility, converted from a former prison that shut down due to lack of inmates, “is expected to generate approximately $17 million in annualized revenues,” the release stated.\n\nAdvocates have argued that the rural location makes it difficult for detainees to meet with attorneys. They also criticized the GEO Group, which has been charged with neglect and poor conditions in the past for its operations in other immigrant detention centers.\n\nThe video feed connection to an immigration judge and the remoteness of the Bakersfield facility recall the situation at the now-defunct family detention center in Artesia, New Mexico, another GEO Group-owned facility where advocates accused officials of undertaking swift deportations to deter would-be migrants from making the trek across the southern U.S. border.\n\nLawyers at Artesia often encountered difficulties, like a female detainee who “said an official told her if she signed a paper, she’d get a hearing with a judge even faster. With no land line at the facility, the detainee handbook states that women should have access to flip phones held by guards three times a day, but those interviewed said they are only allowed one 3-5 minute call each day and that if the children misbehaved, everyone lost access to phones.” Other lawyers complained about the “expedited process that’s taking place” and that the area’s isolation makes it “impossible for the pro bono community to step forward.”\n\nWhen probed by the LA Times about the remote location of the Bakersfield detention center, ICE officials said that it “affords us the option to house foreign nationals encountered in Central California at a facility closer to their families and communities.”\n\nICE told The Bakersfield Californian last month that “the detainees, all men, will live in a dorm-style environment with communal day rooms where they can watch television, make phone calls and play board games. … They will have access to an on-site law library, a medical clinic and religious services.” The facility will also include dining and visitation rooms and recreation areas, while their health care will be provided by GEO’s Care Division.\n\nLast year, hundreds of detainees went on a hunger strike at the GEO Group-owned, 1,575-bed Northwest Detention Center, complaining about the “bad food, substandard medical care, high commissary prices and lack of access to fair and timely court hearings,” the Seattle Globalist wrote. In 2012, Fernando Dominguez Valdivia, an immigrant detainee at the GEO-owned Adelanto Immigration Center, died from bronchopneumonia without receiving adequate medical attention. Valdivia’s death was deemed preventable according to a U.S. Office of Detention Oversight investigation afterwards.\n\nPrivate prison operators have an incentive to keep as many detainees in its centers. Each detainee is worth about $107 a night to the GEO Group at the Mesa Verde Detention Facility, the LA Times noted. That incentive likely helps maintain the federal government’s bed quota mandate, a federal requirement for Immigration and Customs Enforcement (ICE) to detain at least 34,000 people per day in detention facilities. A quick glance at just one recent federal solicitation for a 2,000-bed immigrant detention facility requests that “the contractor will be required to house a daily population of 100 [percent] of the accepted contract beds.”\n\nDepartment of Homeland Security Secretary Jeh Johnson announced the dissolution of the federal enforcement program known as Secure Communities last November, a controversial program that led to numerous jurisdictions limiting their cooperation with ICE to transfer over suspected undocumented immigrants. ICE Director Sarah Saldaña recently had to walk back a statement during a House hearing saying that she supports a policy to require local law enforcement officers to hold immigrants for ICE.", "topic": "Immigration", "politicalLabel": "Liberal", "organization": "ThinkProgress", "biasLabel": "Biased", "title": "Private Prison Operator Set To Rake In $17 Million With New 400-Bed Detention Center", "yellowLabel": "Not Yellow", "tags": "set(['DEPORTATION', 'Deportation', 'MEXICO', 'Immigration', 'IMMIGRATION', 'MARCO RUBIO', 'California', 'Immigration and Customs Enforcement', 'CALIFORNIA'])", "opinionLabel": "Other"}