{"content": "Immigrant rights activists shout slogans in front of the White House on Aug. 28. A new report from immigration advocates says that Immigration and Customs Enforcement is using \"out of control\" tactics to deport undocumented immigrants. | MANDEL NGAN via Getty Images\n\nWASHINGTON -- Advocates are alleging that Immigration and Customs Enforcement is \"more out of control than ever,\" going after immigrants aggressively ahead of potential executive action from President Barack Obama that could shield some of the immigrants from deportation.\n\nA report released Wednesday by the National Day Laborer Organizing Network details findings from more than 30 interviews with undocumented immigrants, legal experts and advocates. The authors said ICE has retaliated against protesters; collaborated with rogue law enforcement; and used enforcement operations that function much like raids, picking up people beyond the ones agents say they are looking for.\n\nThe report comes as immigration advocates wait for promised changes to policy on deportations. Obama vowed earlier this year to use executive action to reform the immigration system, including moves that could protect millions from being deported, but delayed his plans until after the end of the election. In the meantime, the report alleges, ICE seems to be attempting to deport as many people as it can.\n\n\"It's like someone eating all the ice cream in the freezer on Sunday knowing they’re going on a diet on Monday,\" one organizer, who is not quoted by name, says in the report. \"ICE is more out of control than ever.\"\n\nThere have been more than 2 million deportations during Obama's time in office. In the 2013 fiscal year, immigration agents carried out 438,421 removals -- a record number -- according to figures released by the government last week. Though deportation numbers have gone up under Obama, the administration has argued its record is mitigated by the proportion of those deported who have criminal records and by the proportion who were apprehended at the border. About 45 percent of immigrants deported in the 2013 fiscal year had criminal records; about 40 percent of deportations involved people detained at the border.\n\nBut critics of the Obama administration's deportation policies argue that those numbers belie a reality of many people being separated from their families for crimes committed long ago, minor offenses or no criminal offenses at all. The National Day Laborer Organizing Network report accuses ICE of \"pursuing a public relations strategy to label each detainee with the stigmatizing categories of 'criminals' and conflating the term with 'those who pose a threat to public safety.'\"\n\nThe report quotes Francisco Aguirre, a 35-year-old undocumented immigrant who lives in Oregon, who says he was arrested on drug charges when he was 19 years old and pleaded guilty -- though he says he was not guilty -- on the advice of his lawyer. He was deported to El Salvador in 2000, but returned to the U.S. and has children here. An ICE spokesman told The Oregonian that Aguirre came to the agency's attention after he was arrested in August on suspicion of driving under the influence. Aguirre is now taking sanctuary in a church in Oregon.\n\n\"ICE says that I am a 'risk to public safety' because when I was 19 years old I was arrested with some drug charges. ... So much time has passed since then,\" he is quoted as saying in the report. \"I have lived in this country for almost 20 years. I have helped build our local organizations and the workers’ center. I have helped my fellow immigrants. I have children who I am raising and providing for. But none of that counts.\"\n\nStates and localities across the country have begun to limit police cooperation with ICE, in part based on concerns that people were being swept up by immigration enforcement even if they were never charged or convicted of a crime. Officials in those areas and immigration advocates say that ICE programs such as Secure Communities can increase distrust of police. Now, some localities are declining to hold potentially deportable people for ICE except in certain circumstances. Without that cooperation, ICE is increasingly picking up immigrants to be detained who are in court, at the DMV or in probation programs, according to the report.\n\nICE spokeswoman Gillian Christensen said the agency has not been able to review the National Day Laborer Organizing Network report, but she defended ICE's practices. She said the agency has \"dramatically changed the way it conducts immigration enforcement\" over the past several years by using discretion on whom it targets and focusing on criminals and other priority individuals.\n\nChristensen confirmed that ICE is using more field operations in jurisdictions that have stopped cooperating with the agency's requests, called detainers, to hold people who have been arrested.\n\n\"ICE requests detainers on individuals arrested on criminal charges to ensure that dangerous criminals are not released from prisons or jails and into our communities,\" she said. \"While it’s true that jurisdictions not honoring ICE detainers has resulted in an increase of fugitive operations in the field, the agency is focused, first and foremost, on the arrest and removal of convicted criminal individuals who pose the greatest threat to public safety.\"\n\nOrganizers also said in the report that they are seeing more targeted enforcement operations that turn into broader efforts to net undocumented immigrants. ICE at times goes into neighborhoods purportedly to look for a specific person, but then asks others for their fingerprints, putting them at risk for deportation as well.\n\n\"Before ICE used to round people up in the community. Now, they go to people’s houses,\" Fernando Lopez, an organizer with the New Orleans Congress of Day Laborers, says in the report. \"They show them a picture of a person they usually don’t know. Even if the person isn’t there, everyone in the house still gets fingerprinted using the biometric machines. The only difference is ICE makes sure to show people a photograph so that they can say it is targeted enforcement and not a raid.\"", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "Huffington Post", "biasLabel": "Not Biased", "title": "ICE Is 'Out Of Control'", "yellowLabel": "Not Yellow", "tags": "set(['Most Popular on HuffPost'])", "opinionLabel": "Other"}