{"content": "Just as supporters of the Affordable Care Act were celebrating the news that the law’s new health insurance exchanges had enrolled 6 million Americans—below the initial 7 million target for the first year, but not shabby given the technical fiascos last fall—comes a reminder of how far we still have to go before the law comes close to achieving its purpose. Gallup has released the results of a 2013 survey asking Americans whether they “did not have enough money to pay for the healthcare and/or medicine they and their families needed.” The eye-opening results are, essentially, a final snapshot of the country before the Affordable Care Act went into effect—and a dispiriting reminder of why the law is, at least for the foreseeable future, going to fall so short of its aims.\n\nOn average, the survey found, 18.6 percent of respondents said they struggled to afford health care. But there was a wide range—from a low of 12 percent in Iowa and Minnesota to a high of double that—24.5 percent—in Alabama. Not surprisingly, the survey rankings match up closely with the state-by-state rates for people without health insurance. And this is, after all, what the Affordable Care Act was at its root all about—trying to extend health insurance coverage, and thereby minimize a huge source of economic insecurity, especially in parts of the country with high rates of uninsured where state and local authorities had done little to address the problem.\n\nAnd this is why what it is happening now with the Affordable Care Act is so dispiriting—even with that 6 million threshold having been crossed. Of the 11 top states in the Gallup survey, from Alabama on down, only four have opted to expand eligibility for Medicaid as the Affordable Care Act called for—the provision that was supposed to achieve half of the law’s coverage expansion, with the other half coming via subsidies for people earning above 133 percent of the poverty level to buy private plans on the exchange. Those four states are West Virginia, Kentucky, Arkansas and Arizona. But in the other seven states ranking highest for residents’ health care cost woes—Alabama, Mississippi, North Carolina, Oklahoma, South Carolina, Florida and Texas—the neediest of the uninsured have gotten zero help from the law.\n\nWhat makes this even more confounding is the general lack of awareness of this dynamic in the media's coverage of the Affordable Care Act. Again and again, commentators express surprise and mystification at the lack of support for, and knowledge of, the law among the uninsured—it’s taken as somehow gravely damning that the law is not a bigger hit among the people it was meant to help. But of course many of the uninsured don’t approve of or know about the law—in most of the states with the highest levels of uninsured, many of the uninsured are barred from being covered by the law! Given that, why ever would they tell pollsters they approve of it?\n\nBeyond that, many seem unaware of just how grim the status quo actually is in the states that have not accepted the Medicaid expansion. Take, for instance, the hot-tempered exchange on MSNBC on Wednesday night that has gotten quite a bit of attention, between host Chris Hayes and Jennifer Stefano of Americans for Prosperity, the Koch brothers-backed group that has been spending heavily to block Medicaid expansion. Hayes valiantly tried to rein Stefano into the realm of reality—she seemed, for one thing, to believe that 133 percent of the poverty level, the eligibility threshold for the law's Medicaid expansion, was $94,000, when in fact, for a family of four, it’s a mere $31,000. (Stefano also exhibited remarkable gall in criticizing the law for not expanding coverage to more of the uninsured when, of course, her own organization has been fighting tooth and nail against allowing that expansion to occur.)\n\nBut even Hayes understated what’s at stake: he referred to the Medicaid expansion as raising eligibility from 100 percent of the poverty level to 133 percent, when in fact eligibility in most of the non-expansion states is far, far narrower now. In Texas, parents can only qualify for Medicaid if they earn less than 19 percent of the poverty level—that is, below $4,531. In Alabama, it’s even lower—16 percent of the poverty level. It’s barely higher than that in Louisiana, Georgia, Missouri, and Mississippi and Florida, all of which have their eligibbility threshold set below 40 percent of the poverty level—that is, below $9,540 for a family of four. In other words, one must be subsistence-level indigent in these states to even think about qualifying. And that’s only if one has kids—if one is a non-disabled adult without dependent children, forget it: no matter how poor you are, you don’t qualify for Medicaid.\n\nSo: right now, we have passed a law meant to expand coverage to all Americans, and yet it does not reach the poorest of our fellow citizens in nearly half the states in the country. That, on its face, is a major policy failure. No one really wanted to say this during the law’s drafting, but its underlying goal was to get coverage to people in red states where there was no local political will to address the problem. It’s generally preferable to let states address their own needs, but in this realm, only Massachusetts and a few others had even attempted to bring about near-universal coverage. The only way people in Birmingham or Brownsville were going to get covered was if the federal government saw to it that they did. As Obama himself put it in his recent interview with David Remnick:\n\nYou can be somebody who, for very legitimate reasons, worries about the power of the federal government—that it’s distant, that it’s bureaucratic, that it’s not accountable—and as a consequence you think that more power should reside in the hands of state governments. But what’s also true, obviously, is that philosophy is wrapped up in the history of states’ rights in the context of the civil-rights movement and the Civil War and Calhoun. There’s a pretty long history there. And so I think it’s important for progressives not to dismiss out of hand arguments against my Presidency or the Democratic Party or Bill Clinton or anybody just because there’s some overlap between those criticisms and the criticisms that traditionally were directed against those who were trying to bring about greater equality for African-Americans. The flip side is I think it’s important for conservatives to recognize and answer some of the problems that are posed by that history, so that they understand if I am concerned about leaving it up to states to expand Medicaid that it may not simply be because I am this power-hungry guy in Washington who wants to crush states’ rights but, rather, because we are one country and I think it is going to be important for the entire country to make sure that poor folks in Mississippi and not just Massachusetts are healthy.\n\nWe are one country. The Affordable Care Act’s Medicaid expansion was intended to affirm that. But the Supreme Court exploded that approach with its ruling making the Medicaid expansion optional. And so right now, we are most definitely not making sure the poor folks in Mississippi are healthy. More than 22 percent of them tell pollsters that they cannot afford health care for their family. And that’s not going to change anytime soon.\n\nAddendum, 2:30 p.m.: A front-page story in today's New York Times gives some personal voice to the numbers. The article quotes Walter Moreau, executive director of Foundation Communities, a Texas nonprofit that offers tax preparation services and has trained employees to help enroll its clients in health plans, who said the plight of people who should be covered by the Medicaid expansion but aren't is a \"huge problem\": “Clients come to the tax center and they’re hopeful about finding insurance they can afford, but then they find out they fall into the gap. Sometimes people get angry; other times people cry. It’s kind of a devastating situation.” And it quotes a St. Louis woman, Rene LaFerla, 58, a divorced full-time student in social work at Fontbonne University who receives $7,000 a year in rent payments from her housemates. As a childless adult, she is not eligible for traditional Medicaid, and her income is too low to qualify for subsidies on the exchange. She shopped on HealthCare.gov and was quoted a $450-a-month premium with a $6,300 deductible, far above what she can afford. “It’s been a big disappointment,” she said. “A lot of us voted for President Obama because we thought this was going to be a good thing.” Left unsaid by the article is whether she is aware that it was the Supreme Court and her state's leaders, not Obama, that left her high and dry.", "topic": "Obamacare", "politicalLabel": "Conservative", "organization": "New Republic", "biasLabel": "Not Biased", "title": "Obamacare will be a failure until Medicaid expands to red states", "yellowLabel": "Yellow", "tags": "set(['Events', 'Economics', 'the plank', 'Home News', 'The Plank', 'obamacare', 'Culture', 'health care', 'Books', 'medicaid', 'Identity', 'affordable care act', 'politics', 'World', 'Technology', 'Politics', 'Film', 'Economy'])", "opinionLabel": "Other"}