{"content": "The Bush administration is in the middle of a dramatic shift on national gun policy that's focused more on cracking down on illegal gun use than curbing the rights of people to buy and own guns. But critics are taking aim, charging that the administration and Attorney General John Ashcroft want to weaken existing gun control laws.\n\nIn one of the biggest policy shifts, Attorney General John Ashcroft last month proposed destroying the results of instant background checks for gun purchases after 24 hours, instead of the current 90 days. Ashcroft says it's a question of privacy, that there's no need for records on lawful gun buyers to be held by the government.\n\nJustice Department officials said the Brady Law that created the instant background checks called for the records from the National Instant Criminal Background Check System, or NICS, to be destroyed. But because of privacy concerns, Ashcroft worked with the FBI and the Bureau of Alcohol, Tobacco and Firearms on ways to make sure that the records could be destroyed as soon as possible, without compromising law enforcement.\n\nJustice Department spokeswoman Mindy Tucker said the administration's main focus, when it comes to gun ownership, is the prosecution of those who get and use guns illegally.\n\n\"I think the main thing with this administration when it comes to gun crime is that it is going to be heavily, heavily prosecuted,\" Tucker said. \"We are going to enforce the laws on our books when it comes to gun crimes.\"\n\nBut gun control advocates say destroying gun purchase records after one day is a mistake. They warn that it will make it harder for the government to track \"straw\" gun buy schemes, where people who can pass background checks and legally purchase guns get them for people who can't.\n\n\"We can't investigate many types of fraud and illegal gun sales if records are not maintained for a reasonable period of time,\" said Sen. Edward Kennedy, D-Mass., at a news conference Thursday. Kennedy and Sen. Charles Schumer, D-N.Y., introduced legislation that would require the FBI to keep the NICS records for 90 days.\n\nSchumer has also asked the Justice Department and the FBI to turn over all internal documents on deliberations that led to Ashcroft's recent shift in NICS policy. Tucker, the Justice Department spokeswoman, said officials were reviewing Schumer's request.\n\n'Criminals, Wife Beaters, and the Mentally Disturbed'\n\nThe legislation proposed by Kennedy and Schumer was praised by gun control advocates. Mathew Nosanchuk, legislative counsel for the Violence Policy Center, said in a statement that Ashcroft's proposal to scale the 90-day retention back to one day \"will put guns into the hands of criminals, wife beaters, and the mentally disturbed, guaranteed.\"\n\nCritics are also angry that Ashcroft has publicized his opinions on gun ownership as part of a perennial debate over the meaning of the 2nd Amendment to the Constitution, which says: \"A well regulated militia being necessary to the security of a free state, the right of the people to keep and bear arms shall not be infringed.\"\n\nThe debate is over whether that means the right to have guns rest with state militias or with private citizens. In a May letter to James Jay Baker, the executive director of the National Rifle Association, Ashcroft wrote: \"Let me state unequivocally my view that the text and the original intent of the Second Amendment clearly protect the right of individuals to keep and bear firearms.\"\n\nThat was a shift from the view held by the Clinton administration, and several other past administrations, both Republican and Democratic. In a little-noticed memo in August 2000, then-Solicitor General Seth Waxman agreed with the prosecutor in a federal case out of Texas, who argued that \"the Second Amendment does not extend an individual right to keep and bear arms.\"\n\nThat case, U.S. v. Emerson, involves a man who was charged with a federal crime for owning a firearm, despite a restraining order against him that was sought by his estranged wife. The 5th Circuit Court of Appeals in New Orleans has not yet ruled on that case.\n\nSchumer said Ashcroft's intent was clear. \"The Attorney General appears to be engaged in a quiet campaign to erode America's gun laws,\" Schumer said.\n\nAshcroft was also criticized because the NRA put him on the cover of one of its magazines in July. But Tucker, Ashcroft's top spokeswoman, said Ashcroft's main concern is reducing gun violence and prosecuting violators. \"What the attorney general can do is much more important than some organization deciding to put his face on the front of a magazine,\" Tucker said.\n\nAlso this week, the Bush administration announced it was scrapping the gun buyback program initiated by President Clinton. That program by the Department of Housing and Urban Development provided federal funds to localities to purchase guns off people. The Bush administration said the program did nothing to get illegal guns off the streets.\n\nIn spite of all the changes, the administration promises gun control laws will be enforced even more vigorously than they were under President Clinton. When they unveiled their budget proposal earlier this year, Justice Department officials said an additional 113 federal prosecutors would be hired nationwide to work in U.S. Attorneys offices solely on the problem of gun violence and gun crimes.\n\nAnd Ashcroft has been aggressively publicizing Project Safe Neighborhoods, a program that includes aspects of Project Exile, which increased cooperation between federal and state prosecutors on gun crimes.\n\nADVERTISEMENT ADVERTISEMENT\n\nSteve Centanni currently serves a Washington-based national correspondent for Fox News Channel (FNC). He joined FNC in 1996 as a general news reporter. Click here for more information on Steve Centanni.", "topic": "Gun Control", "politicalLabel": "Neutral", "organization": "FOX", "biasLabel": "Not Biased", "title": "Shift In National Gun Policy Has Critics Taking Aim", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}