{"content": "Anna Holmes has an excellent column detailing the ways in which Donald Trump's sexism is even more vile than you would have suspected. After amassing ample evidence, she tosses in this:\n\nThese ideas about women have explicitly political implications as well, echoing the ideology at the core of the antiabortion movement’s recently heightened assault on women’s reproductive rights, which found expression in the near-shutdown of the government over contraception, STD testing and the specter of pregnancy termination. The message is clear: Women can’t be trusted to define, or control, their own bodies, so it’s up to men to do it for them.\n\nNeed more proof? Earlier this year, Trump reversed his earlier position and declared himself an enemy of abortion rights in an interview that also helpfully underscored his “Handmaid’s Tale”-like belief in male supremacy over matters of female reproductive freedom. And as a damning exchange with MSNBC’s Savannah Guthrie recently illustrated, Trump knows little to nothing about either Roe v. Wade or the concept of Americans’ right to privacy. “What does that have to do with privacy?” Trump stammered in response to a question about the 1973 Supreme Court decision that made abortion legal in the United States. “How are you equating pro-life with privacy?”\n\nI object to the automatic equation of opposition to legalized abortion with sexism. Opposition to abortion rights can reflect a desire to control women, but it can also simply reflect a belief that a fetus is a human being. That's not a belief I share, but it's a values question and I can't say that those on the other side are wrong. The notion of letting women decide whether or not to have an abortion only comes into play if you think the fetus does not have human rights, or if the question is murky. If you do believe that the fetus is human, then you don't have to harbor any desire to control women's reproductive choices to oppose letting them choose to take that life away. (Very few feminists would support abortion at 8 months and 29 days, which shows that the question of the fetus's rights, not one's disposition to trust or distrust female sexual autonomy, is the crucial question.)\n\nI'm not denying that sexism plays a role in the politics of abortion rights. But the common tendency to assume sexist motives among abortion rights opponents is unfair.", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "New Republic", "biasLabel": "Biased", "title": "Is Opposition To Abortion Rights Inherently Sexist?", "yellowLabel": "Not Yellow", "tags": "set(['Events', 'Economics', 'Home News', 'The Plank', 'anna holmes', 'donald trump', 'Culture', 'Books', 'jonathan chait', 'Identity', 'World', 'Jonathan Chait', 'Technology', 'Politics', 'Film', 'Economy'])", "opinionLabel": "Opinion Article"}