{"content": "The Affordable Care Act's enrollment comeback has confounded conservatives in many ways. The realization that there happens to be popular demand for something as self-evidently grotesque as Obamacare has given rise to a palpable cognitive dissonance on the right. A growing recognition among Republicans that they can't bank on organizing the midterm campaign around relentless Obamacare opposition has party elders looking at contingency plans (even if they haven't exactly gone back to the drawing board).\n\nBut most importantly, it has thrown the conservative health policy community for a loop, and completely wrong-footed Republicans in Congress who were hoping -- against considerable odds and a well-worn historical pattern -- to craft an Obamacare alternative that both passes the laugh test and doesn't create a significantly lower level of welfare. If enrollment had sputtered, that task would have been considerably easier. The fact it surged in March, and continues to grow today, measurably limits their options. And to that end, Talking Points Memo wins our quote of the week award for scoring this anonymous reckoning from a GOP congressional aide.\n\nIf you want to say the further and further this gets down the road, the harder and harder it gets to repeal, that's absolutely true. As far as repeal and replace goes, the problem with replace is that if you really want people to have these new benefits, it looks a hell of a lot like the Affordable Care Act. ... To make something like that work, you have to move in the direction of the ACA. You have to have a participating mechanism, you have to have a mechanism to fund it, you have to have a mechanism to fix parts of the market.\n\nIf this quote represents even a single strand of Republican party thinking about of the new reality, it is a vindicating moment for Affordable Care Act supporters, and one of those rare occasion where saying \"I told you so\" serves more than just knife-twisting purposes. Republicans are finally owning up to the fact that, once universality has been enshrined as a principle, something like ACA is the most conservative way to structure it as a practical matter, without throwing existing insurance systems into rapid disarray.\n\nBut many people have been saying this for years. If you accept (or acquiesce) to the need for a large coverage expansion and don't want a single payer or substantial expansion of existing public systems, you need to make sure private insurers cover the sick, which means you need guaranteed issue and community rating -- so that nobody is closed out of the system, and so that risk is spread across large populations, not assigned to individuals. But if you have those two things then you need a coverage requirement, so you're not just spreading risk among old, sick people. And if you have that mandate, you need substantial subsidies -- means tested or otherwise -- so people aren't required to purchase insurance they can't afford.\n\nOf course, that's just Obamacare. I'd guess I've written a version of that paragraph at least half a dozen times over the years as the GOP's assertions about Obamacare have grown more and more divorced from reality and the historical record.\n\nBut it's completely obvious that Republicans (or at least policy-fluent Republicans) have known the score all along. It's no coincidence that they propose in their budget to devolve Medicare backward toward the ACA's structure, rather than some different structure. And liberals aren't just playing gotcha when they point out that Obamacare was The Heritage Foundation plan, and the John Chafee plan, before it was the Mitt Romney plan, and the Mitt Romney plan before it was the Democratic party plan. They just didn't want to admit it. All that stuff about socialism and a government takeover of health care was just a feint to avoid admitting that the GOP is basically OK with massive, persistent uninsurance.\n\nBut now that Republicans need to come up with something that doesn't kick a bunch of people off their new plans or their old plans, they're finding that there's no more conservative way to structure the system. We've already reached the most conservative common denominator.\n\nThat's not to say that Obamacare can't be made less generous and less public. Its subsidies can be reduced. Its regulations can be weakened. The Medicaid expansion can be implemented in a privatized fashion. But this idea that the coverage guarantee can be repealed, and replaced with half-measures like high-risk pools and continuous coverage guarantees, without reducing the overall level of welfare the law creates, is now no longer feasible. Unless Republicans want to move the U.S. health care system in a radically different direction, all that's left to haggle over are the details.", "topic": "Obamacare", "politicalLabel": "Conservative", "organization": "New Republic", "biasLabel": "Not Biased", "title": "Republican Obamacare Alternative Looking More And More Like Obamacare", "yellowLabel": "Not Yellow", "tags": "set(['mitt romney', 'heritage foundation', 'Economics', 'obamacare', 'Home News', 'The Plank', 'politics', 'Culture', 'Books', 'Identity', 'affordable care act', 'Politics', 'World', 'Technology', 'Events', 'Film', 'Economy'])", "opinionLabel": "Other"}