{"content": "In an attempt to raise awareness about the dangers of guns, a gun control group decided to open a fake gun store in New York City to see what happened.\n\nOn Tuesday, States United To Prevent Gun Violence, an organization that lobbies for expanded gun control laws, released a hidden-camera video showing how potential gun buyers reacted when confronted with the dangerous histories of the guns they were trying to buy.\n\nAccording to The Washington Post, organizers set up the shop in a New York City art gallery for two days last week. When potential buyers wandered in trying to buy a gun, an actor posing as a salesman told them about the deadly shootings carried out with the guns in the store.\n\n“This is the [gun] that the kid used?” asked one customer, referring to a pistol that a 5-year old used to shoot his mother. “Holy [expletive].”\n\nThe video may have given a few potential buyers pause. After the stunt was revealed, several customers reflected on the dangers of guns.\n\n“It made me actually think, ‘I’m not going to buy that gun,'” one customer said.\n\nThe National Rifle Association’s New York affiliate immediately condemned the stunt and called for an investigation into whether the organizers violated New York's gun laws.\n\n“[It is a] felony violation of the Sullivan Act for a person to possess a handgun anywhere in New York without a license. The video clearly shows individual 'customers' handling various handguns and doing so in an unsafe manner,\" New York State Rifle and Pistol Association President Thomas King said in a press release.\n\nThe Washington Post reports that the video is a change of tactics for the gun control lobby, which has lost a series of high-profile battles in state and local legislatures. With little chance that gun control legislation will pass a pro-gun-rights Congress, gun control advocates are increasingly making overtures to the American public directly. The gun store stunt may not change legislators’ minds, but it has certainly grabbed eyeballs: As of Friday afternoon, the video had already received more than 1.8 million hits on YouTube.\n\nThough mass shootings in Aurora, Colorado, and at Sandy Hook Elementary School in Connecticut have grabbed headlines and briefly swayed public opinion in favor of greater gun control, polls show Americans have actually become more supportive of gun rights in the past couple of years. According to a Pew Research Center poll conducted in December, only 46 percent of Americans said they support expanded gun control, while 52 percent said that protecting gun owners' rights is more important.", "topic": "Gun Control", "politicalLabel": "Neutral", "organization": "Huffington Post", "biasLabel": "Not Biased", "title": "This Is What Happens When Gun Control Advocates Open A (Fake) Gun Store", "yellowLabel": "Not Yellow", "tags": "set(['Most Popular on HuffPost'])", "opinionLabel": "Other"}