{"content": "The justices have just made it difficult for themselves to turn back the tides of history.\n\nSuzanne Marelius, left, and Kelli Frame get a marriage license Monday in Salt Lake City, the first gay couple do so in Utah after the Supreme Court's announcement. (Photo: George Frey, Getty Images)\n\nThe Supreme Court opened its new term Monday much as it ended a term 15 months ago: trying not to decide the divisive gay marriage debate prematurely but accelerating the pace of such marriages nonetheless.\n\nTo the surprise of nearly everyone, the justices swept away all the gay marriage cases before them — refusing to hear appeals of three Circuit Court rulings that had overturned same-sex marriage bans, despite pleas from both sides to settle the issue.\n\nOPPOSING VIEW: Court's inaction escalates battle\n\nThe impact was swift and broad. Gay marriage was immediately allowed by all three circuits, covering 11 states and bringing the number of states permitting same-sex marriage to 30, including some of the most conservative. More are certain to follow as other circuits join in. In one measure of how quickly things are moving, Utah and Virginia began marrying gays and lesbians hours after the court's announcement.\n\nIn effect, the justices have, through inaction, engineered an extraordinary shift in the legal landscape. And in doing so, they have set a trap for themselves — one that they must certainly recognize.\n\nNo longer will the justices be able to address same-sex marriage as an abstract legal issue. By the time they finally take a case and decide it, thousands — and perhaps millions — of gays and lesbians will have married. Some will have children. If the justices were to ban gay marriage after the fact, they would have to break up families and inflict human hardship and heartbreak on a massive scale, with the court as the author of that misery.\n\nIt's difficult to imagine that a majority of justices will see such an outcome as either wise or just, particularly in light of the extraordinary 15-month history that led to this moment.\n\nWhen the court plunged into the same-sex marriage issue at the close of its term in June 2013, every indication was that the justices wanted to move incrementally. The justices were sharply divided, as was public opinion, and they were appropriately leery of igniting a culture war such as the one set off by the court's Roe vs. Wade abortion ruling in 1973.\n\nCiting technical deficiencies, they decided not to rule on a California gay marriage ban. Instead, they zeroed in on a narrower issue, ruling 5-4 in United States v. Windsor that federal law must treat all legally married couples equally, gay or not.\n\nJustice Anthony Kennedy, writing for the majority, avoided addressing whether states could ban same-sex marriage. But Kennedy is the court's key figure on gay rights issues, and he passionately described the problems wrought by discrimination against same-sex couples, particularly the impact on their children. In dissent, Justice Antonin Scalia said Kennedy \"arms well every challenger to a state law restricting marriage to its traditional definition.\"\n\nSo he did, judging by every major appeals court ruling since. As more gay couples move to the altar and form families, Kennedy's reasoning will only become more vivid. Same-sex marriage's decisive moment might not have arrived, but the Supreme Court's studied inaction seems to have brought it much closer.\n\nUSA TODAY's editorial opinions are decided by its Editorial Board, separate from the news staff. Most editorials are coupled with an opposing view — a unique USA TODAY feature.\n\nRead or Share this story: http://usat.ly/1vK9MGM", "topic": "Gay Marriage", "politicalLabel": "Neutral", "organization": "USA Today", "biasLabel": "Not Biased", "title": "Supreme Court's gay marriage trap", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Other"}