{"content": "State legislatures across the country continue to concoct new ways to restrict a woman's constitutional right to a legal abortion.\n\nAlready this year, four states, including New York, have introduced legislation that would force women to wait for periods of 24 to 72 hours between receiving state-mandated abortion counseling and undergoing the procedure. Among the 26 states that already have such waiting periods, four have introduced bills to make them longer.\n\nOhio has introduced a bill that would ban abortions at six weeks — though similar laws have been enjoined from being enforced or have been thrown out altogether since the Supreme Court ruled that a woman has a right to an abortion up to the point of viability of the fetus outside the womb, which is generally at 24 weeks. The West Virginia legislature passed a ban on abortions at 20 weeks and has already overridden the governor's veto of it.\n\nBut one of the ugliest of the new restrictions is an amendment tacked on to a North Dakota measure laying out penalties for human trafficking and remedies and services for victims: It expressly forbids any provider of treatment and support services for victims of trafficking from using state funds to offer counseling on abortion or referral to abortion providers. That's not just about prohibiting abortion. That's about keeping information from people who may badly need it — even information about where to find information.\n\nThe amendment was added to Senate Bill 2107 after a Judiciary Committee hearing. Opponents say it was sneaked into the bill; proponents say it was added in open committee. It passed the Senate unanimously last month. It now faces the House Judiciary Committee. Supporters say it reflects existing North Dakota law barring the use of state money for abortions or counseling on abortion. But it is particularly cruel and unnecessary to withhold information on treatment options from a woman who was forced, by a trafficker, into the sex trade. The legislature should strip the bill of this egregious amendment.\n\nThese state bills are unnecessary — no other comparable medical procedure requires a waiting period — often unconstitutional, and intended not to protect women's health but to curtail access to legal abortions.\n\nFollow the Opinion section on Twitter @latimesopinion and Facebook", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "LA Times", "biasLabel": "Biased", "title": "States keep concocting ways to restrict the right to abortion", "yellowLabel": "Yellow", "tags": "set(['Opinion', 'Abortion Issue', 'Editorials'])", "opinionLabel": "Opinion Article"}