{"content": "Gay Wedding - Exchanging Rings (Photo: Getty Images/iStockphoto)\n\nKentucky Gov. Steve Beshear says the state's ban on gay marriage should be upheld in part because it is not discriminatory in that both gay and straight people are barred from marrying people of the same gender.\n\nIn an argument labeled absurd by gay marriage advocates, Beshear's lawyer says in a brief filed last week at the U.S. Supreme Court that \"men and women, whether heterosexual or homosexual, cannot marry persons of the same sex\" under Kentucky law, making the law non-discriminatory.\n\nThe argument mirrors that offered by the state of Virginia nearly 50 years ago when it defended laws barring interracial marriage there and in 15 other states, including Kentucky, by saying they weren't discriminatory because whites were barred from marrying blacks just as blacks were barred from marrying whites.\n\nThe Supreme Court in 1967 rejected that argument in the historic case of Loving v. Virginia, in which Richard Loving, a white man, and Mildred Jeter, a black woman, were charged with a crime for marrying.\n\nDan Canon, a lawyer for the six gay couples challenging Kentucky's gay marriage ban in a case to be argued at the Supreme Court on April 28, said Beshear's argument is \"especially absurd\" as applied to same-sex marriage.\n\n\"Kentucky is in essence saying that our clients are precluded from marriage entirely, unless they change their sexual orientation (or simply marry someone to whom they are not attracted),\" he said in an email.\n\n\"It's akin to passing a law banning all Catholic churches within city limits, and then saying it's not discriminatory because you can still go to a Baptist church,\" he said.\n\nSam Marcosson, a professor of constitutional law at the University of Louisville's Brandeis School of Law, said Beshear's defense of \"marriage inequality has really hit a new low.\"\n\n\"I wonder what Governor Beshear and his lawyers would say if the shoe was on the other foot, and if the only option for marriage was of the same-sex variety,\" said Marcosson, who is gay.\n\n\"Whatever his reasons, the governor has set Kentucky on a course of fighting to preserve invidious discrimination, and he has waged that fight in a deeply embarrassing way,\" Marcosson said. \"The taint to his legacy will be difficult for history to ignore.\"\n\nBeshear spokeswoman Kerri Richardson said he would have no comment on the brief. Beshear's lawyer, Leigh Gross Latherow, of Ashland, did not respond to a request for comment.\n\nREAD MORE | Louisville 11th in percentage of gay residents\n\nDefending their argument, Mathew Staver, founder of Liberty Counsel and dean of Liberty University School of Law, said that same-sex couples are not \"similarly situated\" by biology or history to opposite-sex couples and thus aren't entitled to equal protection under the law as it has been defined in Supreme Court decisions.\n\nBeshear has declined to discuss his personal view of gay marriage and said he is defending the state's ban because he thinks the issue should be decided by the nation's highest court.\n\nFifty-seven percent of registered voters in Kentucky oppose gay marriage, according to a Bluegrass Poll conducted March 3-8. Beshear is barred from seeking another term as governor, although his son, Andrew Beshear, is running for attorney general.\n\nGov. Beshear hired Latherow's firm after Attorney General Jack Conway refused to defend what he said were discriminatory laws.\n\nIn a 42-page brief filed Friday, Latherow argues that Kentucky's same-sex marriage ban does not violate the Constitution's equal protection clause because it applies equally to men and women and gays and heterosexuals.\n\nShe also reiterates the argument she made in lower courts — that allowing only opposite-sex marriages promotes birth rates and supports \"the formation of relationships that further the commonwealth's fundamental interest in ensuring humanity's continued existence.\"\n\nSenior U.S. District Judge John G. Heyburn II, noting that heterosexuals are allowed to wed even if they don't have children — and that some couples do have them — rejected those arguments, saying they weren't \"those of serious people.\"\n\nBut the U.S. Sixth Circuit last November reversed Heyburn's ruling and upheld gay marriage bans in Ohio, Michigan and Tennessee as well.\n\nIn briefs filed Friday, those states told the Supreme Court that the fate of gay marriage should be decided by the states, not judicial edict.\n\nLatherow cites several other reasons why Kentucky should not be required to allow same-sex marriages or recognize those from other states.\n\nShe says that the couples challenging the law have not established that gays and lesbians have \"obvious, immutable or distinguishing traits\" requiring that Kentucky prove a compelling interest in the ban.\n\nShe also argues that gays don't deserve the same level of protection afforded to blacks and other minorities because they have proved they have enough political clout to win safeguards from state legislatures and at the ballot box.\n\nRead or Share this story: http://cjky.it/1bKsQ1A", "topic": "Gay Marriage", "politicalLabel": "Liberal", "organization": "USA Today", "biasLabel": "Not Biased", "title": "No one can marry gays, so gay marriage ban not biased", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Other"}