{"content": "The Rev. Maurice \"Bojangles\" Blanchard, left, and his partner, Dominique James, right, wait after their request for a marriage license at the Jefferson County Clerk's office was denied. (Photo: Aaron Borton, The (Louisville, Ky.) Courier-Journal)\n\nLOUISVILLE, Ky. — Same-sex couples have a right to marry in Kentucky, a federal judge ruled Tuesday.\n\nIn February, District Judge John G. Heyburn II had ruled that Kentucky must recognize gay marriages performed in other states.\n\n\"In America, even sincere and long-held religious beliefs do not trump the constitutional rights of those who happen to have been out-voted,\" Heyburn wrote to invalidate Kentucky's constitutional amendment banning gay marriage.\n\nIn Tuesday's ruling in favor of two Louisville couples, Heyburn rejected the only justification that lawyers for Kentucky Gov. Steve Beshear had offered — that traditional marriages contribute to a stable birth rate and the state's long-term economic stability.\n\n\"These arguments are not those of serious people,\" he said.\n\nNOVEMBER: Kentucky gay couple fined 1 cent in fight for marriage\n\nJANUARY 2013: Kentucky minister arrested over marriage license denial\n\nHeyburn stayed the ruling until the 6th U.S. Circuit Court of Appeals in Cincinnati decides gay-marriage cases from Kentucky and three other states. Oral arguments are scheduled Aug. 6.\n\nThe ruling continues an unbroken string of decisions in which federal judges have struck down rules prohibiting gay marriage, which is now legal in 19 states and the District of Columbia.\n\n“In America, even sincere and long-held religious beliefs do not trump the constitutional rights of those who happen to have been out-voted.” U.S. District Judge John G. Heyburn II, Louisville, Ky.\n\nHeyburn held that the ban on gay marriage within Kentucky violates the constitutional guarantee of equal protection under the law and that it has \"no conceivable legitimate purpose.\" He held that the state's 2004 constitutional amendment and a similar statute enacted in 1998 deny gay couples lower income and estate taxes, leave from work under the Family and Medical Leave Act, family insurance coverage and the ability to adopt children as a couple.\n\n\"Perhaps most importantly,\" the Kentucky law denies same-sex couples the \"intangible and and emotional benefits of civil marriage,\" he wrote.\n\nBeshear, his lawyers and spokesman declined to respond, other than to say the state will appeal, as they did the February ruling.\n\nIn their brief in that case, the private lawyers Beshear hired after Attorney General Jack Conway refused to defend the law also cited the argument that the same-sex marriage ban is justified because it encourages same-sex couples' procreation.\n\nThe case was brought by Timothy Love and Lawrence Ysunza, who lived together for 34 years and were denied a marriage license Feb. 13 by the Jefferson County Clerk's office; and Maurice Blanchard and Dominque James, who have lived together 10 years and were cited for trespassing when they refused to leave the clerk's office after being denied a license Jan. 23, 2013. A jury later convicted them of trespassing but fined them a penny.\n\nHeyburn noted that Love's emergency heart surgery had to be delayed in summer 2013 to prepare documents allowing Ysunza access and decision-making authority for Love.\n\nU.S. District Judge John G. Heyburn II in 2000 (Photo: Michael Clevenger, The (Louisville, Ky.) Courier-Journal)\n\nBlanchard and James contend that their inability to obtain parental rights as a married couple has deterred them from adopting children. Kentucky allows lesbian, gay, bi-sexual and transgendered individuals to adopt but does not explicitly provide information on whether same-sex couples can jointly adopt, according to the Human Rights Campaign.\n\nGay rights advocates hailed Heyburn's ruling while opponents of same-sex marriage, including Senate Minority Leader Mitch McConnell, R-Ky., condemned it.\n\nDan Canon, one of the lawyers for the pair of gay couples who won the decision, said it \"forcefully lays to rest that Kentucky's anti-gay marriage laws were based on anything but invidious discrimination.\"\n\nEvan Wolfson, founder and president of Freedom to Marry, said the Kentucky ruling \"underscores that America — all of America — is ready for the freedom to marry, and the Supreme Court should bring the country to national resolution as soon as possible.\"\n\nBut Martin Cothran, an analyst for the Family Foundation, which led the fight for Kentucky's 2004 constitutional amendment banning gay marriage, said the decision \"is another indication that we are no longer a nation of laws, but a nation of judges.\"\n\nMAY: Kentucky says gay marriage threatens state's birth rates\n\nFEBRUARY: Kentucky ordered to recognize out-of-state gay marriages\n\nHeyburn ruled that gays are a \"disadvantaged class\" and deserve protection similar to women in equal protection cases. That in turn required the state to show that the Kentucky's gay marriage ban is \"substantially related to an important governmental object.\"\n\nEven under a less demanding standard, he said lawyers for Beshear had shown \"no rational relation between the exclusion of same-sex couples from marriage and the commonwealth's asserted interest in promoting naturally procreative marriages.\"\n\nSince Heyburn's February decision requiring Kentucky to recognize gay marriages, eight federal judges and one federal appeals court have invalidated state laws banning gay marriage.\n\nRead or Share this story: http://usat.ly/1lOZ8dE", "topic": "Gay Marriage", "politicalLabel": "Liberal", "organization": "USA Today", "biasLabel": "Biased", "title": "Judge rips apart Kentucky's gay marriage argument", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Other"}