{"content": "Share this:\n\n\"Attorney General Nominee Will Not Support Marijuana Legalization\" Share:\n\nCREDIT: Shutterstock\n\nOn day one of her confirmation hearing to become the country’s next Attorney General, U.S. Attorney Loretta Lynch took an explicit stance against marijuana legalization.\n\nWhen asked by Sen. Jeff Sessions (R-AL) if she supports legalization, Lynch responded “No I do not.” When Sessions probed her on President Obama’s position on marijuana, Lynch continued, “I can tell you that not only do I not support legalization of marijuana, it is not the position of the Department of Justice currently to support the legalization nor would it be the position should I become confirmed as Attorney General.”\n\nThe Justice Department’s current policy, as Lynch notes, does not extend to full legalization. Nevertheless, the department has taken significant steps to roll back prosecutions of marijuana users (and even, in some cases, distributors) who comply with state law. Fully legalizing marijuana would require an act of Congress (although the Obama Administration could take even more significant steps in that direction by rescheduling the drug).\n\nCurrent federal law states that marijuana use is a federal offense, despite state efforts to legalize and decriminalize it. In recent years, there has been a push for pot’s medicinal use. More than 75 percent of all doctors say they would prescribe marijuana for health purposes. And nationwide, activists contend that decriminalizing and legalizing possession will benefit African-Americans who face racial disparities across the criminal justice system. According to the ACLU, black people are 3.73 more likely to be arrested than white people who use cannabis.\n\nLynch’s stance counters growing support for marijuana legalization nationwide. More than 50 percent of Americans favor legalization, including a growing contingent of law enforcement officials. Indeed, Police Chief Cathy Lanier of D.C., believes a policy shift will actually make officers’ jobs easier by allowing them to concentrate on public safety.\n\nWatch Lynch’s exchange below:", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "ThinkProgress", "biasLabel": "Not Biased", "title": "Attorney General Nominee Will Not Support Marijuana Legalization", "yellowLabel": "Not Yellow", "tags": "set(['NATIONAL RIFLE ASSOCIATION', 'IMMIGRATION', 'POLICE BRUTALITY', 'Marijuana', 'CRIMINAL JUSTICE', 'CALIFORNIA'])", "opinionLabel": "Other"}