{"content": "When the abortion wars flared up last week, partisans of both sides rushed to the barricades — but the real lesson may be for the countless Americans in the middle.\n\nA private charity devoted to breast-cancer research, the Susan G. Komen Foundation for the Cure, announced it was cutting off some funding to Planned Parenthood — the nation’s largest abortion provider, “terminating” some 300,000 pregnancies a year — and the roof fell in.\n\nHysterical feminists denounced what they called a politically motivated “attack on women’s health.” Some 26 Senate Democrats snapped to, sending the foundation a letter urging it to reconsider. Mayor Bloomberg put up $250,000 of his own vast wealth as a matching grant, kicking off a fund-raising money bomb that saw Planned Parenthood’s coffers swell by more than $3 million by the weekend.\n\nPro-lifers answered by sending Komen $1 million — but pro-choicers were also vowing to shut down the charity’s donations. After a few days as Public Enemy No. 1, Komen caved.\n\n“We want to apologize to the American public for recent decisions that cast doubt upon our commitment to saving women’s lives,” it said in a groveling statement. “We will continue to fund existing grants, including those of Planned Parenthood.”\n\nNever mind that Planned Parenthood doesn’t actually offer mammograms, but only refers women to third-party providers. Never mind that, according to Komen’s founder and CEO, Nancy Brinker, the foundation wanted to eliminate duplicative grants and free up funds for programs “actually providing the lifesaving mammogram.”\n\nAnd never mind that another reason Komen cut off funding had nothing to do with politics, but with a recently adopted in-house rule against funding organizations under government investigation.\n\nRep. Cliff Stearns (R-Fla.) is looking into allegations of overbilling and Medicaid fraud against Planned Parenthood, as well as charges that the organization has ignored state reporting requirements concerning evidence of sexual abuse. (The abortion provider gets nearly half a billion dollars a year from federal, state and local taxpayers.)\n\nTo the apocalyptic defenders of what they like to call “women’s health services,” Komen’s reasons just didn’t matter. Nor did the fact that Komen, with its ubiquitous pink ribbons for breast-cancer awareness, has done far more for women’s health than Planned Parenthood ever could.\n\nWhat matters is that even private charities can’t be allowed to cast a shadow of doubt on the marquee protector of a woman’s “right to choose” whether to abort her baby. Even a hint of deviation from the cause must be instantly and ruthlessly stamped out — by government intervention if necessary.\n\nThe same crowd, after all, had just finished cheering the Obama administration’s mandate that private, religiously affiliated institutions must offer free birth-control as part of their health-care plans. Now they were thrilled to see more than a quarter of the Senate wade into what should have been a private decision.\n\nRegarding abortion, no dissent can be tolerated by the tolerance crowd, no threat, however faint, left unmet. Even though the money at stake — $600,000 — was relatively small, the symbol was too important.\n\nThirty-nine years and an estimated 50 million abortions after the Supreme Court created the unrestricted abortion right with its decision in Roe v. Wade, public support for the absolutist pro-choice side is falling.\n\nAt the very least, the money fountain might dry up. The House last year passed a bill banning any federal funding of abortion; it won’t become law any time soon, but that doesn’t mean appropriations can’t be cut more quietly.\n\nIndeed, as Rep. Stearns pointed out, Planned Parenthood’s windfall from the Komen flap calls into question why it should get any public monies at all. “I believe that Planned Parenthood could be, and should be, totally self-sufficient, as with so many other nonprofit organizations,” he said.\n\nNot funding abortion is a far cry from opposing or banning it, of course. But, as the Komen Foundation learned, the pro-choice lobby won’t let anyone take that middle ground in peace.", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "New York Post", "biasLabel": "Biased", "title": "Gutting the middle ground on abortion", "yellowLabel": "Not Yellow", "tags": "set(['Game of Thrones', 'Hillary Clinton', 'the masters', 'Chess', 'New York Yankees', 'NYPD'])", "opinionLabel": "Opinion Article"}