{"content": "Cracks appear in the dry bed of the Stevens Creek Reservoir in Cupertino, Calif., in March. (Photo: Marcio Jose Sanchez, AP)\n\nDevastating droughts in the Southwest, ruinous floods in New York City, killer wildfires in Colorado, intense heat waves in the Plains: These are the some of the disasters that are being exacerbated by global warming, and problems will continue to worsen in the decades to come, according to a massive federal climate report released Tuesday at the White House.\n\nClimate change is affecting where and how Americans live and work as well as their health, and evidence is mounting that burning fossil fuels has made extreme weather such as heat waves and heavy precipitation much more likely in the USA, according to the National Climate Assessment (NCA), the largest, most comprehensive U.S.-focused climate change report ever produced.\n\nPresident Obama Tuesday met with meteorologists from national and local television outlets to spread the word about the importance of the report. \"This is not some distant problem of the future,\" he told Today show meteorologist Al Roker. \"This is a problem that is affecting Americans right now. Whether it means increased flooding, greater vulnerability to drought, more severe wildfires — all these things are having an impact on Americans as we speak.\"\n\nOthers echoed those sentiments. \"If people took the time to read the report, they would see that it is not necessarily about polar bears, whales or butterflies,\" said meteorologist Marshall Shepherd of the University of Georgia. \"I care about all of those, but the NCA is about our kids, dinner table issues, and our well being.\"\n\n\"Climate change is here and now, and not in some distant time or place,\" agreed Texas Tech University climate scientist Katharine Hayhoe, one of the authors of the 800-page report. \"The choices we're making today will have a significant impact on our future.\"\n\nThe assessment was prepared by hundreds of the USA's top scientists. It largely agrees with a recent report by the United Nations Intergovernmental Panel on Climate Change that found the planet is warming, mostly because of human activity.\n\nThe assessment provides \"the loudest and clearest alarm bell to date\" for immediate and aggressive climate action, John Holdren, Obama's science adviser, said at a press conference.\n\n\"All Americans will find things that matter to them in this report,\" added Jerry Melillo, chair of the National Climate Assessment Development Advisory Committee.\n\n\"Corn producers in Iowa, oyster growers in Washington state and maple syrup producers in Vermont are all observing climate-related changes that are outside of recent experience,\" the U.S. report stated. \"So, too, are coastal planners in Florida, water managers in the arid Southwest, city dwellers from Phoenix to New York and native peoples on tribal lands from Louisiana to Alaska.\"\n\nMORE: Stories on weathering the change\n\nSPECIAL REPORT: Why you should sweat climate change\n\nWhile scientists continue to refine their projections, observations unequivocally show that the climate is changing and that the warming of the past 50 years is primarily due to human-induced emissions of heat-trapping gases such as carbon dioxide and methane. These emissions come mainly from the burning of coal, oil and gas, the report states.\n\nThe colors on the map show temperature changes over the past 22 years (1991-2012) compared with the 1901-1960 average for the contiguous U.S. (Photo: NOAA)\n\n\"We're already seeing extreme weather, and it's happening now,\" said study co-author Donald Wuebbles, a climate scientist at the University of Illinois. \"We're seeing more heat waves, particularly in the West and in the South.\"\n\nSpecifically, the report warns that the three most significant threats from climate change in the USA are rising sea levels along the coasts; droughts and fires in the Southwest; and extreme precipitation across the country.\n\n\"There are a lot of troubling findings here, but one of the most striking regards sea-level rise,\" said Patrick Sullivan of the Center for Biological Diversity. \"The report says we could see as much as four feet of sea-level rise this century, with regional variations. That will pose major storm surge and flood threats to major coastal communities like New York, Boston, and Houston.\"\n\nThe assessment was written by 300 scientists and other experts from academia; local, state and federal governments; the private sector; private citizens; and the non-profit sector. The report was quickly labeled as \"alarmist\" by some in Congress and industry groups. But representatives from oil companies such as ConocoPhillips and Chevron and environmental groups such as the Nature Conservancy endorsed the assessment's findings.\n\n\"Chevron recognizes and shares the concerns of governments and the public about climate change,\" said Chevron spokesman Justin Higgs. \"Chevron's Arthur Lee was one of 60 committee members and 240 authors to assist in the compilation of this report. We recognize the importance of this issue and are committed to continued research and understanding.\"\n\nThe Obama administration is expanding its climate initiative, launched last year, with rules to limit carbon emissions from power plants. In June, the Environmental Protection Agency is expected to finalize limits, proposed last year, on new plants.\n\nThe agency also plans to set standards for existing ones, which could prompt the closure of some coal-fired facilities. Several GOP members of Congress have tried to block the rules, describing them as weapons in Obama's \"war on coal.\"\n\nIndeed, some Republican senators immediately assailed the report. Senate Republican leader Mitch McConnell of Kentucky said President Obama was likely to \"use the platform to renew his call for a national energy tax. And I'm sure he'll get loud cheers from liberal elites — from the kind of people who leave a giant carbon footprint and then lecture everybody else about low-flow toilets.\"\n\nThe American Coalition for Clean Coal Electricity also was not impressed by the assessment, saying that the White House had again resorted to unsubstantiated scare tactics and hyperbole instead of engaging in a serious discussion about the costs and long-term economic consequences posed by rash federal regulations.\n\nA vast majority of climate scientists — generally pegged at 97% — and practically all published studies concur with the basics of the science behind climate change, though some still disagree over details. One study last week, for instance, in the peer-reviewed journal Nature Climate Change found that the impact of extreme heat due to climate change might be exaggerated.\n\nAnother meteorologist not involved in the assessment, Bryan Wood of Assurant Specialty Property Insurance, tweeted Tuesday that \"one thing I don't like about the NCA website: They speak in absolutes on some things the actual report has low confidence on.\"\n\nAs an example, he noted that while the NCA website said there would be more Category 4 and 5 Atlantic hurricanes, the report says there is low confidence that humans are contributing to that.\n\nHowever, the voices of doubters were few and far between on Tuesday. \"Climate change poses a direct and immediate threat to our health, our economic stability and global competitiveness, our natural resource and energy supplies, and ultimately, the very security of our nation,\" said American Geophysical Union executive director Christine McEntee.\n\n\"From drought and flooding risks, to food insecurity and increased risk of disease, small towns and large states, the agricultural and energy sectors, and businesses from Wall Street to Main Street are feeling the consequences today.\"\n\nThe assessment is a federally mandated report prepared by the nation's top scientists every four years for the president and Congress to review. This is the third such report.\n\nORIGINAL SOURCE: National Climate Assessment\n\nContributing: Wendy Koch, USA TODAY; Associated Press\n\nTen indicators of a warming world: These are just some of the indicators measured globally over many decades that show that the Earth’s climate is warming. White arrows indicate increasing trends; black arrows indicate decreasing trends. (Photo: NOAA)\n\nRead or Share this story: http://usat.ly/1kSugXN", "topic": "Climate Change", "politicalLabel": "Liberal", "organization": "USA Today", "biasLabel": "Not Biased", "title": "Climate change is here and getting worse", "yellowLabel": "Yellow", "tags": "set(['Interactives', 'Stories on weathering the change', 'Investigations'])", "opinionLabel": "Other"}