{"content": "Many of the regulations on abortion now cropping up in states across the country are being passed off as attempts to protect women's health. But what they are really intended to do is to continue the long-running war on women's reproductive rights that unfortunately did not end with Roe vs. Wade 40 years ago. In fact, these new laws could actually harm women's health by delaying their access to a legal, safe procedure.\n\nBeyond cutting off access to abortion, these laws also unfairly single out abortion for more regulation than other medical procedures of similar or greater risk. -\n\nSome states have passed laws requiring that abortion providers have hospital admitting privileges, and some federal courts, to their credit, have blocked those unnecessary measures. Last week, for instance, a federal judge in Louisiana blocked one that would have gone into effect Monday.\n\nAn even more common tactic of antiabortion legislators these days is to require that clinics meet the structural standards of ambulatory surgical centers. Such laws have been passed or enacted in 23 states, most since 2011. Last Friday, U.S. District Judge Lee Yeakel blocked a portion of one in Texas — a costly and unnecessary measure that would have shut down more than half the state's abortion clinics, leaving at most eight in place. Yeakel said the law would leave so many women 100 or even 200 miles from the closest clinic that the practical effect would be “a complete ban on abortion.”\n\nBeyond cutting off access to abortion, these laws also unfairly single out abortion for more regulation than other medical procedures of similar or greater risk. As Yeakel wrote, abortion is “much safer, in terms of minor and serious complications, than many common medical procedures not subject to such intense regulation and scrutiny.”\n\nMore than 90% of abortions performed in the United States are done in outpatient settings, with a less than 0.3% risk of major complications requiring hospitalization, according to an amicus brief filed by the American College of Obstetricians and Gynecologists in a lawsuit challenging the Texas law. The risk of major complications from first-trimester abortions is even less: 0.05%. Yet state lawmakers are subjecting the procedure to more regulation than some involving general anesthesia, which a first-trimester abortion virtually never requires. Colonoscopies can be done in doctors' offices, yet the mortality rate of that procedure is 34.5 per 100,000. That's 40 times the mortality rate of abortion in the United States from 2000 to 2009, which was 0.67 per 100,000. Dental extractions, vasectomies, skin biopsies and gastrointestinal endoscopies can all be done in doctors' offices, and all carry similar or greater risks of complications than abortion does.\n\nIt's crucial that the courts handling challenges to these laws realize that they are not grounded in legitimate concerns about a woman's risk during abortion. They are designed to thwart her attempt to get one.\n\nFollow the Opinion section on Twitter @latimesopinion", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "LA Times", "biasLabel": "Biased", "title": "Women's health laws? No, they're actually antiabortion laws", "yellowLabel": "Not Yellow", "tags": "set(['Opinion', 'Editorials', 'Feminism', 'Laws and Legislation'])", "opinionLabel": "Opinion Article"}