{"content": "Share this:\n\n\"How Does Hillary Match Up With Other Dems On Climate Change?\" Share:\n\nA worker mops the floor of the stage prior to the first Democratic presidential primary debate of the 2008 election hosted by the South Carolina State University in Orangeburg, SC., Thursday, April 26, 2007. CREDIT: AP Photo/Dave Martin\n\nOn Sunday, Secretary of State Hillary Clinton will announce her decision to seek the Democratic presidential nomination in 2016. While the crowded Republican field has led to questions of how to fit all serious candidates on a debate stage, Democrats have the opposite problem. It’s possible there will be no debates at all.\n\nBut if there are, what will the candidates say when asked about climate change and America’s energy policy?\n\nThe choices the next president will make will decide what sort of climate confronts the world this century. The U.S. could double down on fossil fuels, encouraging other countries to do so, and wave any chance at a livable climate goodbye. It could stay the course that will ensure a business-as-usual scenario of a temperature rise of more than the 2°C that scientists say is the limit. Or it could lead by example, accelerating a commitment to renewables and an efficient energy system while dropping carbon pollution enough to keep global warming to a manageable level.\n\nPresident Obama’s plan — tackling vehicle emissions through CAFE standards, investing in renewable energy development and research, negotiating for lower emissions at the international level, and more recently regulating carbon pollution from U.S. power plants — has largely been accomplished through the executive branch. This makes the next president’s priorities that much more important to know. The Republican side has been mostly trying to out-do itself in love for fossil fuels and contempt for acting to address climate change. What would the Democratic field do?\n\nThere isn’t a Democratic field — not like there was at this time in 2007 when more than a half-dozen serious candidates were preparing for their first debate in South Carolina. There’s barely a bench. But many Democrats would like one. A recent Bloomberg Politics national poll found that 72 percent of both Democrats and independents said it would be a good thing if Clinton faced a “serious” challenge for the nomination. Sen. Elizabeth Warren (D-MA) recently said there should be a “vigorous debate” suggesting that Clinton should make her positions clear on economic issues like the minimum wage, trade, and equal pay. Others want more clarity from her on climate and energy issues.\n\nClinton is by many definitions a climate hawk. Importantly, she has said the President’s use of the Clean Air Act to rein in carbon pollution from power plants, “must be protected at all costs” during a speech last year to the League of Conservation Voters. She has been critical of fossil fuel subsidies and supported boosting renewables. To her, climate change represents “the most consequential, urgent, sweeping collection of challenges we face as a nation and a world.”\n\n“The science of climate change is unforgiving, no matter what the deniers may say, sea levels are rising, ice caps are melting, storms, droughts and wildfires are wreaking havoc,” she said.\n\nBut in other areas, she falls short of that hawkish moniker. She still advocates for domestic fossil fuel production, specifically natural gas, arguing it is cleaner than coal “with the right safeguards in place.” She said enforcing smart regulations is important, “including deciding not to drill when the risks are too high.” As Secretary of State, Clinton received criticism around the world for advocating global fossil fuel development, specifically fracking for shale gas in eastern Europe. Her successor, climate hawk John Kerry, has stuck with this strategy, viewing natural gas as a tool to use for fighting climate change. Clinton still frustrates greens refuses to comment on the Keystone XL tar sands pipeline, the long and ongoing approval process for which she oversaw at the State Department.\n\nSo if a climate activist were still shopping around for a candidate, who else is there?\n\nThe shallow Democratic bench ranges from well-known figures that register in early polling like Vice President Joe Biden and Massachusetts Senator Elizabeth Warren (who, respectively, have no formal political operation, and repeatedly insisted no desire to run), to more active potential candidates who are currently blips in the polls like former Maryland Gov. Martin O’Malley, Sen. Bernie Sanders (I-VT), former Virginia Sen. Jim Webb, and Lincoln Chafee, a former Republican senator, independent Rhode Island governor, and current Democratic presidential primary exploratory committee former.\n\nO’Malley\n\nThe two-term governor of Maryland may have low name recognition, barely registering in early polls. But he has assembled a political team and visited early primary and caucus states several times in recent months (including six to Iowa since June). His approach to a potential run for the Democratic nomination appears to be a populist one, providing progressives a viable option to progressives who are dissatisfied with Clinton.\n\nO’Malley pushed Maryland to cut greenhouse gas emissions 25 percent by 2020 compared to 2006 levels, announcing a comprehensive plan to do so in 2013. Last year, O’Malley vetoed a bill that would have effectively killed Maryland’s first big offshore wind project. In response to concerns that the wind turbines would threaten the use of a naval radar installation (despite Defense Department confirmation that it would be fine), he said “the real threat … is not an array of wind turbines on the lower Eastern Shore but rising sea levels caused by climate change.”\n\nIn 2011, he commissioned a study to look at the health impacts of fracking on Maryland. It concluded that the controversial drilling practice would pose a risk of harmful air pollution and bring jobs that could be dangerous for Maryland workers. The outgoing governor was criticized for saying he would then allow the practice in Western Maryland with strict safeguards. The state legislature passed bills last month to place a three-year moratorium on fracking, and to declare it an “ultrahazardous activity.” It’s unclear what will happen to the bills, because O’Malley’s chosen successor for the job, Lieutenant Governor Anthony Brown, lost his election to Republican Larry Hogan. O’Malley got some concern troll grief for a comment on ABC’s This Week with George Stephanopoulos this month wherein he listed climate change as the most important “natural threat” facing the country — as opposed to man-made threats like extremism and a nuclear Iran.\n\nSanders\n\nSen. Sanders is an independent socialist from Vermont, a fierce climate hawk, and proud of it. Following the wave election of 2014 that put the GOP in charge of the Senate, Sanders pushed the chamber to go on the record as to whether climate change is happening, caused by human activity, and resulting in “devastating problems in the United States and around the world.” Last year he attended the People’s Climate March, telling Amy Goodman of Democracy Now! that “This is a huge issue. It’s a planetary crisis. We’ve got to act, and we have to act boldly.” He’s pushed to get money out of politics and thinks that is the best way to combat climate change.\n\nSanders voted for the first major cap-and-trade bill considered by the Senate on June 6, 2008, but it could not overcome a Republican filibuster and failed (Clinton missed the vote, likely occupied with other things like meeting secretly with then-Senator Obama as the Democratic nomination wrapped up.) He pushed for Sens. Kerry, Graham, and Lieberman to strengthen their failed cap-and-trade bill in 2009, expressing “deep disappointment” with measures that pre-empted states already acting and featured nuclear energy, coal, and offshore drilling. In 2012, he said that it is not enough to stop subsidizing fossil fuel energy sources in an effort to get out of the business of picking wins and losers in the energy sector. Instead, to get serious about tackling climate change, Sanders said the government should pick the right winners: clean energy.\n\nThe socialist junior senator from Vermont may not have any clearer path to the nomination than Ron Paul did. But if he ran alongside Clinton and other candidates, he would likely prioritize climate action and clean energy, forcing responses from them that would help clarify the race for Democratic primary voters.\n\nWebb\n\nFormer Virginia Senator Jim Webb formed an exploratory committee to run for the Democratic nomination in November, making him the first one to do so. He has since largely kept out of the public eye, though he’s visited Iowa and hired staff there. His record on energy and climate action is much different than the people with whom he would be sharing a debate stage. In 2011 he pushed to delay EPA greenhouse gas regulations, in part, because, as he said, “I am not convinced the Clean Air Act was ever intended to regulate or classify as a dangerous pollutant something as basic and ubiquitous in our atmosphere as carbon dioxide.”\n\nAs Mother Jones’ Patrick Caldwell and Grist’s Ben Adler pointed out after Webb’s announcement last year, he interfered with senate Democrats who pushed for a cap-and-trade bill in 2008 and 2010. He did vote for the doomed measure in 2008 alongside Sanders, but when a bill with a more serious chance of passing the Senate came before him, he said he would not support it.\n\nWebb has been a serious advocate for fossil fuel extraction in all forms. He supported “clean coal” investment, approved of the Keystone XL pipeline, advocated for oil and gas drilling off the coast of Virginia, opposed Obama’s offshore drilling moratorium following the Deepwater Horizon spill, and even tried to undermine President Obama’s efforts to get a U.N. climate agreement in Copenhagen. None of these things will lead climate hawks to support Webb for president.\n\nChafee\n\nThe former Republican senator, elected as an independent governor of Rhode Island for one term, was not a standout on climate or clean energy issues in the Senate, though he was a more moderate member of his party. He established an exploratory committee to run for the Democratic nomination this week, which did not elicit much attention. Last year, Chafee signed his coastal state’s comprehensive climate legislation into law. The plan would help the state begin to prepare for the impacts of climate change, while also targeting an 80 percent emissions drop by 2050 form 1990 levels. Sen. Sheldon Whitehouse (D-RI) marveled at the ease of which the bill passed, compared to the climate denial that grinds climate action to a halt at the national level. His prospects at the national level are compromised by the same reason he bowed out of running for re-election for Rhode Island governor: the Democratic primary race looked to be too competitive.\n\nWarren\n\nMassachusetts Sen. Elizabeth Warren, progressive heartthrob, has inspired movement to draft her into the race, though she has made it very clear she is not running. Warren, a fierce climate hawk, has equated the debate over economic inequality to the one about climate action. “I think climate change, like economic inequality, are both symptoms of the same problem,” she said. “The same problem of this with enough power writing the rules too much in their favor, and leaving everyone else behind.” She’s criticized the administration’s efforts to force the European Union to purchase tar sands oil.\n\nSen. Warren is speaking on Monday at the “Good Jobs, Green Jobs” conference in Washington, D.C. along with Vice President Joe Biden.\n\nBiden\n\nUnsurprisingly, there is little, if any, daylight between President Obama and Vice President Biden on how to deal with climate change and shift away from fossil fuels. “But it’s been hard to get our arms around, with this Congress, what you know you should be doing,” he told Rolling Stone in 2013. “You should be attacking the carbon emissions, period, and whether it’s cap-and-trade or carbon tax or whatever, that’s the realm in which we should be playing. In the meantime, the president is going to use his executive authority to, essentially, clean up the bad stuff, encourage the good stuff and promote private industry moving in that direction.”\n\nIt’s hard to know if he has any misgivings about the administration’s handling of fossil fuel development on public lands, offshore drilling, methane emissions, or other concerns climate advocates routinely note. Before he joined the ticket, he was not shy about the threats posed by coal pollution, nor the importance of shifting away from it.\n\nIn 2007 Bill Maher asked then-Senator Biden which was most likely to kill you, a terrorist attack, high-fructose corn syrup, or “air that has too much coal in it.” Biden answered the question: coal pollution, because casualties from terrorist attacks are unlikely while pollution from coal-fired power plants contribute to the deaths of thousands of Americans. Five years later, Mitt Romney was attacking him for saying that coal was more dangerous than terrorist attacks.\n\nLast month, Biden got attacked by the right wing when he told Vice that “us moving away from coal because it’s such a polluter– there’s a lot of people [who are] gonna get hurt, good people, worked their whole life.” He said “it’s a national responsibility, in our view, to help them make that transition.”\n\n* * *\n\nTaking bold stands on climate change could be one way of getting disillusioned young progressives excited enough about a Clinton campaign to go knock on doors. On Monday, climate activists organized by 350.org Action will be outside Clinton’s campaign office protesting her stance on the Keystone XL pipeline instead.\n\nBold climate stands are what groups like Friends of the Earth and the Center for Biological Diversity have in mind as they press Clinton for clarity on Keystone XL, fracking, and fossil fuel advocacy. More effective than environmental groups talking about environmental issues would be presidential candidates talking about environmental issues in productive ways.", "topic": "Climate Change", "politicalLabel": "Neutral", "organization": "ThinkProgress", "biasLabel": "Not Biased", "title": "How Does Hillary Match Up With Other Dems On Climate Change?", "yellowLabel": "Not Yellow", "tags": "set(['CANADA', \"Martin O'Malley\", 'CLIMATE CHANGE', 'Joe Biden', 'Hillary Clinton', 'Jim Webb', 'Elizabeth Warren', 'Democratic Party', 'CALIFORNIA', 'DROUGHT', 'RENEWABLE ENERGY', 'Bernie Sanders', 'Lincoln Chafee'])", "opinionLabel": "Other"}