{"content": "The Huffington Post, through its widely viewed video service HuffPost Live, is promoting recreational use of marijuana as well as even more troubling nonsense about the medicinal value of hard drugs like ecstasy, acid and other Schedule I substances.\n\nWhen Miley Cyrus smoked a joint on stage at the European Music Awards and at the Art Basel Miami Beach festival, most saw it as reflecting the ills of celebrity culture.\n\nBut the danger of public acceptance and misuse is much greater when a significant media outlet promotes illicit drugs.\n\nThe most recent example was just this month in a HuffPost Live segment on the benefits of psychedelic drugs, like mushrooms, to treat depression. In the intro, host Josh Zepps talks up his own personal and seemingly positive “holistic loving majesty” recreational experiences with hallucinogen use.\n\nTellingly, the panel consisted of two authors on books defending LSD, mushrooms, acid and ecstasy, plus one libertarian presenting the pro-drug-legalization side.\n\nThere wasn’t a single MD to defend (let alone challenge) the claim that psychedelics have legitimate medicinal value.\n\nA network that has had guests like Jimmy Carter, Elizabeth Warren, Bill Gates, Bill de Blasio, Cory Booker and others should’ve had no trouble finding an expert physician to discuss this.\n\nWas someone too high to realize that having a doctor on the panel might be relevant to a segment on the power of “magic mushrooms” to treat depression? Or maybe HuffPo couldn’t find a doctor to endorse that view?\n\nIn a similar segment earlier this year, HuffPost Live host Alyona Minkovski joined author Tom Schroder to discuss how ecstasy can supposedly help heal illnesses like PTSD.\n\nThe problem’s not just that the government classifies ecstasy as a dangerous drug with “no recognized medical use.”\n\nA scientific review of the drug found that even if it has therapeutic effects in some patients, it’s still unsafe medically because of its “lasting neurotoxic and cognition impairing effects in humans.”\n\nThe HuffPo host concludes by claiming “there are a lot of people in the medical community that are calling for at least more experimentation in this area,” without citing who or what any of those sources are.\n\nNo doctor was on this panel either, nor were the risks of the drugs even considered except for host Minkovski to dismiss the dangers as government conspiracy and cast doubt on studies showing how ecstasy “can have devastating health effects.”\n\nThe Huffington Post isn’t just promoting dangerous theories on claimed medicinal benefits of illicit drugs. The host of HuffPost Live’s recent holiday segment “A Christmas Gift Guide For The Stoner In your Life” openly promotes recreational pot use.\n\nHuffPost’s Ricky Camilleri starts the broadcast discussing the legalities of transporting marijuana across Colorado state lines. No harm in that.\n\nBut one minute in, he gets to the main point, promoting weed: “We got a lot of the legal stuff . . . out of the way — let’s talk about what people really want to hear about, which is what they are going to get for Thanksgiving and Christmas when it comes to weed.”\n\nFrom there on out, the show is devoted to advice on cooking marijuana, using paraphernalia, getting high and giving cannabis-related gifts, without a single mention of the health costs of marijuana use.\n\nRegardless of one’s views on legalization, marijuana is still illegal in most states and can also be harmful, especially when use is heavy and long-term.\n\nAccording to the National Institute of Health, a whooping 16 percent of drug-treatment-facility admissions are related to “marijuana dependence.”\n\nWeb MD reports that marijuana can cause or exacerbate “mental health problems like depression, anxiety, suicidal thoughts, short-term psychosis, and schizophrenia.”\n\nStudies suggest that favorable portrayals of drugs in movies and TV shows can even lead to more substance abuse. How much worse the impact of the news media’s positive portrayal, normalization and misinformation on drugs?\n\nHuffPo’s coverage of the war on drugs and the debate over pot legalization is generally fair.\n\nBut its shows promoting illegal drug use and one-sided theories on the medicinal value of illicit narcotics — while ignoring or glossing over the real risks of drug abuse — are irresponsible and dangerous.\n\nSomeone needs to tell the Huffington Post to just say no to drugs or rename its video broadcast HighPost Live.", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "New York Post", "biasLabel": "Biased", "title": "The Huff Post’s drug problem", "yellowLabel": "Yellow", "tags": "set(['Drugs', 'Marijuana', 'Huffington Post'])", "opinionLabel": "Other"}