{"content": "When the director of Immigration and Customs Enforcement, John Morton, said in a June 2011 memo that his agency would focus on deporting convicted criminals and repeat immigration violators rather than noncriminals who pose no threat, he raised hopes of restoring balance to a broken system. He told agents and prosecutors to use “all appropriate discretion” with immigrants who lack criminal records, have deep family ties to this country and are pursuing “legitimate civil-rights complaints.”\n\nBut a year later, the promise has fallen short. Julia Preston reported in The Times on Thursday that the administration’s review of more than 411,000 deportation cases has had negligible results. Fewer than 2 percent of the cases were closed under the new discretion policy.\n\nDelays in background checks are at the root of the inaction, but the problem goes beyond that. Immigration advocates in the South are trying to stop the deportation of dozens of people who spoke out against abuses like dangerous working conditions, unlawful arrests, unpaid wages, racial profiling and retaliation against those trying to organize. Instead of protecting them, the administration is trying to expel them. The fate of these immigrants, known as the Southern 32, will test whether the discretion policy is worth the paper it’s written on.\n\nThere is another reason for action. The Supreme Court is expected to rule this month on the constitutionality of Arizona’s coldblooded immigration law. If it upholds the right of Arizona and other states to wage their own immigration crackdowns, local officials and employers will surely be emboldend to push the undocumented further into the shadows. The Arizona model makes no distinction between criminal offenders and those who have earned a chance to stay.\n\nPresident Obama is nowhere close to fulfilling his pledge to win legalization for 11 million immigrants who are languishing in this society without hope of fully joining it. As Congress continues to do nothing, it becomes more urgent that Mr. Obama act to protect those who could be well on their way to becoming lawful Americans but for the broken system.", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "New York Times", "biasLabel": "Not Biased", "title": "A Failure of Discretion", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Opinion Article"}