{"content": "Colt's Manufacturing, the company that has made the iconic gun dubbed \"The Peacemaker\" for more than a century, could pull up its Connecticut stakes after coming under fire in the national debate over the Second Amendment.\n\nPresident and CEO Dennis Veilleux said the pro-gun control climate that has taken hold in the wake of the Sandy Hook school massacre and other firearm attacks has left him feeling unwelcome in the state his company has called home for 175 years. Proposed laws being debated by the Legislature and pushed by Gov. Dannel Malloy include a new gun offender registry, an expanded assault weapons ban, ammunition restrictions and a ban on bulk purchases of handguns. Veilleux said those measures have put Colt and its nearly 700 employees in the crosshairs.\n\nADVERTISEMENT ADVERTISEMENT\n\n“At some point, if you can’t sell your products … then you can’t run your business.\" - Dennis Veilleux, CEO of Colt's Manufacturing\n\n“At some point, if you can’t sell your products … then you can’t run your business,\" Veilleux told FoxNews.com. \"You need customers to buy your products to stay in business.”\n\nVeilleux, who wrote an op-ed that appeared in The Hartford Courant this week in which he raised the prospect of leaving the state, said the company doesn’t have any such “definite plans.” But if Malloy follows through on his promise to ban the purchase and sale of AR-15 rifles, the centerpiece of the company’s business, he said leaving could become an option.\n\nVeilleux, 47, said Colt is “constantly approached” by other states to relocate. Several red state governors have made no secret of the fact they covet firearms makers, an industry that by some measures contributes $1.7 billion annually to Connecticut's economy.\n\nClick for photos of Colt's Manufacturing and Connecticut through the years\n\nThe gun company boss acknowledged that even raising the possibility of a move could be troubling to workers, whose roots in Connecticut are in many cases as deep as Colt's.\n\n“The employees are what the company is,” he said. “It’s not a building with a bunch of machines in it. The company is the employees. They’re proud of what they do, they represent their community – and I would say a lot more than some of the legislators do. They’re real people.”\n\nMalloy spokesman Andrew Doba says the Democratic governor does not want Colt and its 670 employees to leave the state.\n\n“The governor has been clear for some time that while he does not want manufacturers to leave the state, we need to move ahead with common sense gun violence prevention legislation that will improve public safety,” Doba wrote FoxNews.com in an email.\n\nVeilleux made headlines last week when he closed down his factory and bused 400 workers to the state Capitol so they could personally urge lawmakers not to pass gun control legislation that they say could risk their livelihoods.\n\nConnecticut's unemployment rate was 8.2 percent in December. In Hartford County, where Colt is based and provides what Veilleux considers high-paying jobs, that figure was 8.1 percent. Both jobless rates are well above the national average of 7.7 percent.\n\nRon Pinciaro, executive director of Connecticut Against Gun Violence, defended the pieces of legislation currently under consideration.\n\n\"We feel that because of the enormity of the situation that happened on Dec. 14, that if we just put some Band-Aids on things, it's really not going to be enough,\" Pinciaro said.\n\nTwenty first-graders and six educators were killed at Sandy Hook Elementary School on Dec. 14. Gunman Adam Lanza also killed his mother, Nancy Lanza, before committing suicide as police responded to the school.\n\nFull coverage of Colt's Manufacturing from The Hartford Courant\n\nThe shootings, as well as last year's movie theater massacre in Aurora, Colo., have triggered a renewed debate over gun laws, especially laws governing background checks and assault rifles. On Wednesday, a Colorado ammunition magazine manufacturer went a step further than Veilleux, saying that it will leave the state after lawmakers approved new gun laws there.\n\nMagpul Chief Operating Officer Doug Smith said the moving process has begun following the signing of a bill by Colorado Gov. John Hickenlooper that bans the sale of gun magazines with more than 15 rounds. A new location has yet to be determined.\n\n“Our moving efforts are under way,” Smith told the Denver Post. “Within the next 30 days we will manufacture our first magazine outside the state of Colorado.”\n\nMagpul, which employs roughly 200 workers, is based in Erie, about 30 miles north of Denver. It’s the largest Colorado company that potentially would be affected by the bill, one of three state gun measures passed this year.\n\nThe Associated Press contributed to this report.", "topic": "Gun Control", "politicalLabel": "Neutral", "organization": "FOX", "biasLabel": "Not Biased", "title": "Colt to bolt? Gun maker's boss says company feels unwelcome in Connecticut", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}