{"content": "Jim Obergefell and John Arthur spent more than two decades living quietly together. They were never gay rights activists. Then the Supreme Court ruled in June 2013 that the federal government must recognize same-sex marriages. Carrie Cochran and Glenn Hartong, Cincinnati Enquirer\n\nJim Obergefell of Cincinnati. He and John Arthur married in Maryland because gay marriage is not legal in their home state of Ohio. After his husband died, Obergefell sued his state because Ohio won't allow his name on Arthur's death certificate. Now his case is in front of the U.S. Supreme Court. (Photo: Carrie Cochran, The Cincinnati Enquirer)\n\nCINCINNATI — Jim Obergefell and John Arthur spent more than two decades living quietly together. They were never gay rights activists. Most of their friends weren't even gay.\n\n\"John and I always joked that we were bad gays,\" Obergefell recalls, \"because the vast majority of our friends are straight couples.\"\n\nBut when the Supreme Court ruled on June 26, 2013, that the federal government must recognize same-sex marriages, two new activists suddenly were born — one of whom now stands at the threshold of legal history.\n\nFifteen days after the high court's ruling — with Arthur in the final stages of amyotrophic lateral sclerosis, or Lou Gehrig's Disease — the couple flew to Maryland on a medically equipped jet to be legally married on the tarmac. Then they flew back home and learned their marriage would not be recognized in Ohio.\n\n\"All I thought was, 'This isn't right. I'm p---ed off,'\" Obergefell, 48, says now, sitting in the silence of his art-filled condominium in Cincinnati's historic Over the Rhine district.\n\nSo with little to gain but respect — the couple had protected their assets and finances because of Arthur's imminent death — they filed a lawsuit seeking to have their marriage recognized. Within 72 hours, they won a temporary injunction.\n\nThree months later, Arthur was gone at age 48. But his determination to have Obergefell named as the surviving spouse on his death certificate remains. And on April 28, the couple will have their day in court — the Supreme Court.\n\nThe case is called Obergefell v. Hodges — Richard Hodges directs the Ohio Department of Health — but it's a combination of six lawsuits filed by 32 people, including two widowers and an adopted child, in four states. Obergefell's lawsuit drew the lowest case number, putting his name ahead of the others from Ohio, Michigan, Kentucky and Tennessee.\n\nThus has Jim Obergefell (pronounced \"OH-ber-guh-fell\"), mild-mannered real estate broker and art collector, become the poster child for the gay rights movement's nationwide effort to legalize same-sex marriage.\n\nSince the justices agreed in January to consider the case, his life has become a whirlwind of media interviews and speaking engagements — Dallas and Washington last month, Houston this weekend, Atlanta in May, Columbus in June. Vice President Biden embraced him. Sen. Cory Booker, D-N.J., will tell his story on the Senate floor Monday and Obergefell will be watching from the Senate gallery.\n\n\"I look at this as a way for me to honor John and to still protect John,\" Obergefell says. \"It keeps him, it keeps our marriage, our relationship, alive.\"\n\n'JUST JOHN AND JIM'\n\nThat relationship started on New Year's Eve 1993 at a party Arthur threw. From then on, they were inseparable.\n\n\"We were just John and Jim. We weren't the flag-waving activists,\" Obergefell recalls. They led an active social life mostly because of Arthur's outgoing nature. \"We would just collect friends wherever we went,\" he says.\n\nThen in 2011, Arthur's health began to deteriorate. Within months, he was forced to get a cane, then a walker, then a wheelchair. The ALS diagnosis was devastating. But Arthur accepted it with grace.\n\n\"I can honestly say, not once did he complain. Not one single time,\" Obergefell recalls. \"He was always a glass-half-full person.\"\n\nThe decision to turn their 20-year relationship into a marriage came suddenly after Edie Windsor — who had lost her spouse, Thea Spyer, to multiple sclerosis after a 40-year relationship — won her Supreme Court case against the federal Defense of Marriage Act.\n\nThe wedding required a medical jet funded by friends and family, with Arthur's aunt, Paulette Roberts, on board to perform the brief ceremony. The plane landed, the rings were exchanged, and they were airborne again — a 3 1/2-hour round trip.\n\n\"It was all about wanting to say, 'I do,'\" Obergefell says. \"It would have been far easier to take John six blocks to the courthouse.\"\n\nWithin days of the wedding, a friend mentioned their story to a local civil rights lawyer, Alphonse Gerhardstein, who recognized their problem. When he came to the condominium the following Monday, he brought a blank death certificate to illustrate where Obergefell's name would be missing; Ohio law would not consider him a surviving spouse.\n\n\"We both just thought, 'That's an indignity we shouldn't have to suffer,'\" Obergefell says.\n\nWhile opponents argue that marriage exists for the purposes of procreation and child-rearing, Gerhardstein says, \"Marriage is also the commitment that one person makes to his husband at the most critical time. You say 'for better or worse,' and then you preside over the last few months in a hospice setting. That's what marriage is, too.\"\n\n'IT'S ALL ON YOU'\n\nIf deciding to get married after the Windsor decision was easy, deciding to sue Ohio was a no-brainer — except for one problem that Arthur raised.\n\n\"He just kept saying, 'You know, Jim, it's all on you. I can't do anything,'\" Obergefell recalls. \"He was in hospice care, bedridden. He was not going to be able to go to court.\"\n\nAfter caring around the clock for his partner-turned-husband, Obergefell has spent the past 18 months fighting the battle alone, just as Windsor did in New York. But unlike Windsor, who won back $363,000 in federal estate taxes that had been levied because the government did not recognize her marriage, Obergefell has little financial incentive — just the standard $255 death benefit and the potential to receive Arthur's disability benefits once he retires.\n\n\"It isn't about the money,\" Obergefell says. \"John's final record as an Ohioan — as an American — deserves to be accurate. And our marriage — our legal marriage— deserves respect.\"\n\nSince the Supreme Court agreed to hear the case in January — and particularly since Obergefell was listed as lead plaintiff last month — his life has become a blur of public appearances, interviews, photos and videos.\n\n\"I feel a bit of guilt, because this isn't just about me,\" he says.\n\nBut he has not shied from telling his story. The Human Rights Campaign, the nation's leading gay rights organization, has signed him up to appear at several events and galas. Recounting Arthur's demise at the first one in Washington early last month, Obergefell broke down and cried.\n\n\"I've never seen him not cry when he tells the story\" of Arthur's demise, says Fred Sainz, the groups's vice president of communications. \"As if that is not enough, government intrudes and says, 'You're not through with it yet. We're going to add insult to injury.'\"\n\nOhio doesn't see its refusal to recognize Obergefell's marriage in Maryland as an insult. Its court brief argues that the Constitution \"has always allowed a state to choose its marriage laws over another state's laws.\" States and voters must be free to choose for themselves, it says — otherwise, \"the court would erode the very federalist structure that made same-sex marriage possible.\"\n\nThe state's effort to keep him off the death certificate is what motivates Obergefell these days. He's reminded of Arthur whenever he looks at their two rings, which he wears fused together. He recounts the day's events to Arthur every night, out loud, before bed.\n\nHe knows that if the Supreme Court decides gays and lesbians have a right to marry and have their marriages from other states recognized, \"This will be one of those landmark rulings.\"\n\n\"I chuckle,\" he says, \"about law students and other people just having to learn how to pronounce Obergefell.\"\n\nRead or Share this story: http://usat.ly/1yiwni2", "topic": "Gay Marriage", "politicalLabel": "Liberal", "organization": "USA Today", "biasLabel": "Not Biased", "title": "Grieving widower takes lead in major gay marriage case", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Other"}