{"content": "Gabby Giffords looks toward her husband, Mark Kelly, after speaking on Capitol Hill on March 4, 2015, about bipartisan legislation on gun safety. (Photo: Carolyn Kaster, AP)\n\nWASHINGTON — Former congresswoman Gabrielle Giffords, D-Ariz., showed Wednesday she can still fill a room on Capitol Hill — this time for a news conference to announce reintroduction of gun control legislation.\n\nThe rat-a-tat of still cameras and the scrum of television crews jostling to document Giffords and her husband, Mark Kelly, entering the crowded room in the Cannon House Office Building next to the Capitol made it clear that the two were the main attraction.\n\nRep. Mike Thompson, D-Calif., announced he was reintroducing legislation that would toughen the law requiring background checks of gun buyers. Republican Peter King of New York is the co-author, and three other Republicans have signed on as original co-sponsors, joining three Democrats.\n\nThe King-Thompson bill was never brought to the House floor in the last Congress and has less chance of advancing now that Republicans control both the House and Senate.\n\nThe bill would require background checks on private sales at gun shows, over the Internet or through classified ads — transactions during which a check is not usually run through the National Instant Background Check System. It also would strengthen the NICS by providing states with incentives to improve reporting of criminals and the dangerously mentally ill to be included in the system's database.\n\nIt would protect gun owners by outlawing the creation of a federal registry of gun owners, making misuse of gun sale records a felony, and allowing for exceptions from the background check requirement for transfers between family and friends.\n\nKelly said areas of the country that require background checks on handgun sales have fewer suicides, domestic shootings and police killed by guns.\n\n\"Stopping gun violence takes courage, the courage to do what's right,\" Giffords said during a short speech that followed her husband's remarks. \"We must never stop fighting. Fight. Fight. Fight.\"\n\nGiffords and Kelly face the task of replenishing the depleted coffers of their Americans for Responsible Solutions political action committee, which is focused on gun control, and trying to improve their batting average in the 2016 elections.\n\nMark Prentice, spokesman for the committee, said Giffords and Kelly are trying to push legislation at the state level as well as in Congress and are studying whether to get involved in upcoming state ballot initiatives.\n\nAmericans for Responsible Solutions did plenty of fighting in last year's congressional elections, raising $21.3 million over the two-year cycle and spending $8.2 million to support or oppose candidates — mostly through advertisements — according to the Center for Responsive Politics. The rest was spent on fundraising and administrative expenses.\n\nNo donations were made directly to candidates, although about $500,000 went to a group in Washington state that pushed a successful ballot initiative last fall requiring background checks.\n\nOf the 16 races in which the PAC spent money, it ended up on the winning side seven times. In the seven races where it spent at least a half million dollars, it was on the winning side only once.\n\nThe National Rifle Association Political Victory Fund raised $21.9 million during the 2014 election cycle and doled out $15.7 million in independent expenditures, while giving $786,100 to federal candidates. It ended the year with $2.5 million in cash.\n\nGiffords was gravely wounded Jan. 8, 2011, during a shooting spree at a Tucson shopping center where she was holding an event to meet constituents.\n\nFollow @BillTheobald on Twitter.\n\nRead or Share this story: http://usat.ly/1BIMtB0", "topic": "Gun Control", "politicalLabel": "Neutral", "organization": "USA Today", "biasLabel": "Not Biased", "title": "Giffords draws crowd at D.C. event to support gun control", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Other"}