{"content": "On March 6, the Arkansas legislature enacted the toughest abortion law in the nation, banning the procedure after 12 weeks of pregnancy. The accomplishment stood for all of 20 days before North Dakota, with a law Gov. Jack Dalrymple signed on Tuesday, banned abortion at about six weeks. Both laws prohibit abortions once providers can detect a fetal heartbeat, a milestone with no meaning to the federal laws governing abortion. (The Arkansas law requires providers to do so with an abdominal ultrasound, and the North Dakota one by any technology available, including a transvaginal probe, which can detect a heartbeat weeks earlier than an abdominal ultrasound.) The North Dakota law, by requiring that providers try to detect a heartbeat so early, effectively bans abortions for women who might not even realize they are pregnant. In practice, it might make transvaginal ultrasounds mandatory for women seeking abortions early in their pregnancies. But the effects of these laws are not intended to be felt only by women living in Arkansas and North Dakota. The people who support these laws dream that they will provide a legal basis for overturning Roe v. Wade.\n\nMark Gietzen, the head of the group backing a bill just introduced in the Kansas legislature, promised as much to his supporters in an email he sent earlier this week. As the Huffington Post reported, \"Gietzen noted that the bill was designed to appeal to Supreme Court Justice Anthony Kennedy, considered the court's swing vote on abortion, to force the court to overturn Roe v. Wade.\" Dalrymple, despite signing the North Dakota law and socking away funds for the expected legal challenge, does not seem confident of this strategy, saying on Tuesday, “Although the likelihood of this measure surviving a court challenge remains in question, this bill is nevertheless a legitimate attempt by a state legislature to discover the boundaries of Roe v. Wade.” Thing is, the boundaries of Roe are already settled. “Both of these laws are just blatantly unconstitutional,” said Gretchen Borchelt, senior counsel for the National Women’s Law Center. The Supreme Court ruled in Roe that states cannot ban abortion before a fetus is viable outside the womb, she said—typically around week 24 of a pregnancy.\n\nBoth laws have other, weedier problems. The court ruled in Roe that states cannot draw a line at a particular gestational age and call it the start of viability. But the Arkansas law does draw a line, at 12 weeks, on the premise that viability ought to be defined as the moment when an ultrasound can detect a heartbeat. Roe permits states to ban abortion after viability, but any prohibitions have to include a health exception, and what physical or psychological conditions constitute a health exception is up to a doctor. The health exceptions in the Arkansas and North Dakota laws are narrowly defined as medical emergencies—cases where there is “a serious risk of substantial and irreversible impairment of a major bodily function,” as the Arkansas law puts it; the North Dakota law uses similar wording. “That wouldn’t even pass the laugh test in court,” said Julie Rikelman, the director of litigation for the Center for Reproductive Rights, a legal advocacy group that plans to challenge the Arkansas law along with the ACLU. “It should not even get to these questions.”\n\nIn fact, women in North Dakota and Arkansas may never have to deal with these restrictions. Talcott Camp, the deputy director of the ACLU’s Reproductive Freedom Project, is fairly confident that by the time the laws are scheduled to take effect—Arkansas’s in mid-July, North Dakota’s on August 1—the courts will have blocked them. For a preliminary injunction, she said, “The basic formula is, does the law cause irreparable harm, and is your suit likely to succeed on its merits? We are overwhelmingly likely to succeed,” she said. As for irreparable harm, “Depending on the period of time you’re talking about, the literal Constitutional right could not be exercised…. It’s not as though the state could make up for it by, say, giving you money afterwards.”\n\nThere is also not much hope among mainstream anti-abortion advocates, who prefer a legislative strategy that chips away at Roe, that these laws will stand. Paul Linton, who was Americans United for Life’s general counselor for many years, has said that fetal heartbeat measures “have no chance in the courts.” When James Bopp, general counsel to the National Right to Life Committee, spoke to me in July about aggressive laws like these, he worried that they could go all the way to the Supreme Court—where there are not the votes to overturn Roe. “If one of these measures ever got to the Supreme Court, which is highly unlikely because they are so obviously unconstitutional under Roe v. Wade, it would allow the court to refashion abortion law under, maybe, gender discrimination. Which would mean that all regulations on abortion would be unconstitutional.” He continued, “I don’t know what they are thinking.… Normal people don’t spend a lot of time banging their head against the wall.”\n\nBut if and when they lose the court fights over these two laws, the anti-abortion movement will still have notched a victory. Relentless lawsuits, Rikelman said, even the patently baseless ones, make constitutionally protected abortion rights appear as though they are up for discussion. “It’s dangerous,” Rikelman said. “We don’t have to go to court every year to restore the right to vote. Women shouldn’t have to rely on legal centers year after year after year to reestablish rights outlined forty years ago.” Currently, five other states—Wyoming, Kansas, Ohio, Kentucky, and Mississippi—are considering fetal heartbeat bills, all of which groups like Rikelman's would have to challenge. A court decision against the North Dakota or Arkansas laws would foretell the fate awaiting those bills, should they become law, but that probably wouldn’t deter legislators in those states from plowing ahead. “The Supreme Court, let alone a circuit court, has already said several times that laws like these are not constitutional,” Rikelman said. She was citing a string of lower-court decisions that have invalidated or blocked the “fetal pain bills” passed in nine states since 2011, which ban abortion at 20 weeks. “It hasn’t stopped anyone.”\n\nBut even if these bills are overturned by the courts, they could yet succeed—as cover for less sensational, but nonetheless insidious, abortion bills. Dalrymple, when he signed North Dakota’s fetal heartbeat bill, signed another law mandating that only physicians who have hospital-admitting privileges may perform abortions. That law is likely to shutter North Dakota’s sole abortion clinic, the Red River Women’s Clinic, and it is attracting far less outrage than the heartbeat bill. (A similar law has brought Mississippi’s only abortion clinic to the brink of closure.) “These two new laws seem so extreme. And they are extreme, and they are dangerous, and they are outrageous. They do take away medical decisions from women, their family, and their doctors,” Camp said. “But we really ought to see them as part and parcel to the same mission as people who take the incremental approach.” In other words, don’t fear fetal heartbeat laws; fear the lesser-known bills that look reasonable by comparison. Those are the ones that stand a chance.", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "New Republic", "biasLabel": "Biased", "title": "Fetal-Heartbeat Abortion Laws: Dangerous Even If Judges Reject Them", "yellowLabel": "Yellow", "tags": "set(['health', 'Economics', 'Abortion', 'north dakota', 'gender', 'state politics', 'Home News', 'The Plank', 'Events', 'Culture', 'Books', 'arkansas', 'Identity', \"women's rights\", 'World', 'Technology', 'Politics', 'Film', 'Economy'])", "opinionLabel": "Other"}