{"content": "YOKOHAMA, Japan — In an authoritative report due out Monday a United Nations climate panel for the first time is connecting hotter global temperatures to hotter global tempers. Top scientists are saying that climate change will complicate and worsen existing global security problems, such as civil wars, strife between nations and refugees.\n\nThey’re not saying it will cause violence, but will be an added factor making things even more dangerous. Fights over resources, like water and energy, hunger and extreme weather will all go into the mix to destabilize the world a bit more, says the report by the Nobel Peace Prize-winning Intergovernmental Panel on Climate Change. The summary of the report is being finalized this weekend by the panel in Yokohama.\n\nThat’s a big change from seven years ago, the last time the IPCC addressed how warming affected Earth, said report lead author Chris Field of the Carnegie Institution of Science in California. The summary that political leaders read in early 2007 didn’t mention security issues will, he said, because of advances in research.\n\n“There’s enough smoke there that we really need to pay attention to this,” said Ohio University security and environment professor Geoff Dabelko, one of the lead authors of the report’s chapter on security and climate change.\n\nFor the past seven years, research in social science has found more links between climate and conflict, study authors say, with the full report referencing hundreds of studies on climate change and conflict.\n\nThe U.S. Defense Department earlier this month in its once-every-four-years strategic review, called climate change a “threat multiplier” to go with poverty, political instability and social tensions worldwide. Warming will trigger new problems but also provide countries new opportunities for resources and shipping routes in places such as the melting Arctic, the Pentagon report says.\n\nAfter the climate panel’s 2007 report, U.N. Secretary-General Ban Ki-moon wrote that along with other causes, the conflict in the Darfur region of western Sudan “began as an ecological crisis, arising at least in part from climate change. ” While the IPCC report this year downplays global warming’s role in that particular strife, saying other issues were far more influential, the report’s drafts do add that there is “justifiable common concern” that climate change increases the risk of fighting in similar circumstances.\n\n“Climate change will not directly cause conflict — but it will exacerbate issues of poor governance, resource inequality and social unrest,” retired U.S. Navy Adm. David Titley, now a Pennsylvania State University professor of meteorology, wrote in an email. “The Arab Spring and Syria are two recent examples.”\n\nBut Titley, who wasn’t part of the IPCC report, says “if you are already living in a place affected by violent conflict — I suspect climate change becomes the least of your worries.”\n\nThat illustrates the tricky calculus of climate and conflict, experts say. It’s hard to point at violence and draw a direct climate link — to say how much blame goes to warming and how much is from more traditional factors like poverty and ethnic differences. Then looking into future is even more difficult.\n\n“If you think it’s hard to predict rainfall in one spot 100 years from now, it’s even harder to predict social stability,” said Jeff Severinghaus, a climate scientist at the Scripps Institution for Oceanography who isn’t part of this climate panel. “Obviously that’s going to be controversial. The most important thing is that it’s going to be talked about.”\n\nSeveringhaus and other scientists say this will be one of the more contentious issues as the panel representing more than 100 nations meets here and edits word-by-word a 30-page summary of the multi-volume report for political leaders. Observers said the closed door meeting went through the security and climate section Sunday, in the hurried last hours of editing.\n\nThere’s an entire 63-page chapter on security problems, but most leaders will read the handful of paragraphs summarizing that and that’s where there may be some issues, he says.\n\nThe chapter on national security says there is “robust evidence” that “human security will be progressively threatened as climate changes.” It says it can destabilize the world in multiple ways by making it harder for people to make a living, increasing mass migrations, and making it harder for countries to keep control of their populations.\n\nThe migration issue is big because as refugees flee storms and other climate problems, that adds to security issues, the report and scientists say\n\nWhile some climate scientists, environmental groups and politicians see the conflict-climate link as logical and clear, others emphasize nuances in research.\n\nThe social science literature has shown an indirect link, especially with making poverty worse, which will add to destabilization, but it is not the same as saying there would be climate wars, said University of Exeter’s Neil Adger, one of the study’s lead authors. It’s not exactly the four horsemen of the apocalypse, he adds.\n\nJoshua Goldstein, an international relations professor and expert on conflict at the University of Massachusetts, sees that link, but says it is probably weaker than people think. It’s not as a big a problem as other impacts from climate change, like those on ecosystems, weather disasters and economic costs, he says.\n\nPoverty is the issue when it comes to security problems — and policies to fight climate change increase poverty, says David Kreutzer at the conservative Heritage Foundation in Washington.\n\nBut environmental groups such as the Environmental Justice Foundation are issuing reports that dovetail with what the IPCC is saying.\n\nTitley, the retired admiral, holds out hope that if nations deal with climate change jointly, it can bring peace instead of war to battling regions.", "topic": "Climate Change", "politicalLabel": "Liberal", "organization": "New York Post", "biasLabel": "Not Biased", "title": "Climate change will push world into war: UN report", "yellowLabel": "Yellow", "tags": "set(['Climate Change', 'War', 'United Nations'])", "opinionLabel": "Other"}