{"content": "WASHINGTON — Some Congressional Republicans said Thursday that they would increase their efforts to prevent residents here from possessing small amounts of marijuana, which became legal in Washington at midnight, and warned that the city would face numerous investigations and hearings should the mayor continue her practice of telling them to please find something else to worry about.\n\n“We say move forward at your own peril,” said Representative Jason Chaffetz of Utah, chairman of the House Oversight Committee, echoing a letter he and Representative Mark Meadows, Republican of North Carolina, sent to city officials this week, warning of legal action and ordering the district to turn over documentation on any employees involved with putting the law into effect.\n\nOn Thursday, the difficulty in detecting a pot-infused sea change in the city was not surprising, given that selling the drug in the city remains illegal and that any plants, which may now be grown at home (six only, and only three of them mature), would be hard to see through the perpetual snow on the window panes. Residents are not permitted to smoke in public or on federal land, so any smoke wafting along the Potomac was no less or more than it would have been on Wednesday.\n\nPhoto\n\nWhat is more, the district already decriminalized possession of small amounts of marijuana last year, making the new ability for residents 21 and older to legally possess two ounces a bit of a snore, statutorily speaking.\n\n“The fact is that Initiative 71 is an incremental change from the previous D.C. law that decriminalized small amounts of marijuana,” Michael Czin, a spokesman for Mayor Muriel Bowser, said in an email. “It’s largely business as usual for us. Right now, we’re focused on implementing the law in a thoughtful, responsible way and making sure our residents know what they can and cannot do.”\n\nAdam Eidinger, chairman of the D.C. Cannabis Campaign, planted six seeds of the “soul shine” variety of marijuana in a little tray in his home, which also serves as the campaign’s headquarters. He then rolled up a joint to smoke for the benefit of rolling television cameras.\n\nPhoto\n\nAt the Conservative Political Action Conference on Thursday just outside the district, several dozen people attended a panel on marijuana legalization, where former Gov. Gary E. Johnson of New Mexico debated Anne Marie Buerkle, the commissioner of the Consumer Product Safety Commission. While Ms. Buerkle stressed the impact of a drug she said would “stupefy our youth,” Mr. Johnson emphatically disagreed, saying the debate was akin to arguing “over whether the sun is going to come up tomorrow.”\n\nOther guests at the conference demonstrated the divide. “Prohibition is a nanny state, liberal idea that the government should protect you from your own stupidity,” said Howard Wooldridge, a former police detective and a member of Law Enforcement Against Prohibition. “For conservatives, this should be their bread and butter. If these people would apply their conservative principles to the issue, they would all be on my side.”\n\nThe House speaker, John A. Boehner, has deferred the matter to the relevant committees. However, some Republican House members said they would ask the Justice Department to prevent the legalization of marijuana in the district, which approved the law in a referendum passed overwhelmingly last fall. Congressional Republicans believe they blocked the voter initiative through a last-minute provision in a large federal spending bill.\n\nPhoto\n\n“The district is on a slippery slope to becoming Amsterdam,” Mr. Chaffetz said. “We are going to appeal to the U.S. attorney. We want to see the law enforced.”\n\nHe said that the request to the Justice Department would come soon, and that there would probably be investigations and hearings in Congress.\n\nMs. Bowser said Wednesday that the city would carry out its own law and that Congress should “not be so concerned about overturning what seven out of 10 voters said should be the law.”\n\nContinue reading the main story Video\n\nAmong other things, some lawmakers believe that the district could be found in violation of the rarely invoked Anti-Deficiency Act, which stipulates that a city cannot spend money that was not appropriated by Congress and imposes criminal and financial penalties on violators, something local officials do not believe could happen here.\n\nThe push by congressional Republicans notwithstanding, the Justice Department has made clear that it is not interested in interfering. “The U.S. Attorney’s Office for the District of Columbia has jurisdiction,” said William Miller, a spokesman for that office. “We are following developments and have no further comment at this time.”\n\nA few weeks after the marijuana ballot initiative passed, House Republicans placed a provision into a large federal spending bill prohibiting the city, which is overwhelmingly Democratic, from spending tax dollars to enact the initiative. But district officials argue that the marijuana law had already been enacted and certified by the Board of Elections before Congress passed the spending bill, so there was no “enacting” for the House to prevent.\n\n“The culture has always been here,” said Mr. Eidinger, of the D.C. Cannabis Campaign. “I think this is going to make private gatherings more cannabis friendly. I like to call it legalization without commercialization.”", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "New York Times", "biasLabel": "Not Biased", "title": "Republicans Warn Washington to Think Twice About Legalizing Marijuana", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}