{"content": "Share this:\n\n\"Obamacare Enrollment Crushes Goal\" Share:\n\nCREDIT: Department of Health and Human Services\n\nPresident Obama announced on Thursday that 8 million people have signed up for plans through Obamacare’s new insurance exchanges. Although March 31 was originally the final deadline to enroll in Obamacare, administration officials extended the open enrollment period until April 15 to accommodate the people who may have struggled to complete their applications due to technological issues.\n\nJust over two weeks ago, the administration announced that Obamacare enrollment had reached 7.1 million — surpassing expectations after HealthCare.gov’s rocky rollout in October. The nonpartisan Congressional Budget Office (CBO) originally projected seven million enrollments, and revised that figure down to six million after persistent website glitches plagued the exchange websites in the fall. But sign-ups picked up steam as the deadline neared. The 8 million figure includes 3.7 million sign-ups between March 1 and April 15.\n\n“This thing is working,” Obama said.\n\nThe administration has not yet released more detailed data about the people who have signed up for new plans, so it’s unclear how many were previously uninsured and how many have paid their first premium. Even without further numbers from the White House, however, several recent outside reports suggest that the health reform law is on solid footing.\n\nPolling from Gallup released this week found that Obamacare may be having an even bigger impact on the uninsurance rate than initially expected, suggesting that about 12 million previously uninsured Americans have gained coverage since the fall. That places the uninsurance rate at its lowest point since 2008. According to Gallup’s estimations, about half of the Americans who have gained insurance for the first time this year say they got their coverage through Obamacare’s marketplaces. Other people gaining coverage could have gotten it through the expansion of the Medicaid program, or by signing up directly with an insurer.\n\nAnd despite concerns that Obamacare wouldn’t be able to recover from HealthCare.gov’s disastrous rollout, several major insurers say they’re optimistic about the law, and eager to continue offering plans on the new marketplaces during the next open enrollment period. Insurance companies like UnitedHealth Group, Kaiser Permanente, Molina Healthcare, and Wellmark are interested in maintaining their presences on the state-level exchanges, and some are considering expanding, according to Politico.\n\nAlthough there have been some ominous predictions that Obamacare will cause health insurance premiums to skyrocket, the statisticians working with insurers to project next year’s insurance premium rates report that there won’t be double digit hikes. While there will likely be variation in individual costs, officials from the Society of Actuaries expect mostly modest premium increases, saying “the double-rate increases we’ve been hearing are probably exaggerated.”\n\nSome of the concerns over rising premiums stemmed from the assumption that there won’t be enough young and healthy people in the exchanges to balance out the older and sicker enrollees. But those fears may be unfounded. Obama announced on Thursday that 35 percent of enrollees are under the age of 35, and 28 percent are between the ages of 18 and 34. Since previous estimates had skewed older, that indicates a rush of younger people signed up at the last minute. Those numbers fall in line with the experience that Massachusetts has when it enacted similar health care reforms in 2006. Young people gradually signed up over time, and by the end of the enrollment period, about 28 percent of Massachusetts enrollees were between the ages of 19 and 34.\n\nHowever, not everyone is equally sharing in the gains under Obamacare’s coverage expansion. The president noted that, thanks to Republican governors’ continued resistance to the optional Medicaid expansion, an estimated 5.7 million low-income people will remain uninsured in 2016.", "topic": "Obamacare", "politicalLabel": "Liberal", "organization": "ThinkProgress", "biasLabel": "Biased", "title": "Obamacare Enrollment Crushes Goal", "yellowLabel": "Yellow", "tags": "set(['ABORTION', 'SCIENCE', 'Obamacare', 'FOOD AND DRUG ADMINISTRATION', 'Health Care Reform', 'OBAMACARE', 'REPRODUCTIVE RIGHTS'])", "opinionLabel": "Other"}