{"content": "Former Rep. Gabby Giffords (D-Ariz.), co-founder of Americans for Responsible Solutions, speaks at New York Ideas, a conference that brings together leaders from a variety of industries on May 6, 2014 in New York City. (Photo by Andrew Burton/Getty Images)\n\nWASHINGTON -- Fresh off the heels of a successful ballot measure to expand background checks in Washington state, the anti-gun violence coalition is eyeing Nevada as the next battleground in its fight for popular restrictions on guns. The approach is part of a broader strategy to let voters determine the fate of what advocates say are common-sense gun laws.\n\nNevadans for Background Checks will deliver signatures on Wednesday in support of placing an initiative on the November 2016 ballot that would require background checks on all gun sales and transfers, including at gun shows and online. Washington voters overwhelmingly passed a similar state measure last week, handing gun control advocates their first landmark victory in a new strategy that seeks to bypass congressional gridlock.\n\nIn the wake of last week's midterm elections, the focus has largely been on the GOP's considerable gains, as Republicans took control of the U.S. Senate and widened their majority in the House of Representatives. To some proponents of stricter gun laws, that outcome has only spelled further doom for federal legislation to expand background checks after the Senate failed to pass such a measure last year.\n\nBut groups like Americans for Responsible Solutions (ARS), the anti-gun violence group created by former Rep. Gabby Giffords (D-Ariz.) and her husband Mark Kelly, and former New York City Mayor Michael Bloomberg's Everytown for Gun Safety, are largely unfazed by the power shift in Congress. Both groups argued that the real litmus test was in Washington state -- where voters not only approved background checks, but also rejected a competing measure endorsed by the National Rifle Association.\n\nInitiative 594, which requires background checks for all gun purchases in Washington state and closes the so-called gun show loophole, passed with more than 60 percent of the vote. Initiative 591, which would have loosened gun laws by prohibiting background checks on gun purchases unless mandated by federal law, was turned down by about 54 percent of voters.\n\nNRA spokesman Andrew Arulanandam said the group was \"disappointed\" with the passage of I-594 and that voters had been misled to believe that the bill would make them safer. But a top aide at ARS, which spent about $500,000 on voter persuasion mail, said voters were anything but confused -- that, in fact, they had made their choice clear.\n\n\"We ran a highly targeted direct-mail campaign which was designed to clarify the differences between the two competing initiatives and explain how people could cast their ballot,\" ARS senior adviser Pia Carusone told reporters in a conference call last week.\n\nGun control advocates said they hoped to replicate the strategy in other parts of the country where state officials have ignored public support for background checks. In Nevada, a bill to strengthen background checks was passed by the Democratic-controlled legislature last year but was later vetoed by Republican Gov. Brian Sandoval.\n\nIn addition to Nevada, advocates cited Oregon, Arizona and Maine as some of the other states where they believe they could gain traction on the ground.\n\n\"There's no question that we are following in the heels of some other successful movements, like the marriage equality movement that first went to D.C. and found that it was much more profitable and effective to pivot to the states,\" said John Feinblatt, president of Everytown, in an interview with HuffPost. \"Our electoral strategy this year is driven by our plans to keep passing better laws that will prevent gun violence state by state, whether we're doing it through legislation or doing it through the ballot.\"\n\nHayley Zachary, the executive director of ARS, said that by advancing universal background checks, Washington state voters \"did what our country's leaders in Washington, D.C. have not had the courage to do.\"\n\n\"We know that the American public overwhelmingly supports commonsense policies that will help make our communities safer, like background checks,\" Zachary said in a statement.\n\nBoth groups said they will continue to keep a close eye on Congress, which could play a role in advancing legislation that would keep guns out of the hands of convicted domestic violence abusers. A host of states have passed measures along those lines this year, and advocates pointed out that Republican Govs. Bobby Jindal (La.) and Scott Walker (Wis.), both considered contenders for the GOP's presidential nomination in 2016, were among those who signed such bills into law.\n\nTheir efforts have been bolstered by a war chest that not only matched the NRA's spending this cycle, but in some cases exceeded it.\n\nArulanandam, on the other hand, argued that for all of their spending, gun control groups were unable to prevent heavy losses for Democrats in both Senate and gubernatorial contests this month.\n\n\"I think what Bloomberg came out and said very loudly and very plainly was that he was going to spend $50 million to defeat the NRA and to defeat NRA-backed candidates,\" Arulanandam said. \"The results show that he failed miserably.\"\n\nBut those advocating stricter gun laws said that Democrats' rough night last week had little, if anything, to do with the issue of guns. Exit polls found that voters were dissatisfied with both President Barack Obama and Congress, and that a majority of Americans ranked the economy as one of the most important issues informing their vote. A HuffPost/YouGov poll conducted shortly before the election also found that guns were not a top campaign issue for voters in federal elections.\n\nAnd in races where guns did rise to the forefront, candidates who backed stricter gun laws prevailed.\n\nBloomberg adviser Howard Wolfson pointed to the re-elections of Govs. Dan Malloy (Conn.) and John Hickenlooper (Colo.), both Democrats, as evidence of anything but failure. Bloomberg spent nearly $2 million through his group Independence USA PAC to help prop up Malloy by running ads that criticized GOP candidate Tom Foley's opposition to background checks.\n\nLast year, Malloy signed into law a comprehensive gun control package after his state was left reeling from the Sandy Hook Elementary School massacre in Newtown, Connecticut. Foley came out against that legislation and repeatedly sought to duck the issue of guns during his campaign, a move that some Republicans later deemed a miscalculation.\n\n\"Foley's opposition to the legislation was a big negative for him,\" Wolfson said.\n\nHickenlooper signed his own restrictions on guns in Colorado, which has been the site of two of the deadliest mass shootings in U.S. history -- first at Columbine High School in 1999 and then at a movie theater in Aurora in 2012. The NRA, which successfully got two pro-gun Democrats recalled from the state legislature last year and forced a third to resign, tried for another takedown with Hickenlooper, running ads that attacked the governor for going after people's gun rights.\n\nHowever, not only did Hickenlooper survive last week, but Republicans also lost both seats they picked up during the 2013 recall election.\n\n\"What we found during this last cycle was that guns really weren't the political third rail that they can be in Washington,\" Feinblatt said.\n\nDaniel Webster, director of the Johns Hopkins Center for Gun Policy and Research, said the gun rights groups had thus far been successful in pushing the notion that lawmakers would pay a price if they voted for stricter gun laws. But polling shows widespread support across party lines for keeping guns out of the hands of criminals and the mentally ill.\n\nAlthough the issue is often painted as partisan, because conservatives are more likely to care intensely about gun rights, Webster said the broader group of voters who are registered as Republicans are more moderate on the issue. As a result, Webster said a referendum approach to background checks could be very successful.\n\n\"I think it's a very smart approach in states where it's not too difficult to bring a referendum directly to voters,\" Webster said. \"I think when you boil it down and put it directly in front of the voters, as they did in Washington [state], you see a very clear win.\"\n\nDespite the results in Washington state, the NRA said it has every intention to continue fighting similar ballot initiatives in the future.\n\n\"We will fight them wherever they try to enact their gun control scheme,\" Arulanandam said.", "topic": "Gun Control", "politicalLabel": "Neutral", "organization": "Huffington Post", "biasLabel": "Not Biased", "title": "Gun Control Groups Eye More State Ballot Initiatives After Victory In Washington State", "yellowLabel": "Not Yellow", "tags": "set(['Most Popular on HuffPost'])", "opinionLabel": "Other"}