{"content": "A new national survey of American voters has found a strong majority in support of marijuana legalization and an even larger majority in support of decriminalization of the drug.\n\nThe \"Beyond the Beltway\" report released Wednesday by Democratic-affiliated Benenson Strategy Group and SKDKnickerbocker found 61 percent of Americans in favor of marijuana legalization and 72 percent in favor of decriminalization. The drug remains illegal under federal law.\n\n\n\nGraph appears courtesy of Benenson Strategy Group/SKDKnickerbocker.\n\nFrom Feb. 26 to 27, researchers asked 1,032 registered voters selected from an opt-in online panel if they agreed or disagreed with this statement: \"State-regulated sales of marijuana should be legal across the country, just like they are in states like Colorado and Washington.\"\n\nThey found that 35 percent \"completely\" agreed and 26 percent \"somewhat\" agreed, while 23 percent \"completely\" disagreed and 17 percent \"somewhat\" disagreed.\n\nResearchers then asked voters if they agreed or disagreed with this statement: \"Punishment for possession of small amounts of marijuana should be reduced from arrest and a possible jail time to fines of $25-$100.\"\n\nForty percent \"completely\" agreed with the statement, and 32 percent \"somewhat\" agreed. Only 14 percent \"completely\" disagreed, with the same percentage also \"somewhat\" disagreeing.\n\nThe researchers noted that due to data rounding, some totals don't add up to exactly 100 percent, as is the case for the legalization totals.\n\nThe poll shows some of the highest support for marijuana legalization and decriminalization to date. But as survey methods and questions vary, it's useful to look at a large swath of studies to get a full picture of public opinion on the matter.\n\nThe support that the Beyond the Beltway report found for legalization is about 10 points higher than has been found in most other recent national polls that are considered to be the most authoritative on the issue. In 2013, Gallup found 58 percent of Americans in support of marijuana legalization -- a 10-point surge from the year before. But last year, Gallup saw a sharp drop back to 51 percent support when it asked the same question. General Social Survey, widely regarded as the most authoritative when it comes to researching public opinion, found 52 percent of Americans in support of legalization earlier in March.\n\nAmericans appear to be very supportive of the decriminalization of small amounts of marijuana for personal use. A 2014 CNN poll found 84 percent of Americans in support of no jail time for possession of the substance. Pew Research Center also recently found that 67 percent of Americans say that the government should focus more on treatment, rather than incarceration, for people who use illegal drugs. That same survey also found that 75 percent of Americans believe that marijuana will at some point be legal nationwide.\n\nOther recent surveys have found very strong support for state's rights on the issue. Most recently, a 2014 report from centrist think tank Third Way found 60 percent of Americans want each state to have the ability to decide its own marijuana laws without federal interference.\n\nIn an interview with Vice Media that was released Tuesday, President Barack Obama argued that federal policy on marijuana could shift if enough states change their marijuana laws. He added that he's encouraged that liberal Democrats and conservative Republicans seem to agree that current U.S. marijuana laws don't make sense.\n\n\"We may be able to make some progress on the decriminalization side,\" Obama said. \"At a certain point, if enough states end up decriminalizing, then Congress may then reschedule marijuana.\"\n\nNineteen states and the District of Columbia have decriminalized the possession of small amounts of marijuana for personal use. Twenty-three states have legalized marijuana for medical purposes. Four states, as well as D.C., have legalized recreational marijuana. Still, the federal government continues to ban the plant, considering it to be among the \"most dangerous\" substances and without medical value.\n\n\"This is more proof that the American people are way ahead of most politicians when it comes to marijuana. As more polls like this come out showing that voter support for legalization is much, much higher than voter support for Congress, pressure will continue to mount and the end of federal prohibition will near. Elected officials basically have no choice but to get on board or get left behind,\" said Tom Angell, the chairman of the marijuana policy reform group Marijuana Majority.\n\n", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "Huffington Post", "biasLabel": "Not Biased", "title": "Survey Finds Strong Majority In Support Of Marijuana Legalization And Decriminalization", "yellowLabel": "Not Yellow", "tags": "set(['Most Popular on HuffPost'])", "opinionLabel": "Other"}