{"content": "Share this:\n\n\"Four Ways The Feds Are Making State Marijuana Legalization Even Tougher Than You Think\" Share:\n\nMost people are aware of the ongoing conflict between federal and state laws on marijuana. While marijuana remains flatly prohibited and subject to criminal punishment under federal law, 19 states and the District of Columbia have legalized medical marijuana, and two have legalized recreational marijuana. The most pressing and well-known issue for medical marijuana dispensaries and the customers who rely upon them for medical relief is threats of prosecution and asset forfeiture from federal officials. Many dispensaries, facing jail time, eviction, or seizure of real estate, have opted to shut down entirely.\n\nBut what is less known is that even those dispensaries that haven’t been targeted for federal prosecution or have thus far survived it are subject to fundamental legal obstacles to operating their business. These obstacles discourage potential marijuana distributors and growers from applying for licenses, and make it more likely that they will operate at least partially under the table and outside the legal system.\n\n1. Medical marijuana businesses can’t open a bank account. Banks that do business with marijuana distributors are considered money launderers, so dispensaries cannot bank or access other bank services legally if they are open about their status as a marijuana dispensary. Even those who have skirted this by opening accounts in their personal names or being vague about the nature of the account have had their accounts terminated, often jumping from bank to bank. One Colorado state bank known for allowing dispensary clients terminated more than 300 accounts after the Department of Justice warned in 2011 that they would pursue money laundering charges. Without a bank account, dispensaries have no good means of even paying employees, let alone storing their money or paying their exorbitant taxes (see below). Washington State officials who contacted banks about their position said they are waiting from a statement from Attorney General Eric Holder on the federal government’s response to two ballot initiatives legalizing recreational marijuana before they reconsider their position. Some dispensaries are trying to form their own banking cooperative to skirt these restrictions. 2. Medical marijuana businesses have scant access to loans. Because of the same banking regulations that bar bank accounts, marijuana dispensaries that are open about their purpose typically can’t take out loans from traditional financial institutions or the Small Business Administration — eliminating the major sources of funding for most small businesses. But they may also have difficulty borrowing funds from nontraditional lenders, including the sorts of “angel investors” that have popped up in the industry. An Arizona ruling last year on an attempt to enforce a loan to a medical marijuana dispensary refused to enforce the loan contract, because the money was for an illegal purpose under federal law. 3. Medical marijuana entrepreneurs can’t open a credit card account, and many are blacklisted from any credit card use. “Over the past two years, Amex and other major credit card companies – including Visa and MasterCard – have distanced themselves from the medical marijuana industry, refusing to process transactions at dispensaries and closing merchant accounts for MMJ centers,” Medical Marijuana Business Daily reported last week. Now business owners are learning that they have been added to a “merchant match list,” which makes it almost impossible for that person to open an account for any other unrelated business, stifling many entrepreneurs who might want to dip their toe into the marijuana industry. This blacklist can even affect businesses in which one owner with a minority stake in the company is on the list. Without access to loans, dispensary owners who enter the business because of a passion or expertise about medical cannabis rather than financial means will be all-the-more reliant upon partners and investors, who may be deterred from entering a business that will tar their credit eligibility. 4. The IRS won’t let marijuana businesses deduct any of their business-related expenses. Although the IRS is happy to take marijuana dispensaries’ money, a tax code provision that bans any tax deductions related to “trafficking in controlled substances” has made their business very expensive. While some IRS rulings have held that expenses unrelated to marijuana distribution might be deducted, that ruling has been construed narrowly, and leaves most marijuana businesses with a hefty bill and few permissible deductions. After the owner of the largest U.S. dispensary lost his challenge to the 2011 IRS rule, he said, “I see only two outcomes here. Either this IRS assessment has to change or we go out of business. There really isn’t a middle ground for us.” Thus far, this dispensary and others continue to operate.\n\nAll of these obstacles stem from the same federal ban under the Controlled Substances Act that enables criminal prosecution or asset forfeiture against marijuana businesses, and even if federal officials stopped prosecuting dispensaries altogether, these issues would chill state attempts to make dispensation of medical and/or recreational marijuana above-board, regulated for health and safety, and taxable. All of these issues could be resolved by legislation that eliminates federal penalties for those actions that comply with state marijuana laws.", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "ThinkProgress", "biasLabel": "Not Biased", "title": "Four Ways The Feds Are Making State Marijuana Legalization Even Tougher Than You Think", "yellowLabel": "Not Yellow", "tags": "set(['CRIMINAL JUSTICE', 'NATIONAL RIFLE ASSOCIATION', 'IMMIGRATION', 'POLICE BRUTALITY', 'Marijuana', 'Criminal Justice', 'War on Drugs', 'CALIFORNIA'])", "opinionLabel": "Other"}