{"content": "Obamacare's price tag continues to fall.\n\nThe president's landmark health reform law will cost $506 billion for the coming five fiscal years, according to updated projections from the Congressional Budget Office, released Monday. That's 29% less than the agency's projection back in March 2010.\n\nAmong the reasons for the decline:\n\n- The Supreme Court's 2012 ruling that allowed states to decide whether to expand Medicaid.\n\n- The continued slow growth of health care spending.\n\n- Enrollment in the Obamacare insurance exchanges have ramped up more slowly than anticipated.\n\nIn its latest projection, CBO also revised its estimates for where people are getting insurance.\n\nRelated: What could kill Obamacare\n\nIt now expects only 7 million people to lose job-based coverage by 2025, down from 9 million. That's because new data shows that fewer people had work-based plans than the CBO thought.\n\nConversely, Medicaid enrollment before the expansion was higher than originally thought. So CBO only expects 14 million more folks to enroll by 2025, rather than 16 million.\n\nFewer Americans lacked coverage than originally projected, CBO said.\n\nOnly 22 million will enroll in the Obamacare individual exchanges, while 25 million will remain uninsured by 2025, according to the new projections. That's 2 million less in each category. As a result, the feds will spend 20% less on subsidizing low- and moderate-income Americans on the exchanges. And it will collect 6.4% less in penalties from the uninsured.\n\nHealth care spending, however, won't stay muted for much longer, the agency said. Private health insurance spending per enrollee grew an average of 1.8% between 2006 and 2013. But it's expected to ramp up to 5.6%, on average, between 2016 and 2025.\n\nOverall, Obamacare will cost the federal government $1.2 trillion between 2016 and 2025, 11% less than the CBO projected in January.\n\nThis revision in Obamacare costs contributed to the CBO lowering its projected federal deficit estimate by $431 billion.\n\nRelated: I have to pay back my Obamacare subsidy", "topic": "Obamacare", "politicalLabel": "Liberal", "organization": "CNN", "biasLabel": "Not Biased", "title": "Obamacare will cost less than thought, says federal agency", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}