{"content": "On Tuesday, Obamacare’s state-level insurance marketplaces opened to the public, marking the start of a six-month enrollment period that will stretch into March. Although there’s been some confusion around the health law’s new marketplaces — also known as “exchanges” — initial reports suggest that a significant number of people are seeking out information about reform. States across the country are overwhelmed with huge amounts of traffic to their new exchange websites.\n\nHere are some of the early details about Obama enrollment emerging on a state and national level (this post will be updated as the day continues):\n\nNational website: A senior Obama administration official reported that just three hours after Obamacare’s open enrollment period launched, the national Healthcare.gov site had one million visitors. That’s five times more users on the site than the number of users who have ever visited Medicare.gov at the same time. Later on Tuesday, the White House’s deputy press secretary reported that 4.7 million people had visited the site since its launch, and 190,000 people had called the federal hotline to get information about Obamacare.\n\nCalifornia: The Golden State celebrated its first Obamacare enrollee at 8:45 am Pacific Standard Time. Since then, state residents have tweeted that they’re “impressed” with how easy it is to use the exchange’s app, and the site is “working like a charm for Californians.” The officials running the exchange say the site is getting 10,00 hits every second. By the end of the day, the site had gotten about five million hits and navigators had fielded more than 17,000 calls.\n\nColorado: In Colorado, the exchange site opened for business at 8:00 am Mountain Standard Time. Three hours later, state officials had completed the first enrollments and the site had logged over 34,500 unique visitors. Throughout the day, 1,450 Colorado residents created accounts on the site. Creating an account is the first step for people who want to shop for coverage and eventually buy a new plan under Obamacare.\n\nConnecticut: Despite a few initial glitches with its website, Connecticut signed up its first Obamacare enrollee by 9:30 am. And at that point, 764 other people had active applications for the state’s exchange. “For a site that’s been up for 25 minutes, it’s not bad,” the CEO of Connecticut’s new insurance marketplace, Kevin Counihan, noted. By the end of the day, state officials reported they had received 167 applications from people who want to enroll.\n\nDistrict of Columbia: DC’s exchange opened for business at 8:00 am. By noon, about 1,500 DC residents had created accounts on the exchange site, according to a spokesperson for the exchange. The District hadn’t yet experienced any issues with its website. By the end of the day, 3,356 people had created accounts, and 398 of those people actually completed their applications. Four people completely enrolled in coverage, including paying for their new plan.\n\nFlorida: MSNBC reports that community health care clinics in Orlando are experiencing long lines as low-income people are visiting to learn more about their options under Obamacare. The CEO of a community clinic in Miami that primarily services uninsured Floridians told MSNBC that Tuesday represents a “new day” for low-income patients who can now gain affordable coverage.\n\nIllinois: By noon on Tuesday, more than 42,000 people had visited the website for Illinois’ exchange. By the end of the day, the site had logged 71,000 unique visitors. More than 2,000 people called the state’s hotline on Tuesday, and 2,200 people submitted applications for Medicaid coverage.\n\nKentucky: Kentucky is the only Southern state that’s chosen to participate fully in health care reform by both expanding Medicaid and operating a state-level exchange. So far, it’s paying off. Between midnight and 10:30 am on Tuesday, Kentucky’s website had more than 24,000 visitors. The employees working to manage the exchange processed more than 1,000 applications for health insurance by 9:30 am. By the end of the day, 2,902 people had applied for coverage and another 4,600 people had started the application process.\n\nNevada: As of 10:00 am Pacific Standard Time, 770 different people had created accounts to shop for plans on Nevada’s exchange. State officials had already fielded 492 calls from residents at that point. By 11 am, those numbers had risen to 1,236 accounts and 758 calls. By the end of the day, 3,385 people had created accounts, and 99 applications for enrollment were submitted for processing.\n\nNew Mexico: New Mexico is operating a hybrid exchange, so the portion that relates to businesses is run by the state while the portion that relates to individuals is run by the federal government. And during the first six hours that the state’s exchange was open to the public, at least 100 small businesses signed up to buy health insurance under Obamacare.\n\nNew York: In the first two hours that New York’s exchange website was open to the public, 2 million people visited the site. That’s a huge chunk of the population that stands to benefit from Obamacare. Approximately 2.6 million New York residents are currently uninsured, according to the Kaiser Family Foundation. Despite some technical glitches, more than 9,000 individuals and businesses visited the site to shop for insurance on Tuesday.\n\nRhode Island: After Kaiser Health News solicited feedback from people trying to sign up for Obamacare, a Rhode Island resident immediately responded with a positive experience. “Rhode Island site working fine. So many choices at so many price points! Something 4 everyone. I’m ecstatic,” Annabelle Leigh tweeted. By the end of the day, the state’s exchange had received 1,889 calls, more than 600 emails, and 30 walk-ins. Officials reported that two people signed up for Obamacare right at 8:00 am after completing a paper application.\n\nVirginia: Paula Thornhill, a 31-year-old mother of seven, was the first person to apply for a new plan in Prince George’s County. Her husband has health insurance through his job, but they couldn’t afford to pay the extra premium costs to cover her as well. “I’m relieved that they did come out with this affordable health care,” she told the Washington Post. “I’m relieved.”", "topic": "Obamacare", "politicalLabel": "Liberal", "organization": "ThinkProgress", "biasLabel": "Not Biased", "title": "Obamacare Enrollment Is Beating Expectations", "yellowLabel": "Not Yellow", "tags": "set(['ABORTION', 'Health Care Reform Implementation', 'SCIENCE', 'Obamacare', 'FOOD AND DRUG ADMINISTRATION', 'OBAMACARE', 'REPRODUCTIVE RIGHTS'])", "opinionLabel": "Other"}