{"content": "Share this:\n\n\"Cities Take On Their Own States To Protect Undocumented Residents\" Share:\n\nImmigration advocates react to President Obama’s speech announcing deportation relief for millions of undocumented immigrants at the United We Dream headquarters on November 20, 2014. CREDIT: Esther Y. Lee\n\nLeaders in 73 municipalities are urging an appeals court to lift a blockade on President Obama’s action to shield undocumented immigrants from deportation, according to a legal brief released Monday. About one-third of the signatures came from states currently suing to block the president’s executive action.\n\nJudge Andrew S. Hanen, a district court judge in Texas, temporarily blocked the executive action, which expanded temporary deportation relief and work authorization for upwards of five million undocumented immigrants from deportation. The cities and counties that signed onto the brief sided with the Justice Department and 181 House Democrats to argue that the executive program is not only well within Obama’s constitutional powers, but beneficial to communities.\n\n“Local officials witness every day the contributions that immigrants make to their neighborhoods and communities, as well as the harms that result from keeping long-time residents of those neighborhoods and communities in the shadows due to their immigration status,” the legal brief for the Cities For Action campaign read.\n\n“The mayors, county officials, cities, counties, villages, and boroughs represented in this brief have a distinctive, on-the-ground perspective and understanding of how the proposals for temporary relief from deportation outlined in the Secretary of Homeland Security’s November 20, 2014 Deferred Action Guidance Memorandum will affect eligible individuals, their families, and, indeed, all residents within amici’s jurisdictions,” the legal brief added.\n\nOn Monday, 181 House Democrats, including those in states that joined the lawsuit, also filed an amicus brief in court to support the president’s immigration executive action.\n\nAmong the cities objecting to the action were Austin, TX; Houston, TX; Dallas, TX; Dayton, OH; Salt Lake City, UT; and Little Rock, AR.\n\nIn particular, the split between state officials backing the lawsuit and and local leaders in opposition highlights just how differently immigration is viewed at the state and local level.\n\nTexas Attorney General Greg Abbott, who spearheaded the lawsuit, said in December that the executive action would provide legal benefits to “individuals who are openly violating immigration laws.” But the Austin City Council passed a resolution in support of the executive action, declaring the city as a “welcoming city to include immigrants in all aspects of our municipality” so that they could “maximize their contributions to our local economy and culture.”\n\nOhio Attorney General Mike DeWine insisted that his “decision to join the lawsuit in Texas has nothing to do with immigration policy,” and “has everything to do with preserving our Constitution’s separation of powers.” But Columbus Mayor Coleman has instead highlighted the entrepreneurship immigrants bring to his city. Dayton Mayor Whaley said that the executive action would “strengthen our commitment to inclusion by allowing all residents to fully participate and help grow the economic vitality of the region.” And about 200 Ohio faith leaders recently wrote a letter to DeWine stating, “Putting more and more families on opposite sides of this divide is something we cannot abide.”\n\n“The President’s executive action on immigration is a step forward for America,” Salt Lake City Mayor Ralph Becker said at a press conference in January. “We need to support his efforts to address our broken immigration system.” But like Dewine, Utah Attorney General Sean D. Reyes said in a press statement that “this multiple state action is not about immigration policy, but about the rule of law.” Still, just last week, President Obama met with Mormon leaders in Utah to discuss the “need to fix the broken immigration system,” the Salt Lake Tribune reported, an issue that the Mormon church has backed in the past.\n\nArkansas Attorney General Leslie Rutledge joined the lawsuit “in order to protect the interest of all Arkansans,” but in February, Little Rock Mayor Stodola (D) disputed that the preliminary injunction “would most assuredly harm cities… and is not in the public interest.” Out of 60,000 undocumented immigrants in Arkansas, about 30,000 undocumented immigrants would qualify for the executive action.\n\nAnd even though Nashville, Tennessee did not sign on to the legal brief, Mayor Karl Dean previously said that the president’s action “will allow some families in Nashville to participate more fully in our community.”", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "ThinkProgress", "biasLabel": "Not Biased", "title": "Cities Take On Their Own States To Protect Undocumented Residents", "yellowLabel": "Not Yellow", "tags": "set(['DEPORTATION', 'MEXICO', 'IMMIGRATION', 'Immigration', 'MARCO RUBIO', 'CALIFORNIA'])", "opinionLabel": "Other"}