{"content": "Story highlights Guns & Ammo publishes a column advocating gun control\n\nA readership uproar prompts the editor to resign earlier than planned\n\nEditor says he was trying to promote \"a healthy exchange of ideas on gun rights\"\n\nBut many readers say the column only helps the 'anti-Second Amendment crowd'\n\nThe editor of Guns & Ammo magazine apologized to readers and resigned immediately, earlier than planned, after he published a column advocating gun control, enraging his readers.\n\nEditor Jim Bequette wanted to \"generate a healthy exchange of ideas on gun rights\" when he published a commentary by Dick Metcalf, who wrote that he supported regulations on firearms.\n\nInstead, the column in the December issue \"aroused unprecedented controversy\" among readers who began \"questioning 'Guns & Ammo's commitment to the Second Amendment,\" Bequette wrote in his apology.\n\nBequette also fired Metcalf, a gun writer who had written the Firearms Law column for the magazine's sister publication, Shooting Times.\n\nMetcalf couldn't be immediately reached for comment.\n\nJust Watched Is change to gun laws possible? replay More Videos ... Is change to gun laws possible? 04:13 PLAY VIDEO\n\nOpinion: Gun control is not the answer\n\nIn his recent commentary, Metcalf wrote about how \"way too many gun owners still seem to believe that any regulation of the right to keep and bear arms is an infringement\" prohibited by the Second Amendment.\n\n\"The fact is, all constitutional rights are regulated, always have been, and need to be,\" Metcalf wrote.\n\nAfter a readership uproar, Bequette said his magazine has an \"unwavering\" commitment to the Second Amendment.\n\n\"In publishing Metcalf's column, I was untrue to that tradition, and for that I apologize,\" Bequette wrote in a column dated Wednesday.\n\n\"I made a mistake by publishing the column. I thought it would generate a healthy exchange of ideas on gun rights. I miscalculated, pure and simple. I was wrong, and I ask your forgiveness,\" he continued.\n\nPlans were already in place for a new editor to take over the magazine on January 1, but that new editor, Eric R. Poole, who ran Guns & Ammo's special interest publications, was installed immediately, Bequette said.\n\nState battles intensify on access to guns\n\nAmong the comments generating discussion on the magazine's Facebook page was Trace Simek's declaration that he was canceling his subscription and boycotting parent firm InterMedia Outdoors, which describes itself as \"the premier outdoor sports-oriented media group in the United States.\"\n\nWrote Simek: \"It takes more than one Elmer Fudd to get a pro-gun control agenda editorial in the pages of a formerly-relevant national firearms industry publication: your apology rings false, and smacks of having been cobbled together as a reaction to an unexpected deluge of negative sentiment.\"\n\nGary Graf said he feared the column would energize gun control efforts -- what he called the anti-Second Amendment crowd.\n\n\"Publishing Metcalf's back page read was like throwing a bucket of blood in shark infested waters, especially here in California,\" Graf wrote. \"We are one step away from confiscation here as it is, and the anti 2A crowd will be further emboldened by this, especially from something as rock solid as Guns and Ammo. I sincerely hope we can recover from this, but in my state, the champagne corks are already popping.\"\n\nMany readers, however, defended the column.\n\n\"It is sad to see that G&A will bend so easily and that their readers are so blind and fail to understand that some regulation is necessary,\" Kevin Smith wrote.\n\nOpinion: Gun violence is a public health epidemic", "topic": "Gun Control", "politicalLabel": "Liberal", "organization": "CNN", "biasLabel": "Biased", "title": "Guns & Ammo editor Jim Bequette resigns amid gun control column uproar", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}