{"content": "Two of Boston’s 10 biggest snowstorms ever recorded have occurred in the past two weeks and today’s could add to that number. (News, USA TODAY)\n\nA resident digs his car out from the snow on Feb. 9, 2015, in the Dorchester neighborhood of Boston. (Photo: Kayana Szymczak, Getty Images)\n\nBoston is used to snow, but not like this — nearly 6 feet in two weeks, including the biggest two snowstorms since records began after the Civil War.\n\nAnd two more storms carrying a foot of snow each are forecast in the next week.\n\nMassachusetts has already removed enough snow to fill the Patriots' Gillette Stadium 90 times, and Gov. Charlie Baker called the situation \"pretty much unprecedented.\"\n\nWhat's going on? Although no individual storm can be directly linked to climate change, Boston's snowy winter could point to weather patterns affected by global warming.\n\n\"The environment in which all storms form is now different than it was just 30 or 40 years ago because of global warming,\" said Kevin Trenberth, a senior scientist at the National Center for Atmospheric Research in Boulder, Colo.\n\nHigher temperatures warm the oceans and allow the atmosphere to hold a greater amount of water vapor, said Brad Johnson, a meteorologist with the University of Georgia. \"Both of these factors, among others, contribute to stronger storms in general,\" he said.\n\nJohnson also said scientists are not able to attribute just a single storm or series of storms directly to climate change.\n\nIn the future, due to climate change, snowfalls will increase because the atmosphere can hold 4% more moisture for every 1-degree increase in temperature, Trenberth said. As long as temperatures stay just below freezing, the result is more snow — rather than rain, he said.\n\nSeveral of the Northeast's biggest snowstorms on record hit in the past 15 years — and two of Boston's 10 largest snowstorms on record occurred in the past two weeks, according to the National Weather Service.\n\nMore than 2 feet of snow fell Monday, jamming travel in the hard-hit Boston region. Boston, which set a seven-day snow record last week, had 20 inches of fresh snow, and the storm was forecast to last into Tuesday in some areas.\n\nThe Northeast has seen more of an increase in intense rain- and snowstorms in the past five decades than other parts of the United States, according to last year's U.S. National Climate Assessment, the most comprehensive report on the nation's climate.\n\nBut Roger Pielke, a professor at the University of Colorado, isn't sure that climate change can be blamed for all the snow. \"Those who argue a simple relationship between increasing water content of the atmosphere and storm strength, data do not support such a claim,\" he said, referring to the lack of peer-reviewed studies about the claim.\n\nPielke said the United Nations' Intergovernmental Panel on Climate Change has not attributed any winter storm trends to human influences causing global warming.\n\nContributing: The Associated Press\n\nRead or Share this story: http://usat.ly/1DddGvk", "topic": "Climate Change", "politicalLabel": "Liberal", "organization": "USA Today", "biasLabel": "Not Biased", "title": "Buried in Boston? Blame it on climate change -- maybe", "yellowLabel": "Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Other"}