{"content": "Share this:\n\n\"Labor Unions Move To Protect Immigrants, Regardless Of Legal Status\" Share:\n\nUnite Here Local 11 members gather at a rally. CREDIT: Antonio Mendoza\n\nFor a large part of their history, labor unions cast a wary eye on immigrant workers, worried that foreign workers would hurt the leveraging power for members. But with a receding membership in recent times, unions are aggressively targeting the 22 million immigrant workers in the country, regardless of legal status, to join their ranks. Some immigrants are especially eager to join unions because many who fear deportation believe that it would improve workplace conditions without retribution. And unions are taking immigrant needs straight to the bargaining table.\n\nIn fact, some unions now have clauses in their contract that protect against the use of programs like E-Verify and I-9 that could prevent some immigrants from getting jobs in the first place. That controversial bargaining chip is one that unions, like Unite Here, lobby for on behalf of undocumented immigrants who are the ones working in jobs that Ofello Carrillo insists no one else is taking. “That’s something we typically advocate for,” said Carrillo, the communications organizer for Unite Here Local 11 chapter.\n\n“We also fight to have our contracts to allow workers to regulate their legal status,” Carrillo said. “If they’re going through a process of becoming documented or some sort of legal proceedings in immigration, they’re allowed six months off the job to fix that. Then they’re allowed full seniority with the same pay and benefits, even if they change their names or change their Social Security numbers.”\n\nOther immigrant-friendly unions have similar stances to United Here, with the AFL-CIO adopting a position in 2000 “calling for blanket amnesty for undocumented immigrants and condemning immigration raids against organizing workers,” Talking Points Memo reported.\n\nThrough the 1990s, unions were “anti-immigrant or at least anti-undocumented immigrant,” Talking Points Memo stated. But after a series of right-to-work legislation passed and lawmakers aimed to limit collective bargaining rights in Michigan and Wisconsin, labor unions looked to boost their memberships by accepting immigrants. Rallying around immigrants especially picked up steam in 2013 when immigration reform seemed like a real possibility. At the time, labor unions believed that a comprehensive reform bill would “boost living standards for low-wage workers currently vulnerable to exploitation, spur recruitment in growing industries, and bank goodwill with both union members and the public at large,” Talking Points Memo explained.\n\nCarrillo said that “vulnerable” immigrants, especially those without status, need representation in the workplace because of rampant labor violations. Latinos and immigrants make up the vast majority of Unite Here’s 20,000-member strong union, which represents the hospitality and restaurant service industry in the Los Angeles and Orange County areas of California. Many members are undocumented.\n\nIt’s ensuring people aren’t abused or exploited.\n\nCarrillo cited farm work as an example of a job that no one wanted, including the campaign that the United Farm Workers undertook in 2010, inviting U.S. citizens to replace immigrant farm workers. Only seven people ultimately took the offer to take a job in agriculture, a UFW press release stated.\n\nIn one notable example of an American unwilling to take on farm jobs, talk show comedian Stephen Colbert worked on a farm for exactly one day. During a House Subcommittee on Immigration and Border Security hearing, Colbert testified, “It seems like one of the least powerful people in the United States are migrant workers [sic] who come and do our work but don’t have any rights as a result. But yet we still invite them to come here and at the same time ask them to leave. […] Migrant workers suffer and have no rights.”\n\nCarrillo said, “the power with the union is that if you already have that job, you’re able to keep that job. …. It’s ensuring people aren’t abused or exploited. The hospitality industry has intensely repetitive work and people have injuries on the job.”\n\nA 2009 study found that female hotel workers were 50 percent more likely to be injured on the job than men, especially because females work disproportionately as housekeepers. Housekeepers have to take on repetitive tasks like lifting heavy mattresses and cleaning a set number of rooms.\n\nAnother benefit for immigrants to unionize: higher pay. Immigrant union members are “better protected” and “receive higher wages and benefits, which benefits all workers since undocumented immigrants face more unsafe working conditions,” Cristina Tzintzún, the executive director at the Texas-based Workers Defense Project, said. Her organization, while not a union, represents 3,000 construction workers and helps to raise standards for workers through public policy, despite not having legally-binding contracts to negotiate with employers.\n\n“The reality is that employers threaten workers without status.”\n\n“Undocumented workers have the same rights for the vast majority of workplace rights, but the reality is that employers threaten workers without status, when they want to complain about unsafe work conditions,” Tzintzún said. “We have the highest fatality rate in the industry. Workers who are undocumented are more likely to be paid less and not be covered by worker’s compensation.”\n\nFernando, an undocumented construction worker and painter, has firsthand knowledge with wage theft. He told ThinkProgress that the Workers Defense Project “helped me to recover [my] salary. … The contractor refused to pay me and they helped me get my money back.” He said that organizations like the Workers Defense Project has given him a voice to speak out against unfair working conditions and that he’s even recommended it to another undocumented friend who experienced wage theft. Fernando likes the idea of joining an union because “we always get a lot of abuse, but [unions] can give workers information. It’s a place where I can receive help and feel welcome.”\n\nFernando said that he had been seriously injured twice on the job. The first time was “in Galveston after Hurricane Ike. I fell from a 20-foot ladder and I hit my head which swelled. My face swelled. I was out for more than a week.” The second time he fell off a back balcony of a house that was under construction in Austin where there were “no lights… there [were] no railings. I was walking and then I fell down nine steps.” Both times, he didn’t receive worker’s compensation.\n\nA co-sponsored report by the Workers Defense Project and University of Texas found that half of 1,200 construction workers surveyed were undocumented, many receiving at least $3.12 less per hour than their U.S.-born counterparts. Construction workers in Texas are 12 percent more likely to be killed on the job than someone doing the same job elsewhere, according to a Dallas Morning News report.\n\nA program like DAPA would greatly level the playing field for these workers.\n\nTzintzún is hopeful that the president’s executive action to grant temporary work authorization to upwards of five million undocumented immigrants known as the Deferred Action for Childhood Arrivals (DACA) and Deferred Action for Parents of Americans and Legal Permanent Residents (DAPA) would help raise wages and bring down unsafe working conditions. She reasoned that workers with DAPA or DACA status would not be afraid to speak out because the fear of deportation would no longer linger over their heads.\n\n“A program like DAPA would greatly level the playing field for these workers and honest employers who want to do right by their workers,” Tzintzún said. “We recognize that it’s a real benefit for workers and their families to be able to work with authorization and without fear of retaliation for speaking up about unsafe and unjust working conditions.”\n\n“There are certain challenges for unions to have an undocumented person be part of their workforce,” “There are some union contractors that use E-Verify, so they run people’s Social Security number through a government database, which then doesn’t allow undocumented immigrants to be part of their workforce,” Tzintzún said. “You can imagine in a place like Texas, where one in two construction workers are undocumented, how many people that’s impacting … Union workers who are undocumented are being left behind. They are having to take the most unsafe and worst paying jobs in the industry where they work, which undercuts all workers’ wages.”\n\nThere are also consequences to unionizing at all. Maria, an undocumented hotel worker at the Hilton Garden Inn LAX/El Segundo in Los Angeles, California, was fired last week after hotel management found out that she tried to organize as a subcontractor, stating that she wanted a fair process and a right to have an election to organize. She believes that she was retaliated against at the hotel after her campaign complained about issues at the work place including heavy work loads, missed break, and lower wages compared with her coworkers. Maria had successfully piqued the interest of about eight coworkers to rally for better hours and pay. “I worked as a lobbyist, a housekeeper, as well as did the laundry,” Maria said through Carrillo who acted as translator.\n\nSoon after, management led a two-hour, anti-union meeting aimed at discouraging immigrants from joining unions. Then, she said, they fired her. She’s now afraid that the hotel would “report me to other agencies so that I can no longer get a job,” she said.\n\nBut Maria, who is a likely deferred action beneficiary because she has two U.S. citizen children, is undeterred. She will continue to find jobs, she said, hopefully at hotels that are more amenable to unions. Though she can’t vote, Maria and Carrillo say that immigrant union members are important because they “come out to canvass drives, they do phone banking, they do outreach to bring out coworkers who can vote.”", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "ThinkProgress", "biasLabel": "Not Biased", "title": "Labor Unions Move To Protect Immigrants, Regardless Of Legal Status", "yellowLabel": "Not Yellow", "tags": "set(['DEPORTATION', 'MEXICO', 'IMMIGRATION', 'Immigration', 'Unions', 'CALIFORNIA', 'MARCO RUBIO'])", "opinionLabel": "Other"}