{"content": "Share this:\n\n\"The New Extremes Of The Anti-Abortion Movement\" Share:\n\nCREDIT: AP Photo/Eric Gay\n\nFor the past several years, the flurry of anti-abortion activity at the state level has become practically routine. Every session, GOP-controlled legislatures enact dozens of new restrictions on the procedure, and test the boundaries of how far states can limit access to abortion while Roe v. Wade still stands.\n\nBut by now, there are already so many anti-abortion laws in place that conservative states have been forced to get creative. The areas of the country that serve as testing grounds for new abortion restrictions have recently enacted laws to go after reproductive health care in brand new ways.\n\nCREDIT: ThinkProgress/Dylan Petrohilos\n\nKansas, for instance, just became the first state in the country to ban a specific type of abortion procedure that’s known in the medical community as Dilation and Evacuation, or “D&E.” In a closed-door ceremony on Tuesday, flanked by large photos of fetuses, Gov. Sam Brownback (R) handed a significant victory to abortion opponents by signing the measure into law. The National Right to Life Committee, the right-wing group that drafted the legislation, said in a statement that “this law has the power to transform the landscape of abortion policy in the United States.”\n\nAlthough D&E is the most common way to perform a surgical abortion in the second trimester — and is actually the method endorsed by researchers from the World Health Organization — abortion opponents have been working to cast the procedure as barbaric, claiming that it “dismembers” an unborn child.\n\nJulie Burkhart, who operates the South Wind Women’s Center in Wichita, has called the new law “dangerous,” arguing that it “dictates to qualified physicians the scope of their practice and implies that certain medical treatments that physicians may use would lead to criminalization.”\n\nThe tactic evokes a very similar political fight over so-called “partial birth abortion” — another misleading phrase to describe a surgical abortion procedure that was coined by National Right to Life. That effort targeted a process called Intact Dilation & Extraction, or “D&X,” and was very successful at stoking emotional outrage about pregnancy terminations that occur after the first trimester. In the 1990s, dozens of states rushed to ban D&X procedures, and the issue eventually made its way up to the Supreme Court.\n\nReproductive rights proponents are concerned that the same thing may be about to play out with D&E — particularly because similar “dismemberment” bans have also been introduced in Missouri, Oklahoma, and South Carolina so far this session.\n\nAnd “dismemberment” isn’t the only example of anti-abortion lawmakers forging ahead into new territory. This month, laws approved in Arizona and Arkansas will require doctors to tell women about an unproven method of “reversing” an abortion — something that has enshrined junk science into law in a new way.\n\nThe idea that injecting the hormone progesterone after the first dose of pills involved in a medication abortion can “reverse” the procedure has become popular among abortion opponents. But medical experts say there’s nothing to back up the theory, and doctors shouldn’t be required to recommend it to their patients.\n\n“Claims of medication abortion reversal are not supported by the body of scientific evidence, and this approach is not recommended in ACOG’s clinical guidance on medication abortion,” the American College of Obstetrics and Gynecology (ACOG) concludes in a fact sheet about Arizona’s new law. One practicing OB-GYN called the policy “downright offensive,” pointing out that doctors wouldn’t push an unsure patient into having a medical abortion in the first place.\n\nIn some ways, this legislative session is playing out exactly as experts in the field of women’s health issues expected. After the 2014 midterm election handed significant victories to abortion opponents, observers predicted that GOP-controlled states would waste no time figuring out how to tighten their abortion laws even further.\n\nNonetheless, reproductive rights supporters are frustrated with the wave of recent laws that dictate how abortion providers should do their jobs with little regard for the best evidence in the medical field.\n\n“Politicians are not medical experts, yet politicians have written these reckless laws as part of a broader effort to end access to safe, legal abortion, plain and simple,” Cecile Richards, the president of Planned Parenthood Action Fund, said in a statement this week. “Across the country, legislators are pushing laws that are opposed by the leading medical organizations for the sole purpose of shutting down women’s health centers and stopping a woman from getting an abortion,” Jennifer Dalven, the director of the ACLU’s Reproductive Freedom Project, added.", "topic": "Abortion", "politicalLabel": "Liberal", "organization": "ThinkProgress", "biasLabel": "Biased", "title": "The New Extremes Of The Anti-Abortion Movement", "yellowLabel": "Yellow", "tags": "set(['ABORTION', 'Abortion', 'FOOD AND DRUG ADMINISTRATION', 'REPRODUCTIVE RIGHTS', 'OBAMACARE', 'SCIENCE', 'Reproductive Rights'])", "opinionLabel": "Other"}