{"content": "Los Angeles—When you get a new car, you start noticing the same model all over the highway. It’s the same way when you figure out what California’s marijuana dispensaries look like—green crosses and signage about “medicine” and “420” start popping up all over the City of Angels: On your commute to work, in your neighborhood, around the corner from your favorite restaurant. To put it bluntly, it’s not hard to find weed in California.\n\nBut that all might be about to change. The state’s four U.S. Attorneys are gamely trying to alter the broadly popular status quo with arrests and threats of prosecution and property seizure for landlords who rent to dispensaries, a campaign announced in a rare joint press conference in October. Medical marijuana advocates call it an “intense crackdown” and have launched a lawsuit claiming the federal attorneys’ tactics violate California’s tenth amendment rights (Rick Perry, call your office).\n\nState and local officials, meanwhile, are divided in their reactions to the influx of dispensaries in California, but many say that overly eager federal intervention is undermining the state-regulated medical marijuana system that they have taken pains to set up. In other words, as long as the federal crackdown contained itself to targeting egregious offenders of state law, it was hard for anyone to object; many applauded. But by raising the prospect of a federal assault on city mayors and town councils, Obama’s Department of Justice could be making more enemies than friends in California.\n\nCALIFORNIA’S MARIJUANA DISPENSARIES got their start in 1996, when voters passed a state referendum making medical marijuana legal. They only truly expanded in 2003, however, when the state legislature laid out a set of rules for non-profit dispensaries to follow. Now there are nearly 2,000 of them across the state, dispensing marijuana to anyone with a prescription from a medical doctor.\n\nBut when a 2005 Supreme Court case reaffirmed the mandate of federal officials to enforce national anti-marijuana rules, that placed California’s U.S. Attorneys in a tricky situation. They somehow had to reconcile their mandate to enforce all federal statutes with existing state laws in California that seemed to violate the Controlled Substances Act. In 2007, the Bush administration’s U.S. Attorneys responded by launching a campaign similar to the current one. That led to the closure of dozens of dispensaries, but had little lasting impact—today, there are more than two times the number of dispensaries than existed four years ago.\n\nEven still, the Bush-era campaign left scars on the minds of medical marijuana advocates. Most backed Barack Obama’s presidential campaign in hopes that he would shape a more congenial federal environment. Advocates had reason to be optimistic: As a candidate, Obama talked about easing off enforcement on pot offenders and famously told an interviewer that of course he had inhaled—“that was the point.” And the initial signs were promising: After Obama took office in 2009, the Department of Justice released the Ogden Memo, which stated, in so many words, that the DOJ should really only be prosecuting marijuana dispensaries that are using or abusing state law to traffic marijuana for a profit, and not waste its time (or tarnish its image) prosecuting cancer patients and their caregivers.\n\nBut prosecutors and advocates both admit that the situation on the ground has changed since the memo’s release: As fear of federal prosecution lessened, more states began adopting or considering medical marijuana laws; where the practice was already legal (as it was in California), there was a boom in the marijuana trade. Operating in a grey market between the federal prohibition and untested state rules, dispensaries of all kinds operated without much supervision. Cities and towns, some with an eye toward economic opportunity and others to codify community standards, began filling in the blanks left by the broad state law with rules and ordinances governing the operation of dispensaries and growers—where they could be located, how many would be allowed, what kind of security and verification procedures they must use.\n\nThough law enforcement officials could not point to any commensurate increase in crime, all that activity made the federal government uneasy: It realized that tacitly allowing states to regulate medical marijuana had far-reaching consequences that it wasn’t entirely comfortable with. Thom Mrozek, a spokesman for the Los Angeles U.S. Attorney, acknowledged that his office took notice of the explosion of storefront dispensaries across California in the last two years, sometimes in violation of local zoning bans. With local and state officials writing letters to their U.S. Attorneys, asking for their thoughts on various schemes to license marijuana growers and distributers, the federal government decided to take a tougher line. This June, the Department of Justice responded with another memo recognizing this growing trend and clarifying its position, and reclaiming the prerogative to make arrests for any marijuana offenses: “Persons who are in the business of cultivating, selling or distributing marijuana, and those who knowingly facilitate such activities, are in violation of the Controlled Substances Act, regardless of state law.” Enforcement efforts against dispensaries in California followed soon after.\n\nCalifornia is a diverse state, and some local officials have cheered the greater federal intervention, citing their own frustrated attempts to close dispensaries that were clearly not in compliance with state law. Scott Smith, city attorney for Lake Forest, a town in Orange County, says that after fruitlessly spending $585,000 in legal fees fighting the dozen dispensaries in his town through the zoning board (eight of them in the same strip mall, near a Montessori school), his city contacted the U.S. Attorney for help. Smith points out that none of the dispensaries he challenged in court had even bothered to make the case that they were a non-profit—i.e., in accordance with California law. Others are part of national trafficking operations: The Feds are prosecuting the former owners of a now-defunct Hollywood dispensary for shipping marijuana to New York and Pennsylvania.\n\nBut the U.S. Attorneys’ enforcement actions haven’t been limited to such egregious state lawbreakers. Indeed, they’ve sent letters to non-profit cooperatives warning that they could be prosecuted and their property seized. In Mendocino County, DEA agents raided the farm of a grower known for working closely with the local Sheriff to regulate marijuana, down to individually marking each of his plants with a zip-tie to confirm that it was allowed by state law.\n\nMarijuana advocates are largely skeptical of the Obama administration’s intentions, saying that its crackdown is motivated not by a desire to fight criminality, but by a fear that the burgeoning medical marijuana industry was threatening its own authority. “They did not want to see a full blown state-by-state licensing system that would have legalized large-scale distribution of medical marijuana,” Kris Hermes of Americans for Safe Access says. Hermes says that federal agents have even gone so far as to threaten state lawmakers in Montana, Washington, and Arizona with prosecution if they proceed with plans to legalize and regulate medical marijuana in their states.\n\n“At the end of the day, California law doesn’t matter” to the U.S. Attorney, Mrozek counters, but “it is our position the marijuana stores operating in California are not only violating the spirit of California law, but are in fact violating California law.” This is where California and Federal officials tend to part ways. State Attorney General Kamala Harris has voiced the concern that “an overly broad federal enforcement campaign will make it more difficult for legitimate patients to access physician-recommended medicine in California.”\n\nIndeed, the irony is that federal intervention may be making it harder for California officials to convince marijuana dispensaries and growers to keep their operations above board and play by the state’s rules. And U.S. Attorneys have even informed city officials in the cities of Chico and Sacramento that they could be prosecuted for setting up licensing schemes; similar messages were delivered to state leaders in Washington and Arizona.\n\nMARIJUANA ADVOCATES APPEAR more concerned about the U.S. Attorneys’ attacks on the prerogatives of local government, the most successful venue for their cause, than the new enforcement push. This new development has prompted Americans for Safe Access’ tenth amendment lawsuit against Attorney General Eric Holder, accusing him of unconstitutionally “commandeering” local governments to enforce federal law. They say that the federal government has no business using threats to prevent state and local officials from enforcing state laws around medical marijuana, even if they violate federal statutes.\n\nEven on the pure practical level of enforcement, meanwhile, advocates argue that Federal involvement might not make the most sense. “Beyond prosecuting a handful of people or threatening a few landlords, it’s questionable what the federal government’s capacity is,” Hermes says. While everyone, including the Feds themselves, acknowledges that the DEA has bigger fish to fry, local authorities have proven capable of taking action to enforce their own regulatory regimes: Just last year, the city of Los Angeles shut down over 400 dispensaries in an effort to regulate and zone them, a move criticized by the caregiver community, but one that brought at least a modicum of order to the city’s chaotic pot infrastructure and was even quietly welcomed by some dispensaries.\n\nWhile the legal battles around Los Angeles’ ordinance and those in other cities appear never-ending, a local approach could prove more effective than the U.S. Attorneys’ heavy-handed enforcement when it comes to smoking out which weed shops are for-profit or front for organized crime: L.A.’s rules, after all, had already managed to close the shop housing the $15 million trafficking operation now being prosecuted by the FBI. But future efforts at the state and local level are unlikely to be successful if officials continue to be threatened with federal prosecution for trying to make their own laws work.\n\nTim Fernholz is an editor at GOOD Magazine in Los Angeles.", "topic": "Marijuana Legalization", "politicalLabel": "Conservative", "organization": "New Republic", "biasLabel": "Biased", "title": "Tim Fernholz: Why Has the Obama Administration Declared War on Medical Marijuana?", "yellowLabel": "Yellow", "tags": "set(['department of justice', 'Home News', 'supreme court', 'barack obama', 'politics', 'Events', 'Economy', 'kris hermes', 'World', 'Identity', 'Economics', 'scott smith', 'california', 'tim fernholz', 'The Plank', 'rick perry', 'Culture', 'Books', 'thom mrozek', 'los angeles', 'Politics', 'Technology', 'Film'])", "opinionLabel": "Other"}