{"content": "Jennie Linn McCormack was 14 when she had her first baby. It was 1993, and she was in junior high in southeast Idaho, where she’s always lived and where she still lives now. Blond, petite, and fine-featured, she did tap, ballet, drill team, and cheerleading. She started spending time with an 18-year-old boy in her group of friends. Because he was older and she was a virgin, she trusted him when he said nothing bad would happen if they had sex. The first time they did, she got pregnant.\n\nMcCormack hid the pregnancy for as long as she could. She’d been brought up Mormon, although her parents were divorced and didn’t make her go to church anymore. But after she started showing, she had to tell her mom. Her mother took her to an adoption agency, but McCormack ran out of the room—she was scared, but felt like she was meant to have the baby. She named her son Tanner, and she didn’t ask the father for anything.\n\nAfter that, McCormack went to a school for teen parents and got her GED. She went on to work various jobs: at a car wash, a McDonald’s, a laundromat, a Dillard’s. When she was 18, she married a man who worked in the heating-and-air business, and they settled down in the sleepy college town of Pocatello. Everything nice she now owns is left over from that marriage, like the plush, comfy furniture in her living room. When she was 19, they had a daughter. But the marriage foundered, and they got divorced in 2004.\n\nHer third child, a boy, was born in 2009. The father was “not a long-term relationship,” she says. When the baby was three months old, she started dating an old friend, Buddy Lee, who had recently gotten out of prison after serving time on a robbery charge.\n\nTheir relationship was tempestuous and occasionally violent; there was at least one restraining order involved. Soon after they’d started dating, she found herself pregnant. Lee took her to the nearest clinic, some 140 miles away in Salt Lake City, and paid for the abortion. Then, in 2010, she realized she was pregnant by him again. “I wasn’t being careless or sleeping around all the time,” McCormack says. “I just didn’t know quite about the options other than condoms.”\n\nBy then, Lee was back in jail—his parole had been revoked for drinking. McCormack had no income other than the $200 to $250 per month of child support she received from her baby’s father. She shared custody of her daughter, who was then 12, with her ex-husband. Tanner, 17, was hoping to go to college. “I didn’t want to raise it in that situation,” McCormack says, “nor put more on my children and me that I couldn’t handle. I had no money. No car. I didn’t have anything.”\n\nMcCormack knew that an abortion would cost $400 to $2,000, depending on how far along she was. Utah has a mandatory waiting period of 72 hours, which meant she would either need to stay in a hotel for that time, or make the six-hour round trip twice over the course of several days. She couldn’t come up with that kind of money. So she called her older sister, who owned a computer, and asked her to order abortion pills for her on the Internet. The pills cost $200, and McCormack says the logistics of arranging it all took about two months.\n\nBy the time the medication arrived in an unmarked envelope on December 23, she was in her second trimester—at, she thought, week 14. Following the instructions, she took the first pill right away and the others some hours later. That night, she started having cramps. The next morning, Christmas Eve, she delivered a dead fetus alone in her bathroom, along with the placenta and a great deal of blood.\n\nThe fetus was much bigger than she had expected. It was about a foot long, clearly female, with identifiable features and hair. McCormack wrapped the remains in a bag with the placenta. Then she put it in a box and hid it under her bed. That evening, she attended Christmas Eve dinner at her father’s place and dropped her daughter off with her ex-husband for an overnight visit. She wrapped the children’s presents, including new clothes she’d bought on layaway for her fashion-conscious daughter, and put them under the tree. She told no one about the abortion apart from her sister.\n\nAfter about a week, the box began to emit an odor. McCormack wrapped it up in more bags and put it out on the back porch, on the shelf of a covered barbecue. It didn’t feel right to her to throw it away. A week or so later, unable to figure out what to do, she finally confided in a friend. He called his sister, and his sister called the police.\n\nOn the afternoon of January 9, 2011, two officers arrived at McCormack’s house. She led them to the back porch and told them, according to reports, “My baby is in the box.” When an officer opened the parcel, he discovered the fetal remains, partially decomposed and frozen. One officer took McCormack to the police station, where she described the abortion. An autopsy would later determine that she had actually been between 19 and 23 weeks—around five months—pregnant.\n\nSeveral months later, in May 2011, McCormack was charged by the Bannock County Prosecutors’ office under 1973’s Idaho Code 18-606, which makes it a felony for a woman to have an abortion in a manner not sanctioned by the state and carries a possible prison sentence of up to five years. McCormack isn’t the only woman in recent years to be prosecuted for ending her own pregnancy. But her case could change the trajectory of abortion law in the United States.\n\nTechniques for terminating a pregnancy can be found in the Bible, on Egyptian papyrus, and in Chinese records dating to around 500 B.C. There are too many to list, but women have attempted home abortions with mercury, quinine, pennyroyal, iron sulfates, and a mixture of camel saliva and deer hair; Hippocrates once advised a prostitute to jump up and down.\n\nBefore Roe v. Wade legalized abortion in 1973, American women inserted knitting needles and other sharp objects into their cervixes to end unwanted pregnancies. They put dangerous drugs like the tissue-destroying potassium permanganate into their vaginas, which typically failed to terminate pregnancy but sometimes caused hemorrhage. Elihu Sussman, a retired New York City pediatrician who was working as a medical student at Boston City Hospital in the 1960s, says, “There were thirty beds, and some of them were always filled with women who came in because of septic abortions—four, five, six at any given time.” His wife, Geraldine Sussman, was a student nurse at Bellevue in New York during the same period. “They’d use coat hangers, laundry detergent products,” she says. “A lot of them would rupture their uteruses and end up with hysterectomies. People now don’t realize what it was like. It was awful.”\n\nStarting in the early ’70s, activist Carol Downer promoted the creation of self-help groups at which women would teach each other how to do their own speculum exams and “menstrual extractions”—the suction removal of menstrual blood that can serve as an early at-home abortion method. “When we were working to get abortion legalized,” Downer said by phone, “there were groups around the country—at any given time about one hundred—that were fully capable of performing these procedures. Once Roe v. Wade came along, clearly the energy shifted.” Later, in the 1990s, some feminist activists also advocated do-it-yourself (DIY) abortions. The band Bikini Kill sometimes handed out a DIY abortion flyer, “Body Mine,” at its shows, with information on abortifacient herbs, menstrual extraction, fertility cycles, and safe sex.\n\nThese activists believed that such information was necessary because, even though clinical abortion is legal in the United States, accessing one has become increasingly difficult, especially for poor women. In 1976, the Hyde Amendment banned most types of federal funding for abortion. Eighty-seven percent of U.S. counties now have no abortion provider. Several states—including Wyoming, Arkansas, North Dakota, and South Dakota—have only one. Mississippi’s lone clinic is under constant threat of closure.\n\nThe past few years have also seen the rise of the “fetal personhood” movement, which promotes legislation around the concept that a rights-endowed person is created the second that sperm meets egg. A record-setting 92 abortion-restricting measures passed in 2011. Seven states—including Idaho—have recently banned abortion past 20 weeks through so-called “pain-capable unborn child protection act” legislation. These laws are an attempt to redefine the legal parameters for abortion. Roe v. Wade essentially holds that an abortion may be performed until the fetus is “viable”—that is, until it can survive outside the womb, which most states determine is 24 or 25 weeks. The new measures instead seek to prevent an abortion after the point at which a fetus is able to feel pain—according to the bills’ authors, at about 20 weeks. (In 2010, an extensive study by U.K.’s Royal College of Obstetricians and Gynecologists concluded that a fetus can’t feel pain in the first 24 weeks.)\n\nBut while obtaining an abortion at a clinic is becoming harder, home abortion has never been easier or safer. In 2012, women have two resources that previous generations did not: abortion pills and the Internet. The combination of two drugs—Cytotec (Misoprostol) and Mifeprex (Mifepristone, known as RU-486 in trials) is 95 to 99 percent effective at ending a pregnancy in the first nine weeks, according to Ibis Reproductive Health’s Daniel Grossman, an expert on medical abortion. (Cytotec is 85 to 90 percent effective on its own.) “Essentially they induce an abortion similar to a spontaneous miscarriage,” says Grossman of the drug combination.\n\nWhen conducted correctly, a medicated abortion is far less harrowing than the ordeal experienced by McCormack. If the pills are taken in the first nine weeks of a pregnancy, there is no fetus to deliver or dispose. At nine weeks, an embryo is the size of a grape and weighs a fraction of an ounce; the effect of the abortion is comparable to a heavy period. Both Cytotec and Mifeprex have been approved by the Food and Drug Administration, and the mortality rate for Mifeprex is one in 100,000. (By contrast, Viagra’s is five in 100,000.) “The bottom line is these medications are incredibly safe,” says Grossman.\n\nWhen Mifeprex was approved for sale in the United States in 2000, it was expected to increase abortion access for marginalized women. The theory was that the pills would be more widely available than a surgical procedure, especially in parts of the country where clinics are few and far between. Instead, because of tight regulation of the drugs, the pills have simply become a clinical alternative to a surgical abortion. Medication is only used in about one-quarter of early terminations, according to the Guttmacher Institute.\n\nOnline, however, these drugs are readily available, often via suspicious-sounding sites that make claims like: “The Affordable Abortion Pill Will Safely, Quickly Terminate Your Undeveloped Fetus In The Privacy Of Your Home, Save You Time And Hundreds Of Dollars. It Is 100% Clinically Safe, Very Effective And The Most Affordable Abortion Pill You Will Get Your Hands On For Now!!!”\n\nDetermining how many American women have had home abortions is exceedingly difficult: The Centers for Disease Control and Prevention does not track illegal abortions. There is no blood test for drugs like Cytotec, and so such an abortion is indistinguishable from a natural miscarriage, even to a doctor. However, the proliferation of online dispensers suggests a rising demand. There are thousands of websites selling Cytotec for as little as $45 to $75 (compared with $300 to $800 for a legal medicated abortion in a clinic). Some claim to offer the harder-to-come-by Mifeprex, but may in fact be peddling Cytotec, or aspirin, or nothing at all. (Possible sources for the drugs include Mexico, where Cytotec is available over the counter, or even the United States, since it’s also prescribed here as an ulcer medication.)\n\nThe question of how drugs like Mifeprex and Cytotec are sold and administered is emerging as the next major front in the abortion debate. A number of pro-choice groups argue that access to the drugs should be vastly expanded, perhaps available by prescription from general practitioners. Susan Yanow of the Reproductive Health Access Project told me, “Ideally, I would like for a woman who is under nine weeks to be able to call a clinic or a physician and to get excellent counseling about medical abortion and then at the end of the call hear, ‘So, would you like me to phone a prescription in to your nearby pharmacy, or would you like to come in and do this with the support of a medical practitioner?’”\n\nThe law, however, is moving in the opposite direction. Several states have recently passed or are considering legislation to limit access to abortion drugs online and off. In 2011, Wisconsin passed a measure that would potentially subject doctors to criminal charges for performing medication abortions without adhering to certain specific protocols, such as seeing the patient three times; Planned Parenthood clinics in the state stopped providing medication abortions in April, and the organization has filed suit against the law.\n\nMeanwhile, women continue to purchase abortion drugs on the Web without medical guidance, an undertaking that is more dangerous and fraught. Misuse or fraudulent pills could cause complications. A woman could, like McCormack, misjudge the length of her gestation or just decide to take the pills after nine weeks. Or she could unknowingly have a risk factor, such as an ectopic pregnancy.\n\nThen, there is the risk of prosecution. Pro-life activists have long said that, if abortion were to become illegal, the doctor, not the woman, would be arrested, with the woman considered a second victim or material witness. According to new research by the nonprofit group National Advocates for Pregnant Women (napw), since Roe v. Wade more than a dozen women have been charged with illegal abortion or manslaughter for attempting to end a pregnancy. In 2004, a Mexican migrant worker named Gabriela Flores was arrested in South Carolina for taking Cytotec to end her pregnancy and sentenced to 90 days in jail. In 2007, a Massachusetts teenager named Amber Abreu was arrested for the same act and given probation and therapy. In 2011, 20-year-old New Yorker Yaribely Almonte was arrested for inducing an abortion at home with herbs. The charges were ultimately dropped. Some of these women have been charged with murder in the wake of a miscarriage or stillbirth; others, like McCormack, have been charged with violating the abortion laws in their state.\n\nAfter she was charged, McCormack contacted the largest law firm in Pocatello for help with her criminal defense. The lawyer who took her case was Rick Hearn, a Georgetown Law graduate who specializes in civil rights and personal injury litigation. A father of four and a practicing Catholic, he had once argued for the state in favor of a parental-consent law.\n\nIn October, I visited Hearn in his Pocatello office. Originally from Alabama, he has a faint Southern accent and exudes the warmth and gentle humor of a favorite uncle. Unlike McCormack, he very much belongs to the establishment of Pocatello: He is friendly with people in the prosecuting attorney’s office; his daughter plays on the same volleyball team as an assistant prosecutor’s daughter.\n\nHearn was able to get the charges against McCormack dismissed for lack of evidence. But the prosecutor made it very clear that he would consider refiling charges if more evidence emerged. McCormack would always have the threat of jail time hanging over her head.\n\nHearn is an avid fan of TheGirl with the Dragon Tattoo books. He saw the character of dogged reporter Mikael Blomkvist as a good role model for a lawyer—“he follows the trail wherever it leads, even if where it leads is dangerous or unpopular,” he told me. When it came to McCormack’s case, Hearn realized there was only one way she could put the incident behind her.\n\nIn September 2011, within minutes of the case’s formal dismissal, Hearn helped McCormack file a civil suit against county prosecutor Mark Hiedeman. Hearn’s argument was that certain Idaho restrictions on abortions—including its recent pain-capable legislation—were unconstitutional. He aimed to prevent Hiedeman from prosecuting McCormack, or any other woman, for obtaining an illegal abortion.\n\nMcCormack and Hearn won a preliminary injunction from the District Court. The state appealed, and the case made its way to the Ninth Circuit Court of Appeals. The state tried to have the case dismissed, arguing that McCormack lacked standing because she was not currently seeking an abortion. (Norma McCorvey, “Roe,” was able to go forward only because she was pregnant at the time of her suit.) Hearn realized that he needed a doctor to intervene as a co-plaintiff, since a doctor could argue that the law prevented him from carrying out his medical obligations. But he couldn’t find one willing to join the suit.\n\nAs it happened, however, Hearn is also a doctor licensed to practice medicine in the state of Idaho. In February 2012, he became a co-plaintiff himself. “I intervened in this thing as a doctor against my wishes,” says Hearn. “I think it is so unfair that to a woman, the court says: ‘Go away. A doctor has to bring the case for you.’ It really reminds me of during the Civil War days, when they told slaves: ‘You can’t appear in court because you’re not a real person. Your master can come in and talk about those things.’”\n\nAnd yet, others seem to wish McCormack would go away, too. By and large, the mainstream pro-choice movement has not embraced McCormack, likely because of what Lynn Paltrow, the founder of napw (which participated in the case as an amicus on McCormack’s behalf) euphemistically terms a “fact-pattern that does not seem particularly attractive.” (The press has represented this fact pattern as “fetus ... on the barbecue.”) Hearn says some reproductive rights advocates have expressed concern about his pursuing the case. “We’d just really rather you’d not,” is how Hearn says one activist put it.\n\nWhen I asked Planned Parenthood for comment, spokesperson Eric Ferrero replied in a statement: “We are deeply concerned about the problem many women face in Idaho in accessing safe and legal abortion. As you know, compounding the access problem are many state laws restricting safe and legal abortion in the state.” His office confirmed that Planned Parenthood had no plans to become involved in McCormack’s case and declined to comment specifically on her situation. Soon after Hearn and McCormack filed their suit in Idaho, doctors represented by the aclu and the Center for Reproductive Rights brought suit against Arizona’s pain-capable law, while doctors represented by the aclu have challenged a similar measure in Georgia.\n\nIn September 2012, the Ninth Circuit issued a 37-page decision that, for the most part, vindicated McCormack. Written by Democratic appointee Judge Harry Pregerson, the ruling describes in detail the difficulty poor women experience in obtaining an abortion in Idaho. These restrictions, he argued, essentially outlawed the procedure for them, potentially violating the “undue burden” test sometimes invoked by the Supreme Court. He maintained that, since it was so hard for McCormack to obtain a legal abortion, it was unjust to charge her for having an illegal one. “It’s the first federal court decision that we know of to address the question of whether women themselves can be held criminally liable for the outcome of their pregnancies, for having an abortion, for what they do or experience during pregnancy,” says Paltrow. “The Ninth Circuit decision may have opened up abortion access to every woman with a computer,” says Hearn.\n\nBut the decision was only a partial victory. It was narrowly applied to McCormack, meaning that other women in Idaho can still be arrested for having an illegal abortion. The court also found that McCormack did not have standing to challenge the pain-capable legislation, because it had passed after she terminated her pregnancy.\n\nHearn responded by filing a motion that, if successful, would halt prosecutions of all women and doctors in Idaho for illegal abortion, and overturn the pain-capable law. Justice B. Lynn Winmill of the Idaho District Court is expected to rule by early next year. Hearn’s latest suit has not attracted support from most reproductive rights groups, which are perhaps nervous that McCormack’s rather messier case may rise up through the courts before the other paincapable lawsuits. If it reached the Supreme Court, it would hardly be their ideal test for reevaluating the federal position on abortion. “Many advocates for women’s rights appear to want women’s real stories and their real life troubles out of courts,” says Hearn. “They want it to be doctors in white coats.”\n\nThis October, every room in McCormack’s house was carefully decorated with seasonal arrangements, from a cornucopia on the kitchen table to an autumn-leaf garland along the living room wall. Pumpkins of various sizes were artfully arrayed on the front steps. She proudly showed off the swing she built for her baby when she couldn’t afford the ones at the store.\n\nSitting in her living room, McCormack was alternately fragile and chatty. She told me the town has shunned her since the Idaho State Journal ran her full name, age, and home address. U.K. newspaper The Independent reported earlier this year: “In the supermarket, people stop and point. At fast-food outlets, they hiss ‘it’s her’!” “I just secluded myself with my kids,” she says. “I wish I could save my children from any more heartache. Since all this, they don’t look at me the same.” She says the nondenominational church that she once attended shamed her publicly. “There was a sermon on abortion ...” She tears up. “He said you won’t be forgiven if you do. I haven’t went since.” She would like to leave town, although she has rarely been outside the state, aside from visits to nearby Utah and childhood trips to Disneyland.\n\nIn my conversations with people in Pocatello, many expressed sympathy for McCormack. After a Sunday service at her former church (the sermon discussed the dangers of alcohol and Harry Potter), co-pastor Penny Johnson initially struggled to remember her. When she did, she brightened and said, “Oh, how is she?” She was visibly shocked to hear of the court case and insisted there was no anti-abortion sermon. “If she heard that, it was a misunderstanding,” she said. “We don’t promote abortion, but if you’ve experienced that, God loves you. I had no clue she was going through that.”\n\nAfter nearly a year of unemployment, McCormack now has several low-wage, part-time positions that require traveling between various stores. Her three-year-old is in Head Start four half-days a week across town. She often walks him the hour-plus to school in his stroller, then travels home to get her bike to do her store visits. After work, she drops off the bike, picks up the stroller, and then does the round trip again to pick up her son. She no longer receives child support for any of her children. Tanner was sentenced in October to four months in jail for harboring a 14-year-old Pocatello runaway in California, where he was about to start college. “He wants to save all these girls now because of his mom,” McCormack says. “He wanted to be a drug and alcohol counselor for youth. He had a path.” She hopes that when he gets out of jail, he will resume his college education.\n\nBefore I left Pocatello, I met two detectives who participated in the McCormack investigation. They work just a wall away from the evidence locker where the remains of the fetus are still stored; because the legal proceedings are ongoing, they cannot be released. “We see dead bodies, daily, weekly, in all different stages,” Detective Brian McClure told me. “But seeing a recognizable baby in a garbage bag, frozen, outside, in a garbage pile, decomposing ...”\n\n“I wouldn’t wish anyone to that scene or investigation,” says Detective Val Wadsworth, a father of four. “We unwrapped it and released it to the funeral home, and the next day was the autopsy. The funeral director who was there said it was the worst smell he’d smelled in his thirty-five years of the funeral home. ... I can’t imagine what it did to her, to have that baby right underneath you for so long, trying to sleep with it there. When they had it thawed out and laying on the table, it was just sad. Sad feeling. Sad little pathetic face. It was just terrible.”\n\nMcCormack, too, thinks a lot about the fetus. As we watched her son bounce a bright yellow ball against the fence in her backyard, she told me that what she wants most is a proper burial. “Just because of the circumstances doesn’t mean I’m heartless,” she says. “It’s still a piece of you, you know?”\n\nAda Calhoun is a book author and freelance journalist. This article appeared in the December 31, 2012 issue of the magazine under the headline “The Rise of DIY Abortions.”", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "New Republic", "biasLabel": "Not Biased", "title": "The Rise of DIY Abortions", "yellowLabel": "Not Yellow", "tags": "set(['Home News', 'united states', 'salt lake city', 'rick hearn', 'Events', 'Economy', 'The Law', 'southeast idaho', 'World', 'idaho', 'un court', 'Economics', 'utah', 'jennie linn mccormack', 'daniel grossman', 'christmas eve', 'pocatello', 'tanner', 'The Plank', 'Culture', 'cytotec', 'Books', 'Identity', 'Politics', 'Technology', 'Film'])", "opinionLabel": "Other"}