{"content": "Wicomico County Sheriff Mike Lewis participates in an interview with The Daily Times in this file photo. (Photo: Staff file photo by Laura Emmons )\n\nSALISBURY, Md. -- The Coalition to Stop Gun Violence wants Wicomico County Sheriff Mike Lewis' teaching certification to be revoked in the wake of several viral video comments on gun rights Lewis made this summer.\n\nThe group started a campaign after Lewis was propelled into the national spotlight this summer via an August interview with a student journalist from Arizona-based News21. Lewis told News21 he's no fan of government intervention in limiting the constitutionally protected right to possess firearms.\n\n\"As long as I'm the sheriff in this county, I will not allow the federal government to come in here and strip my citizens of their right to bear arms. I can tell you this, if they attempt to do that, it would be an all-out civil war, no question about it.\"\n\nThe video was published to YouTube on Aug. 21 and quickly went viral.\n\nIn another August video, from Delaware television station WRDE, Lewis offered a clearer critique of Maryland's latest gun control law, the Firearms Safety Act of 2013, which was passed in the wake of the December 2012 massacre of elementary school students in Newtown, Conn.\n\n\"Who am I to tell them what they should or should not protect their families with?\" Lewis asked on WRDE. \"Who am I to tell them they shouldn't have a magazine with 30 rounds behind the door when some thug is trying to break into their home?\"\n\nMaryland Attorney General Doug Gansler said last month Lewis' remarks seem to imply a lack of interest in enforcing gun laws based on the Second Amendment.\n\nBut Lewis said Tuesday it's \"ludicrous\" for the coalition to think he isn't going to enforce the laws.\n\nFurther, Lewis said the Second Amendment isn't an issue that is brought up in the classroom. In classes, he teaches about apprehending and identifying criminals, he said. The only part of the Constitution he talks about is the Fourth Amendment, which relates to searches and seizures.\n\n\"They're going to twist and turn this to suit their own special needs,\" Lewis said.\n\nThe campaign to revoke Lewis' teaching certification began Monday, and as of about 4:15 p.m. Tuesday, about 1,470 signatures had been collected via an online petition at the group's website, said Ladd Everitt, director of communications for the Washington-based gun control group.\n\nEveritt said the petition will be delivered to the Maryland Police Training Commission. He also said he was \"astonished\" Lewis was still able to train law enforcement officers after making comments that threaten violence.\n\n\"When you employ violence against your government essentially to effect policy decisions, you are damaging the principle of political equality,\" Everitt said.\n\n\"That's the behavior of a thug, not a citizen in a democracy,\" he said.\n\nThe only way a certification would be revoked is via a staff review made by request, said Gerald Shields, spokesman for the Department of Public Safety and Correctional Services, of which the training commission is a part.\n\nThe review would determine whether the person has violated any commission regulations, Shields said. He didn't comment on the campaign or whether a petition would have an effect on a certification being revoked.\n\nLewis, who has served on the training commission, said he's never threatened anybody. For the group to try to revoke his certification is \"weak,\" he said.\n\nIt's his job as sheriff to warn the government what would happen if it encroaches on his constituents' rights, Lewis said. But he doesn't expect things to get to that point, he said.\n\nLewis says he has received hundreds of e-mails in support of his stance.\n\n(Contributing: Brian Shane)\n\nRead or Share this story: http://usat.ly/1vXdzAs", "topic": "Gun Control", "politicalLabel": "Neutral", "organization": "USA Today", "biasLabel": "Not Biased", "title": "Sheriff's views prompt petition by gun control group", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Other"}