{"content": "WASHINGTON -- Friday morning was strange for Astrid Silva, a 27-year-old undocumented immigrant in Las Vegas. Just before 5 a.m. PST, her longtime pen pal, Senate Minority Leader Harry Reid (D-Nev.), announced plans to retire from the Senate at the end of his term.\n\nShe started getting text messages and calls from people on the East Coast. It was a shock. The senator she credits with so much -- helping her get work authorization, keeping her father from being deported and inspiring her to get involved with advocacy -- is planning to finally retire.\n\n\"The part of me that sees him as the abuelito that we see him as, I can be happy that he's going to get a chance to enjoy his grandkids and do things that other people do and go to the museums and hang out,\" Silva said.\n\n\"But I think that as an immigrant, I know that there's nobody else that will ever fight for us like he has,\" she said.\n\nReid will end his Senate career as a champion of the immigrant rights community -- something few would have expected two decades years ago, when he pushed for bills to restrict unauthorized immigration, or even nine years ago, when an immigration reform bill fell apart and activists put the blame on him. But things changed. He fought for bills to help undocumented immigrants and, when those failed, urged President Barack Obama successfully -- twice -- to do something on his own. He met people like Silva.\n\n\"He had serious issues about undocumented immigration and he was very vocal about it, but I think that what stands apart from him and some many other people that are elected is that he took the time to meet the people actually affected,\" Silva said of Reid's evolution on immigration.\n\nSilva came to the U.S. from Mexico at the age of 4. Her younger brother is a U.S. citizen, but she and both of her parents are undocumented. They weren't able to visit Silva's grandmother when she fell sick in Mexico in 2009 because they wouldn't have been able to come back to America. Her grandmother died, and Silva wrote about how frustrated and sad she was that her undocumented status had kept them apart.\n\nThe next day, she saw Reid at an event and handed him what she had written. She said she felt panicked right afterward, wondering if it had been a mistake to tell a U.S. senator that she was in the country without authorization. An aide approached her not long after to say Reid wanted to speak with her, and she was brought into a meeting between the senator and Latino leaders. A nervous Silva was relieved when Reid asked her to tell her story, and then told the group that the young woman's story illustrated why immigration reform was so important.\n\nSilva and Reid continued to exchange letters. She said he tends to ask things others don't want to because they are too shy or feel uncomfortable, and noted, for example, that he once asked her mother how she got to the U.S. Silva said she thinks that's why Reid has learned so much about the undocumented community -- he asks.\n\nReid called Silva the morning Obama announced the first of his two major executive actions on immigration, in June 2012. Without identifying himself, he said, \"How old are you?'\n\nShe told him she was 24. \"That's my girl,\" she said he replied. \"You made it.\"\n\nSilva didn't know what he meant until later, when Obama gave a press conference announcing the Deferred Action for Childhood Arrivals policy, or DACA. The program allows undocumented immigrants who came to the U.S. as children, often referred to as Dreamers, to stay and work temporarily. Reid wanted to know her age to make sure she was the right age. She was. Silva now has DACA and can stay in the country.\n\nLorella Praeli, advocacy and policy director of the youth-led advocacy group United We Dream, said she thinks one of Reid's greatest contributions was his push for DACA after legislation to help Dreamers failed in 2010.\n\n\"We understand that he personally pushed the president to take that step, and did so before many of the immigration groups began pushing for it and believing in it as a real possibility,\" she said. \"He did that quietly and behind the scenes, and I would conclude most effectively.\"\n\nAfter a comprehensive immigration reform bill passed the Senate in 2013 only to languish in the House, Reid pressed the president again to take executive actions on immigration. Obama finally did in November 2014, when he announced plans to expand DACA and create a new program, Deferred Action for Parents of Americans and Lawful Permanent Residents, or DAPA, for undocumented immigrants whose children are U.S. citizens or legal permanent residents. Silva's parents would be eligible for that program.\n\nReid's office has held workshops and information sessions about the programs, along with the other immigration work they do on a daily basis. The expansion of DACA and DAPA are blocked in the courts for now, but Reid said in a statement to The Huffington Post on Friday that protecting undocumented immigrants will be a focus as he serves out the rest of his term.\n\n\"I will continue to do everything in my power to defend these protections and my office will continue working closely with advocates and community leaders in Nevada and across the country to ensure that families have access to accurate information and resources so that they are informed, prepared and unafraid,\" he said.\n\nReid's legacy on immigration could have played out very differently, if it weren't for a combination of politics and personal relationships that led to him becoming a strong supporter of immigration reform. In 1993, Reid advocated for bills meant to restrict unauthorized immigration, including by ending birthright citizenship -- something Republicans gleefully pointed out last month when Sen. David Vitter (R-La.) made a similar proposal.\n\nReid ended up disavowing those bills, and said he was wrong to support them. He has said his wife, Landra, confronted him over those anti-immigrant legislations. He also faced a changing electorate. Nevada is now more than one-quarter Latino, making immigration good politics for the senator. But advocates, aides and the senator himself say the issue is close to his heart as well.\n\n\"It's become personal for him,\" Reid's former press secretary Jim Manley said. \"There's been an evolution in some of his views and probably nothing symbolizes it more than his views on immigration.\"\n\nReid had a major rough patch with immigration advocates in 2006, when they accused him of scuttling a bipartisan comprehensive reform bill from Sen. John McCain (R-Ariz.) and the late Sen. Ted Kennedy (D-Mass.). Immigrant rights advocates thought they'd been \"played,\" said Frank Sharry, executive director of the pro-reform group America's Voice.\n\nThey criticized Reid publicly and harshly. At the time, Sharry said Reid staffers told him, \"'he will never talk to you again, you are dead to him,' that kind of stuff.\"\n\nBut Reid's relationship with advocates turned around, and most consider him to have been a true ally during immigration reform efforts in 2007, 2010 and 2013, even if legislation never made it to the president's desk. Reid helped corral every Democrat to support comprehensive immigration reform in 2013. Earlier this year, he kept the caucus together to prevent a Department of Homeland Security funding bill that would undo the protections Obama made for undocumented immigrants.\n\n\"He's got such a backbone and he's so tough and he knows how to make shit happen, and he's not afraid to take on opponents,\" Sharry said. \"So his political skills put to use towards a policy goal of [immigration reform] -- that's why he's a beloved champion now. You wouldn't have predicted that early in his career.\"\n\nAlthough Reid's retirement will be a loss for the immigrant rights community in the U.S., Silva said activists have not seen the last of the senator's commitment to immigration reform.\n\n\"It's not the end,\" she said. \"I know people are [talking] like he's done tomorrow. It's 22 months and I know that he's going to be fighting every single step of the way.\"", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "Huffington Post", "biasLabel": "Not Biased", "title": "Immigration Reform Advocates To Lose Champion With Harry Reid Retirement", "yellowLabel": "Not Yellow", "tags": "set(['Most Popular on HuffPost'])", "opinionLabel": "Other"}