{"content": "What a difference a lawyer makes.\n\nAs the immigration crisis along the U.S.-Mexico border deepens, a review of deportation hearings for minors caught crossing reveals stark disparities depending on their legal representation. If they've got an attorney, they stand a fairly good chance of staying in the U.S. Without one -- they're probably getting sent home.\n\nADVERTISEMENT ADVERTISEMENT\n\nThat is, if they show up at court at all.\n\nThe differences are detailed in a recent report from the Transactional Records Access Clearinghouse at Syracuse University. The report traces the status of more than 100,000 cases involving juveniles clogging the system.\n\nBecause crossing the U.S. border without authorization or documentation is a civil offense and not a criminal one, the government is not required to provide children -- no matter how young -- with publicly funded counsel. But legal representation is a key factor.\n\nThe report found that in cases where the child had an attorney, they were allowed to stay in the United States nearly half the time. Children who appeared in court alone or without any type of legal representation were deported nine out of 10 times, according to the report.\n\nWhile foes of illegal immigration worry that the surge of illegal immigrant minors is going to open the door to \"amnesty,\" immigrant advocates are now focusing on the legal representation issue in a bid to aid those currently going through the court system.\n\nMeanwhile, a growing number of children are taking a third option that's not desired by either side of the debate -- not showing up at court at all and effectively disappearing into the U.S.\n\nAt a July 22 federal immigration court hearing in Dallas, for example, 90 percent of the kids were no shows. In the past, the rate has hovered around 46 percent.\n\nBut groups are trying to bring the minors out of the shadows, and back into the courts. Near New Orleans, immigration lawyer Kathleen Gasparian is spearheading a campaign to pair area legal experts and Spanish-speaking translators with unaccompanied minors waiting for their deportation hearing.\n\nGasparian, a managing partner at law firm Ware Gasparian in Metairie, La., said her practice, which deals solely with immigration issues, saw a spike about six months ago in the number of children who needed legal counsel.\n\nIn the first seven months of 2014, 450 cases involving minors were referred to Louisiana’s immigration courts compared with a total of 71 cases in 2011.\n\nGasparian’s firm is offering a free training session in September for lawyers, legal workers and other volunteers, such as translators, interested in donating their time, Gasparian told FoxNews.com.\n\n“Our firm has always had a strong commitment to pro bono work, but this is much more than we could handle,” she said. “The response from the community has been wonderful.”\n\nSo far, 15 attorneys have signed up for the September session. “Our goal is to get 20,” Gasparian said.\n\nThe New Orleans immigration court, one of only two in Louisiana that handles deportation cases, is currently facing a big backlog.\n\nAs of June 30, there were 1,216 pending cases in the state. Of those, 81 percent – 985 child defendants – did not have legal representation.\n\nThe State Bar of Texas has been actively looking for pro bono lawyers too.\n\n“Please understand that legal assistance is going to be needed for many months,” the organization wrote on its website. According to the site, lawyers will be needed to help with deportation hearings, asylum cases and with assisting qualifying minors who want to apply for special immigrant juvenile status.\n\nThe surge of children making the more than 1,000-mile journey from Central America to the U.S.-Mexico border to escape reported violence in their own countries has triggered calls for more funding from the Obama administration. Congress has not passed compromise legislation to address this, so President Obama has warned he may allocate resources on his own.\n\nThe majority of minors detained at the border not only face language barriers but also lack financial resources to hire legal help.\n\nSeveral civil rights groups are suing the federal government for allegedly failing to provide free attorneys to juveniles facing detainment and deportation hearings.\n\nThe ACLU, for example, argues in its case that children are ill-equipped to represent themselves and therefore should have access to a lawyer. As that fight coils its way through the court system, several other legal aid groups are offering their services to children for free.\n\nIn California, immigrant rights attorneys also filed a lawsuit on July 31 seeking a preliminary injunction to block the U.S. Department of Justice from fast-tracking the deportation of Central American children without first making sure they have legal counsel.\n\nLast year, 38,759 unaccompanied minors – mostly from Central American countries -- crossed the southern border illegally. Of those, 1,800 were deported, the U.S. Department of Homeland Security said.\n\nThe rest were either granted asylum or are waiting for their cases to be heard as the brutal backlog of cases in U.S. immigration courts grows.", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "FOX", "biasLabel": "Not Biased", "title": "Will illegal immigrant kids stay or be sent home? Depends if they have a lawyer", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}