{"content": "Share this:\n\n\"‘God Loves Women Who Have Abortions': The Religious Abortion Advocates That History Forgot\" Share:\n\nThe year was 1967, and too many women were dying.\n\nThe New York legislature had just failed to pass an incremental reform to the state’s strict anti-abortion law, leaving the status quo in place. At that time, deaths resulting from illegal abortions accounted for 42 percent of New York City’s maternal mortality rate. While wealthy women could use their “connections” to have illegal yet safe abortions performed in hospitals, less privileged women didn’t have that option. According to a survey of low-income women who had abortions in the 1960s, eight in ten said that they had attempted a self-induced procedure, and only two percent said that a trained physician was involved in any way.\n\nRev. Howard Moody, the minister of the historic Judson Memorial Church in Manhattan, couldn’t stand by and watch any longer. He started gathering with a group of faith leaders to talk about how they might help women get connected with the illicit “abortionists” who could perform a safe procedure. Those pastors and rabbis formed what came to be known as the Clergy Consultation Service on Abortion.\n\nThat May, they announced their new organization in a front page story in the New York Times. In consultation with the New York Civil Liberties Union, the religious leaders decided their best strategy for avoiding getting in trouble with the law — the charge for “aiding and abetting” an illegal abortion was a $1,000 fine and up to a year in prison — was total transparency. They wanted to operate out in the open, sending the message that they were choosing to defy the law in order to adhere to a higher moral code. And they ultimately initiated a long, yet mostly overlooked, history of clergy-assisted work toward ensuring women’s reproductive autonomy.\n\nThe front-page article announcing the new Clergy Consultation Service CREDIT: New York Times\n\nRev. Moody, who eventually became somewhat infamous for starting the first drug treatment clinic in Greenwich Village and ministering to prostitutes and AIDS patients, viewed the fight to liberalize the country’s abortion laws as the next big social justice movement of his time.\n\n“It was apparent from the start that the clergy who would be most likely to become involved in a project of this kind would be the same ones who had been most active in the school integration battle in New York, in the civil rights battle both there and in the South, as well as in other areas of civil liberties,” he wrote in a 1973 book about his experiences with the Clergy Consultation Service.\n\nDecades later, many Americans have no idea that religious leaders were instrumental in one of the most dramatic public health shifts of the 20th century. Especially since the modern anti-abortion movement is grounded in conservative religious communities, the legacy of pro-choice people of faith has receded into the background.\n\n“What really moved us from the back alley to safe and legal abortion was the clergy who just could not stand by and witness the carnage continuing on that scale,” David Grimes, a clinical professor in the Department of Obstetrics and Gynecology at the University of North Carolina who recently wrote a book about the public health benefits of abortion, told ThinkProgress. “It was the religious leaders and the medical leaders who led the legislatures to change the laws in the late 60s and early 70s.”\n\nOne of the religious leaders working for that policy change five decades ago was Dr. S. Huw Anwyl, who currently serves as the senior minister for Shepherd of the Hills Church in California. “I had been working for racial integration outside of Chicago. I was not anticipating I would be getting into another battle so soon,” he recounted.\n\nWhat really moved us from the back alley to safe and legal abortion was the clergy.\n\nBut, after a congregant’s 14-year-old daughter got pregnant and Anwyl accompanied the family to Tijuana for an illegal abortion procedure, he was horrified at the thought of girls and women putting their lives in the hands of inexperienced doctors who might harm them. He said that was the beginning of his “lifelong concern about helping women make the choice about what they want to do” with their pregnancies. And he never felt morally conflicted about it.\n\nAfter flying to New York City to meet with Howard Moody, Anwyl started assembling a chapter of the Clergy Consultation Service on the West Coast. He helped train a group of ministers, rabbis, and former nuns about the type of support they should provide women who were trying to figure out what to do about an unintended pregnancy. They followed in Moody’s lead and announced their services in the Los Angeles Times. The next day, according to Anwyl, they got 293 calls from women who wanted their help.\n\nNavigating the underground world of illegal abortion care could be daunting without assistance. In the 1960s, there was a shadowy network of so-called “abortionists” who used intermediaries to arrange illegal appointments with patients; often, when you tried to call one up, you had no idea where you would be asked to go. Sometimes women were even blindfolded because the doctors were too nervous about having their identities or locations revealed.\n\nAccording to Carole Joffe, a professor at UCSF’s Bixby Center for Global Reproductive Health who has studied abortion care in the years before Roe v. Wade, the Clergy Consultation Service was a particularly important resource for women trying to make it through this maze. The religious leaders were invested in figuring out which illegal doctors were reputable enough to ensure the safety of patients, so their referrals carried weight.\n\nJudson Memorial Church CREDIT: Flickr Creative Commons\n\n“I think what was striking about them is that they were very, very concerned about quality control,” Joffe told ThinkProgress. “The clergy didn’t just refer to anybody. When they made a recommendation, they always checked back with the women — was this guy good, was he competent, did he charge too much?”\n\nIn Rev. Moody’s book, he describes the process that his group used to vet potential doctors. Clergy would pose as pregnant women and go through the secretive process of setting up an abortion appointment — and if they were asked to go to a building that felt too seedy, or if there was any point at which they didn’t feel completely comfortable, they crossed the doctor off their list. They refused to send women into that kind of situation.\n\nAnwyl remembered sending nurses to check in on abortion doctors unannounced, just to make sure they were still using safe and clean equipment.\n\nThe clergy were well aware of the fact that not every woman could afford illegal abortion doctors’ prices, which could range anywhere from $400 to $1,000 dollars. Worried about that low-income patients instead opting for dangerous self-induced procedures, they pressured doctors to lower their prices or occasionally discount their services. Sometimes that involved significant strong arming: Anwyl would pressure doctors to perform one free abortion for every ten procedures, and if they refused, he would stop referring patients to them. After losing the business, they would usually relent.\n\n“They definitely didn’t want price gouging,” Joffe said.\n\nOnce abortion started to become legalized on a state level, Moody and his colleagues continued to be involved in this work on some level. Although they disbanded the original consultation service, they turned their attention to medical services, establishing one of the first freestanding legal abortion clinics in the country, called Women’s Services, in 1970. They recruited doctors to work there, referred their old patients for appointments, and aimed to provide the rest of the United States with somewhat of a model for the best practices in this area.\n\nThey definitely didn’t want price gouging.\n\nJust as in the days before clinics, they were concerned about the prices at Women’s Services. The clergy drove down the cost of a first-trimester abortion to $125 — which Moody believed was the lowest legal price in the U.S. — and convinced the physicians to establish a nominal fee of $25 for low-income patients who wouldn’t otherwise be able to afford care. After Roe v. Wade, Judson Memorial Church took over operation of the clinic in order to provide affordable services to uninsured women and women on Medicaid.\n\n“I think the emphasis we put on counseling and referral was very important at that time, but I think the next significant area is advocacy before hospitals and clinics to assure women that if their decision is to terminate their pregnancy they will be able to do that in a decent medical facility at a fair price,” Moody wrote in the final newsletter circulated by the National Clergy Consultation Service in 1973, after Roe was handed down.\n\nFour decades later, the Clergy Consultation Service isn’t just distant history. Some version of the group still exists, as an organization known as the Religious Coalition for Reproductive Choice (RCRC), which was born out of the faith community’s early efforts in the 1960s. Many of the rabbis and pastors who participated in the consultation service went on to create RCRC, shifting their focus to advocating in favor of legal abortion and defending the brand new Roe v. Wade decision.\n\nRev. Howard Moody passed away two years ago, at the age of 91, and his death was widely mourned by the pro-choice community. But his legacy endures.\n\n“Howard’s call to his clergy peers around the country was put in very pastoral terms. Our work has continued in that vein all the way through to today,” Rev. Harry Knox, the current president of RCRC, told ThinkProgress. He said his organization has always remained focused on “helping clergy to receive training so they can be thoughtful, useful, and compassionate journeyers with their congregants around the complex decisions they have to make about childbearing.”\n\nDespite the fact that most of today’s seminary students have never known a time without legal abortion services, tips for talking to congregants wrestling with pregnancy decisions still aren’t widely covered in faith leaders’ training. Part of RCRC’s work involves educating pastors about the fact that, if one in three women in the U.S. will have an abortion in her lifetime, some of those people are surely sitting in their pews. Religious leaders need to know how to handle those conversations in an empathetic way.\n\nRev. Harry Knox CREDIT: Flickr Creative Commons\n\nPlus, since there are so many negative messages regarding abortion coming from the Religious Right, faith leaders have a unique opportunity to build bridges between the church and women who have chosen to end a pregnancy. Knox said that many of his colleagues decided to get involved with RCRC after witnessing “a complete lack of compassion” in today’s conversations about abortion among people of faith.\n\n“As faith leaders, we all feel literally called — and supported by spirit on a daily basis — to model something different in the face of this overwhelming message to people that they’re not enough, that they’re not loved, and that in fact they’re hated,” Knox said. “Our message is that you are loved, loved, loved. God loves women who have abortions.”\n\nFaith Aloud, a Missouri-based organization founded in 1982 that trains clergy about how to compassionately assist women who have had abortions, takes a similar approach. The group receives phone calls from all over the country from women who are seeking “spiritual counseling” and may have previously only encountered faith leaders who were not equipped to support them.\n\n“We believe that women are good, created in the image of God, and able to make difficult decisions. We believe this power to make personal decisions is good and given to us by God,” Faith Aloud explains in the section of its site devoted to its counseling services. “We want to offer you an opportunity for candid dialogue about your experience and provide the support you need to move forward in a healthy way.”\n\nAside from building relationships with women who have chosen abortion, another one of RCRC’s main advocacy goals is to get the national media to pay attention to the fact that there are religious people on both sides of this issue. They don’t want reporters to identify the faith leaders fighting to impose abortion restrictions without noting the more progressive RCRC members who are standing up against those proposed laws. Their movement is smaller than the highly organized network of anti-abortion groups that have sprung up since 1973, of course — but they don’t want Americans to simply assume religion is always in conflict with reproductive rights. The past several decades have proven otherwise.\n\nGod loves women who have abortions.\n\nWhile the progressive faith leaders involved with RCRC are no longer marching on Washington for racial integration, like the early leaders of the Clergy Consultation Service, the work that continues in this space remains deeply informed by the perspective of communities of color.\n\n“We have embraced reproductive justice as the frame for how we do our work,” Knox told ThinkProgress, referencing the intersectional framework that has been put forth by women of color. “Central to that effort is making sure — as Jesus Christ did, and as the leaders of all of our major faiths did — that the people at the margins are always brought into the center of the conversation.”\n\nFaith Aloud also uses this language to describe its own direct service work, explaining that its staff “supports reproductive justice for every person.”\n\nReproductive justice is a more holistic approach to addressing the disparities that prevent many women of color from having the freedom to determine the course of their lives, including when to become a parent and how to raise a healthy child. It places an emphasis on marginalized women’s personal experiences, going beyond the “choice” language to articulate a vision of supporting women throughout every aspect of their reproductive lives.\n\n“Reproductive justice and faith are absolutely interconnected,” Cherisse Scott, the CEO of SisterReach, a reproductive justice organization in Tennessee, told ThinkProgress.\n\nBased in a red state, Scott and her colleagues are surrounded by religion. But they don’t necessarily see clergy as a barrier to their work; instead, they’re working to build relationships and encourage open dialogue with the leaders of historically African American churches, who may start to evolve on issues related to sexual health once they hear more about the stories of their individual congregants’ lives. It’s often possible to draw parallels between those personal stories and the major themes that arise in the Bible, like Jesus ministering to prostitutes rather than passing judgment on the choices they previously made.\n\nWe’re repeating history by doing the work in this way.\n\n“My experience in black churches — and I have been in all kinds — is that we are very Bible story centered. We know passages of Scripture, and we are able to really connect with stories,” Rev. A. Faye London, the interfaith outreach coordinator for SisterReach, said. “We moved toward an ending of Jim Crow by connecting with the Exodus story and people being brought out of slavery by the hand of God. So we look at some of these stories that challenge our traditional beliefs.”\n\nSisterReach acknowledges that moving these issues forward in the religious community doesn’t involve organizing the progressive and historically white denominations, like Unitarian Universalist or United Church of Christ churches, that are already on board with RCRC’s mission. Nudging religious communities to exhibit more compassion toward women making difficult pregnancy and parenting decisions will involve black Christians, who Scott believes “are going to have to sway and push white conservative evangelicals a little closer to the light.” She’s also looking ahead to a more interfaith approach.\n\n“We saw that in the Clergy Consultation Service — we’re repeating history by doing the work in this way,” she said.", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "ThinkProgress", "biasLabel": "Not Biased", "title": "'God Loves Women Who Have Abortions': The Religious Abortion Advocates That History Forgot", "yellowLabel": "Not Yellow", "tags": "set(['REPRODUCTIVE RIGHTS', 'ABORTION', 'Abortion', 'FOOD AND DRUG ADMINISTRATION', 'Religion', 'OBAMACARE', 'SCIENCE', 'Reproductive Rights'])", "opinionLabel": "Other"}