{"content": "Health care as a necessity comes only after food, shelter and income security. The mismanagement of the website HealthCare.gov and the cancellation of millions of policies pushes an underlying question out into the open: Is the federal government capable of managing the provision of a fundamental service through an extraordinarily complex system?\n\nThis system requires coordination of over 288 policy options (an average of eight insurers are competing for business in 36 states), each with three or more levels of coverage, while simultaneously calculating beneficiary income, tax credit eligibility, subsidy levels, deductibles, not to mention protecting applicant privacy, insuring web security and managing a host of other data points.\n\nA malfunction at any one of these junctures could prove fatal.\n\nIn enacting the Affordable Care Act, President Obama and his Democratic supporters in Congress took on the task of creating a set of information technologies that has to interconnect with the I.R.S.; the Departments of Labor, Treasury, Veterans Affairs and Homeland Security; the Social Security administration; state governments; insurers; employers; hospitals; and practitioners in the private sector.\n\nRobert Charette, president of the ITABHI Corporation — a tech firm specializing in risk management — describes the problems:\n\n“HealthCare.gov is a huge system of systems and it’s extremely difficult to manage these things even in the best of times. That’s mostly because you have so many different interfaces with so many different assumptions controlling how the individual systems operate. And they’re rarely built with enough flexibility to be used by lots of other systems. If you take a look at the IRS systems, the Department of Homeland Security systems, or any of the other ones we’re talking about, they were never created to be connected to something like HealthCare.gov.”\n\nThe seven million people officials initially estimated would sign up for the Obamacare insurance exchanges this year are putting their well-being and that of their families in the hands of government bureaucracies armed with demonstrably inadequate technological expertise.\n\nThe chaos surrounding efforts to activate HealthCare.gov reinforces a key conservative meme: that whatever the test is, government will fail it. Insofar as voters experience their interaction with government as frustrating and unreliable, the brunt of political damage will hit Democrats, both as the party of government and as the party of Obamacare.\n\nCumulatively, recent developments surrounding the rollout of Obamacare strengthen the most damaging conservative portrayals of liberalism and of big government – that on one hand government is too much a part of our lives, too invasive, too big, too scary, too regulatory, too in your face, and on the other hand it is incompetent, bureaucratic and expropriatory.\n\nIn addition, the Affordable Care Act can be construed as a transfer of benefits from Medicare, which serves an overwhelmingly white population of the elderly – 77 percent of recipients are white — to Obamacare, which will serve a population that is 54.7 percent minority. Over 10 years, according to the Congressional Budget Office, the Affordable Care Act cuts $455 billion from the Medicare budget in order to help pay for Obamacare.\n\nThose who think that a critical mass of white voters has moved past its resistance to programs shifting tax dollars and other resources from the middle class to poorer minorities merely need to look at the election of 2010, which demonstrated how readily this resistance can be used politically. The passage of the A.C.A. that year forced such issues to the fore, and Republicans swept the House and state houses across the country. The program’s current difficulties have the clear potential to replay events of 2010 in 2014 and possibly 2016.\n\nThe dysfunctional A.C.A. portal is not the only liability for Obamacare.\n\nIn some states, insurance companies operating through new health care state exchanges are excluding key hospitals from coverage. In New Hampshire, for example, as Jonathan Weisman of The Times reported, there is one provider, Anthem Blue Cross, and it has excluded 10 of the state’s 26 hospitals from participation in the company’s coverage.\n\nResponding to an email, Drew Altman, the president and C.E.O. of the Henry J. Kaiser Family Foundation, wrote of the A.C.A.:\n\n“I think the bottom line here is that the ‘winners’ greatly outnumber the ‘losers’ in general and in the individual market in Obamacare, but the media and political math is different from the actual math. A significant minority of ‘losers’ or self-perceived losers and a few high profile bad outcomes (possibly NH) are more than enough to cause real political problems.”\n\nAccording to Robert J. Blendon, a professor at Harvard’s School of Public Health, the New Hampshire type of problem is more endemic:\n\n“This is the next big political story. The president promised people they could keep their doctor and implicitly their hospital. A number of state exchanges are like New Hampshire in that they are offering what are called narrow network plans. Some of these plans exclude coverage at children’s hospitals as well, which means some parents with sick children will have to change their source of care. This too is not what was promised.”\n\nIn the state of Washington, the Seattle Children’s Hospital was initially left off the list of approved care providers by five of the seven insurers operating in Kings County through the state exchange, Healthplanfinder. The hospital was forced to sue state officials in order to gain eligibility.\n\nObama and his party's elected officials not only have the elections of 2014 and 2016 to worry about, but also the future prospects of the liberal agenda writ large, which had appeared to be slowly gaining momentum before the Obamacare portal snafu.\n\nThe degree of political damage inflicted so far is reflected in this RealClearPolitics graph (Figure 1) of voter responses to the question: “If the election for the U.S. House of Representatives were being held today, would you vote for the Republican candidate or for the Democratic candidate in your district?”\n\nThe graph shows a collapse in Democratic voting intention. In effect, all the gains Democrats made during the period Republicans shut down the government and demanded an end to Obamacare have been lost since Obamacare was actually launched.\n\nMore granular analysis of Democratic losses in recent weeks can be found by comparing two Quinnipiac polls, the first released on Oct. 1, 2013 when Democrats had a nine point, 43-34, advantage on the generic voting question; and the second released on Nov. 13, when the Democratic lead was erased and the parties were tied at 39-39.\n\nThe biggest drops were among self-identified independents, who went from slightly favoring Democrats, 32-30, to decisively Republican, 37-26; men, an 11-point shift; voters making less than $50,000, 11 points; and young voters 18-29 who showed the largest shift of all, 24 points. The dropoff among lower income and young voters strikes at the heart of the Obama coalition. Voters 65 and over, who had backed Republicans by large margins in 2010, but who favored Democrats 43-37 in the October poll, were back in the Republican fold, 41-38, by November.\n\n“The redistributive arithmetic of Obamacare’s architecture could never add up,” Steven Hayward, a visiting scholar in conservative thought and policy at the University of Colorado, wrote in Forbes magazine: “The wonder is that Obama’s political team didn’t see this coming and prepare a pre-emptive strategy for dealing with the inevitable exposure of the duplicity at the heart of Obamacare’s logic.”\n\nDavid Frum, a right-of-center columnist for the Daily Beast, recently pointed out in an article called “The Obamacare Ripoff,” that Obamacare poses dangers to Democratic support in the middle class.\n\n“The Affordable Care Act was ingeniously designed to deliver benefits to Democratic constituencies and impose costs on Republican ones,” Frum wrote. “The big surprise in the ACA rollout is that this design is going awry. It’s not only plutocrats and one-percenters who will find themselves worse off; not only the comparatively affluent retirees enrolled in Medicare Plus programs.” These liabilities are becoming apparent in comments from regular voters.\n\nJennifer Harris, a self-employed lawyer in Fullerton, Calif., was notified that Health Net Inc. has cancelled her $98-a-month policy, and the cheapest plan she can find that meets Obamacare requirements cost $238 a month. In a comment sure to warm the heart of Republican strategists looking for issues to divide the struggling middle class from the poor, Harris told The Los Angeles Times, “It doesn’t seem right to make the middle class pay so much more in order to give health insurance to everybody else.”\n\nIn the same Los Angeles Times story, Deborah Cavallaro, a real estate agent in Westchester, Calif., who faces a 65 percent increase in health coverage costs, said: “All we’ve been hearing the last three years is if you like your policy you can keep it.”\n\n“I’m infuriated because I was lied to,” Cavallaro added.\n\nAt his press conference on Nov. 14, Obama promised to try to resolve the problems of those facing cancellations, but he indicated that their concerns are not his highest priority:\n\nSo we’re going to do everything we can to help the Americans who have received these cancellation notices. But I also want everybody to remember there are still 40 million Americans who don’t have health insurance at all. I’m not going to walk away from 40 million people who have the chance to get health insurance for the first time. And I’m not going to walk away from something that has helped the cost of health care grow at its slowest rate in 50 years.\n\nObama declared that his goal\n\nin terms of winning back the confidence of the American people is just to work as hard as I can; identify the problems that we’ve got, make sure that we’re fixing them. Whether it’s a website, whether it is making sure that folks who got these cancellation notices get help, we’re just going to keep on chipping away at this until the job is done.\n\nObama, and, with him, the Democratic Party, are in a bind, however, because there is no ready solution to the mounting perception of fiasco.\n\nBoth legislative and regulatory “fixes” of the canceled policies problem, which would provide a mechanism for insurance companies to continue existing coverage for a year or more, will have complex and adverse consequences.\n\nThe industry sets rates three months in advance of each year. The rates for 2014 were set last month. If the industry is forced in 2014 to accept smaller profits, or actual losses, because of a government-mandated requirement to continue current policies, it will attempt to make up for lost revenue in 2015 by raising premiums. Providing temporary relief may create an even more severe problem in October 2014 with an election looming.\n\nAs Alex MacGillis of The New Republic points out, the fixes\n\n“raise the likelihood that insurers would be raising rates on the exchange — which came in at relatively competitive levels for 2014, all in all — to much higher levels for 2015. And again, those rates would be announced in October 2014, just before the midterms.”\n\nTop industry officials have confirmed this point, noting that allowing a generally younger and healthier population to keep its current policies will inevitably result in a sicker and older population signing up for coverage via Obamacare exchanges, which will drive up the costs of providing health care to exchange participants.\n\nKaren Ignagni, the president and C.E.O. of America’s Health Insurance Plans, the trade association for the health insurance industry, issued a statement declaring, “If now fewer younger and healthier people choose to purchase coverage in the exchange, premiums will increase and there will be fewer choices for consumers.”\n\nJim Donelon, the president of the National Association of Insurance Commissioners, also released a statement noting that his association “has been clear from the beginning that allowing insurers to have different rules for different policies would be detrimental to the overall market and result in higher premiums.”\n\nObama has placed himself and his party in what now looks like a zero-sum bind, forcing a choice between inflicting the painful consequences of Obamacare on the electorate now or 11 months from now.\n\nPoliticians invariably choose to put off problems when they can. That means most of next year will be taken up by the administration’s struggle to protect the crown jewel of the president’s tenure without letting the roof collapse on his party.\n\nThe increasingly complex and technical character of the health care system – complexity that voters recognize, and about which they make implicit and explicit inferences – is what has turned the disastrous rollout of the HealthCare.gov portal into an ever escalating political crisis. This crisis has in turn generated a pervasive fear that the services provided under the Affordable Care Act, once they are finally in place, will themselves be subject to fatal technical glitches.\n\nAn effective health care delivery system that employs an open exchange among 50 states is likely to take years if not decades to complete. It will require that personal and confidential information not be compromised. A nationwide plan that works in the open market will require a vast hardware infrastructure, enough to consist of whole city blocks. Google and Amazon have taken over a decade to successfully deploy such hardware. And it was Obama himself who promised, in a speech on Sept. 26, service at an Amazon level:\n\n“Starting on Tuesday, every American can visit HealthCare.gov to find out what’s called the insurance marketplace for your state. Here in Maryland, I actually think it’s called MarylandHealthConnection.gov. MarylandHealthConnection.gov. But if you go to HealthCare.gov, you can look and they’ll tell you where to go. They’ll link to your state. Now, this is real simple. It’s a website where you can compare and purchase affordable health insurance plans, side-by-side, the same way you shop for a plane ticket on Kayak — same way you shop for a TV on Amazon. You just go on and you start looking, and here are all the options.”\n\nCalming the anxieties raised by events so far will be an exceptionally difficult task.\n\nThere is obvious irony in the possibility that technology could bring down the most high-tech president in American history. Is the federal government equipped to take responsibility for a venture of such magnitude and importance?\n\nTechnology aside, the stakes could not be higher for the Democratic Party.\n\nThe Affordable Care Act “is often compared to Social Security and Medicare, but these comparisons are imprecise and misleading,” as Edward Carmines, a political scientist at Indiana University, put it in an email: “The distinctive feature of the new health care law is its redistributive nature, which is mostly absent from Social Security and Medicare.”\n\nCarmines went on, succinctly analyzing the political problem lying at the heart of Obamacare:", "topic": "Obamacare", "politicalLabel": "Conservative", "organization": "New York Times", "biasLabel": "Biased", "title": "The Obamacare Crisis", "yellowLabel": "Yellow", "tags": "set([])", "opinionLabel": "Opinion Article"}