{"content": "Support for stricter gun laws hasn’t jumped as fast or as far in recent weeks as many liberals had hoped and expected. If you’re wondering why, maybe the reason is the shakiness of the public’s trust in government itself.\n\nAfter the horrific murders three weeks ago at Sandy Hook Elementary School in Newtown, Connecticut, gun-control advocates confidently predicted that a wave of revulsion would sweep the nation. We would, in the popular argot, “hit the reset button,” beginning a fresh debate on new terms.\n\nIt hasn’t happened that way. In the USA Today-Gallup Poll taken just a week after the shooting, when one would expect the largest emotional effect, support for “more strict” gun control in the abstract was at 58%, compared with 43% about a year earlier. On specifics, 51% opposed a ban on private ownership of assault weapons. (There’s more support for posting armed guards in schools than for limiting access to assault weapons.)\n\nIf Newtown hasn’t pushed the numbers much, why not?\n\nOne plausible explanation is a lack of trust in the people who would be doing the regulating. The Gallup Organization has been measuring Americans’ trust in their government since 1997. Last year, only half of Americans said they generally trust the federal government to do the right thing on domestic policy — a significant improvement over the 43% figure a year earlier, but nowhere near the heights of trust one saw in President Bill Clinton’s second term and President George W. Bush’s first.\n\n“Trust us, we’ll protect you,” isn’t a very persuasive case to make to the tens of millions of Americans who have guns in their homes. And directing fury at gun owners for their lack of trust isn’t likely to increase their faith in government.\n\nBloomberg View", "topic": "Gun Control", "politicalLabel": "Neutral", "organization": "New York Post", "biasLabel": "Not Biased", "title": "Why push for gun control has stalled", "yellowLabel": "Not Yellow", "tags": "set(['Game of Thrones', 'Hillary Clinton', 'the masters', 'Chess', 'New York Yankees', 'NYPD'])", "opinionLabel": "Opinion Article"}