{"content": "Obamacare once again faces death before the Supreme Court.\n\nThe justices announced Friday they will decide on a lawsuit claiming that the language of the Affordable Care Act doesn't allow the government to provide tax credits to low- and moderate-income health insurance consumers using the federally run Obamacare exchanges operating in more than 30 states. The lawsuit contends that the ACA only permits subsidies to be distributed by state-run exchanges.\n\nPresident Barack Obama's administration maintains this argument is baseless and that Congress always intended these subsidies to be available nationwide.\n\nA ruling in favor of the plaintiffs in this lawsuit, King v. Burwell, would utterly devastate Obamacare.\n\nThe chief aim of the law is to expand health insurance coverage and offer financial assistance to families that can't afford it. Since most states declined to set up their own health insurance exchanges, the federal government was left to set them up instead. As a result, more than two-thirds of the people who had signed up for health insurance of April 30 purchased their insurance from a federal exchange. Among all enrollees, 85 percent received subsidies to help pay for it -- that's almost 5 million people. The average value of these tax credits was $264 a month, which represents a discount off the sticker price of more than three-quarters.\n\nThe Supreme Court is taking up the case -- a decision that required the consent of at least four of the nine justices -- despite the fact that no appeals court has decided in favor of the plaintiffs. The Obama administration had asked the court to hold off on hearing the King lawsuit or similar cases including Halbig v. Burwell, given there was no split decision at the appeals level.\n\nIn 2012, the high court voted 5-4, including Chief Justice John Roberts, to uphold the constitutionality of the Affordable Care Act's individual mandate that nearly every U.S. resident obtain health coverage or face tax penalties.\n\nWhite House press secretary Josh Earnest said in a press conference Friday that administration officials \"continue to have high confidence in the legal argument,\" and that it's common sense that people in all states should be eligible for financial assistance under the Affordable Care Act.\n\n\"The congressional intent here is quite clear,\" Earnest said.\n\nA Supreme Court decision against the Obama administration would essentially trigger huge price increases for the health insurance held by millions of consumers, but the consequences wouldn't stop there.\n\nAbsent financial assistance, many fewer people would be able to afford coverage and likely would drop their insurance or never purchase it. Higher prices also would discourage healthy people who are cheaper to insure from buying policies, leaving a sicker pool of customers on insurers' books. That, in turn, would force health insurance companies to raise rates further, driving even more people out of the market. The industry term for this phenomenon is \"death spiral.\"\n\nThe plaintiffs in these lawsuits are zeroing in on a brief phrase included in the Affordable Care Act: \"exchange established by the State,\" and asserting it makes distributing tax credits through a federal exchange illegal.\n\nThe Obama administration counters this language amounts to little more than a typo, at worst. The totality of the statute and the legislative history of its drafting plainly demonstrates Congress always intended to provide tax credits to people using any form of health insurance exchange, the administration and its supporters argue.\n\nLast week, five Democratic lawmakers who helped author the law published an op-ed in the Washington Post on the subject. \"None of us contemplated that the bill as enacted could be misconstrued to limit financial help only to people in states opting to directly run health insurance marketplaces,\" wrote Sens. Tom Harkin (Iowa) and Ron Wyden (Ore.) and Reps. Sander Levin (Mich.), George Miller (Calif.) and Henry Waxman (Calif.).\n\nCongress could easily rectify the uncertainty about what the statute says by passing legislation to alter the language, but has failed to do so. And the Republicans poised to take control of the full Congress next year remain focused on attempting to repeal Obamacare or otherwise damage it, not move bills to make it function better. States also could choose to set up exchanges to ensure their residents can receive subsidies, but none of the ones that have failed to do so are poised to change course.\n\nJennifer Bendery contributed reporting.", "topic": "Obamacare", "politicalLabel": "Neutral", "organization": "Huffington Post", "biasLabel": "Not Biased", "title": "Supreme Court Agrees To Hear New Challenge To Obamacare", "yellowLabel": "Not Yellow", "tags": "set(['Most Popular on HuffPost'])", "opinionLabel": "Other"}