{"content": "Share this:\n\n\"NASA Administrator Gives Ted Cruz An Epic Lesson In How Science Works\" Share:\n\nCREDIT: AP Photo/Lauren Victoria Burke\n\nSen. Ted Cruz thinks NASA should spend less time studying the planet and more time finding ways to go out into space.\n\nCruz (R-TX), who is chair of the Senate Space, Science, and Competitiveness Subcommittee, addressed his concerns at a hearing Thursday on the $18.5 billion budget request for NASA’s fiscal year 2016. There, he asked NASA Administrator Charles Bolden what Bolden thought NASA’s “core mission” was.\n\n“Our core mission from the very beginning has been to investigate, explore space and the Earth environment, and to help us make this place a better place,” Bolden said.\n\nCruz wasn’t satisfied.\n\n“Almost any American would agree that the core function of NASA is to explore space,” he said. “That’s what inspires little boys and little girls across this country … and you know that I am concerned that NASA in the current environment has lost its full focus on that core mission.”\n\nBut Bolden defended NASA’s work here on Earth. NASA compiles data on the planet’s air pollution via satellite, engages in research on new forms of energy, and is a key agency for climate change and ice melt data. Bolden alluded to the agency’s study of climate change in his response to Cruz, saying that the agency can’t do any of its work — on the ground or up in space — “if the Kennedy Space Center goes underwater and we don’t know it.” That’s not a hyperbolic worry — scientists have warned that sea level rise is putting the Kennedy Center, which is located in Florida, at risk.\n\n“It is absolutely critical that we understand Earth’s environment because this is the only place that we have to live,” Bolden said. “Science helps exploration; exploration helps science.”\n\nCruz said during the hearing that he worried about NASA’s increase in spending on Earth science and, according to Cruz, its decrease in spending on space exploration (Bolden said he didn’t have enough information on what Cruz included in his calculations of NASA’s spending, so he didn’t know whether he agreed with the Senator’s assessment of the agency’s spending). ThinkProgress reached out to Cruz’s office for additional comment but hasn’t heard back as of press time.\n\nCruz didn’t specifically mention NASA’s studies on climate change in the hearing, but the Senator has been outspoken on the issue before. Last year, he said that the earth had experienced “no recorded warming” over the last 15 years — a claim that climate scientists dismiss, saying that much of the warming has been going on in the deep oceans. 2014 was also the hottest year on record, according to NASA and NOAA.\n\nCruz also likes to joke about how cold weather must mean that Al Gore has been lying about climate change. Of course, cold weather in one part of the world has nothing to do with long-term observed warming trends.\n\nAlong with Republicans before him, Cruz has made the argument before that NASA should focus more on space exploration and less on issues facing our lowly planet. But for NASA, less time spent focused on Earth means less time gathering data on climate change and its impacts.\n\nThis rhetoric on climate change, coupled with the fact that Cruz had tried in 2013 to cut NASA’s funding, led to worries about what Cruz would do in his role as chair of the Senate Space, Science, and Competitiveness Subcommittee, which he took on earlier this year.\n\n“Senator Cruz has been playing to the most extreme elements of his party on climate change,” Keith Gaby, communications director for climate and air at the Environmental Defense Fund, told ThinkProgress in January. “Having someone chair the Science Committee who claims there is no evidence of climate change in the last 15 years — when 13 of the 14 hottest years on record have occurred in the 21st century — is not an encouraging development.”", "topic": "Climate Change", "politicalLabel": "Liberal", "organization": "ThinkProgress", "biasLabel": "Not Biased", "title": "NASA Administrator Gives Ted Cruz An Epic Lesson In How Science Works", "yellowLabel": "Not Yellow", "tags": "set(['CANADA', 'Space Exploration', 'Climate Change', 'NASA', 'CALIFORNIA', 'CLIMATE CHANGE', 'RENEWABLE ENERGY', 'DROUGHT', 'Ted Cruz'])", "opinionLabel": "Other"}