{"content": "Story highlights A new Kansas law bans what it describes as \"dismemberment abortion\"\n\nSupporters say it's a groundbreaking step\n\nOpponents say it's dangerous and politically motivated\n\n(CNN) A new Kansas law banning a common second-term abortion procedure is the first of its kind in the United States.\n\nThe law, signed by Kansas Gov. Sam Brownback on Tuesday, bans what it describes as \"dismemberment abortion\" and defines as \"knowingly dismembering a living unborn child and extracting such unborn child one piece at a time from the uterus.\"\n\nSupporters of the measure described it as a groundbreaking step, while opponents warned it was dangerous and among the most restrictive abortion laws in the country.\n\nThe law does not spell out a specific time frame that limits when an abortion can occur, but it bans the dilation and evacuation abortion procedure commonly used during the second trimester of pregnancy. The law allows for the procedure if \"necessary to protect the life or health of the mother,\" according to a statement on Brownback's website.\n\nOn Twitter, Brownback, a Republican, said he was proud to sign a law \"protecting life at its most vulnerable stage.\"\n\nProud to sign SB95 protecting life at its most vulnerable stage with bipartisan support from #ksleg. pic.twitter.com/BFHmNM1FnI — Sam Brownback (@govsambrownback) April 7, 2015\n\nPlanned Parenthood Advocates of Kansas and Mid-Missouri sharply criticized the move, which it described as the latest in a series of \"extreme political measures aimed at denying women access to health care and at undermining their decision-making ability.\"\n\n\"Kansas is now not only the sole state with this atrocious law; it also now has more restrictions on abortion than any state in the U.S.,\" the advocacy group said in a Facebook post.\n\nBoth sides appear to be prepared to take their battle over such measures to other states -- and to court.\n\nCarol Tobias, the president of National Right to Life, said in a statement that the Kansas law was the first of what her organization hopes \"will be many state laws.\"\n\n\"This law has the power to transform the landscape of abortion policy in the United States,\" she said.\n\nKansas Becomes the First State to Enact Groundbreaking Dismemberment Abortion Ban http://t.co/5BZE43zqdD #prolife #NRLC — Carol Tobias (@CarolTobias1) April 7, 2015\n\nJulie Burkhart, CEO of Wichita-based South Wind Women's Center, said on Twitter that the signing of the law marked a sad day for Kansas and the United States.\n\nIt's a sad day for KS and the nation. This law puts women at risk and ties doctors' hands. We'll continue to fight! https://t.co/ce8VbLfySD — Julie Burkhart (@julieburkhart) April 7, 2015\n\n\"This law puts women at risk and ties doctors' hands,\" she said. \"We'll continue to fight!\"", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "CNN", "biasLabel": "Not Biased", "title": "Kansas law bans 'dismemberment abortion'", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}