{"content": "Story highlights Climate change could cost more than $100 billion a year, the UN panel of experts said\n\nExperts say the bill could be much higher if emissions continue at the current pace\n\nThe report is the second part of the IPCC's benchmark assessment of climate change\n\nTackling the effects of climate change could cost governments around the world more than $100 billion a year, a United Nations panel of experts said Monday.\n\nA report by the U.N.'s Intergovernmental Panel on Climate Change, says that a temperature rise of 2 degrees Celsius will wipe out up to 2% of the world's income by 2050.\n\nBut it says the price tag could grow even higher if the world's governments fail to address the looming climate change.\n\n\"If we get up to 4 degrees temperature rise, which most scientists now expect would happen if we carry on emitting greenhouse gasses as we do, then the cost could be much more severe,\" Chris Hope, a climate change researcher at Cambridge University said.\n\nThe combined cost of crop losses, rising sea levels, higher temperatures and fresh water shortages could mount of to between $70 and $100 billion a year, the report said.\n\nJust Watched U.N. climate report: Time running out replay More Videos ... U.N. climate report: Time running out 02:05 PLAY VIDEO\n\nJust Watched deGrasse Tyson on climate change deniers replay More Videos ... deGrasse Tyson on climate change deniers 01:24 PLAY VIDEO\n\nBut these estimates do not account for catastrophic scenarios, which researchers said tend to have the most devastating effect.\n\nTyphoon Haiyan, which swept through Philippines in November, killed 6,000 people and cost more than $10 billion.\n\nWhen severe floods hit parts of the UK earlier this year, the Federation of Small Businesses estimated the overall cost to businesses to be $1.3 billion. And according to the U.S. Department of Agriculture, the 2012 drought -- the worst in 25 years -- pushed up poultry prices by 5.5% and egg prices by 7%.\n\nThe report says crop yields will fall by 2% per decade, as the rising temperature affects some of the world's major crops -- such as rice, maze or wheat.\n\nCarbon dioxide benchmark hits new heights, worries scientists\n\nHope said that if people continue to emit greenhouse gasses into the atmosphere, the bill will grow for everyone.\n\n\"It looks as though it's about $125 worth of extra impact for every one more ton of Carbon Dioxide we put in the atmosphere -- that comes up to around $0.20 per a liter of gasoline,\" he said.\n\n\"Businesses must expect that, if we are serious about climate change, at some point they are going to be charged that kind of money if they carry on using gas coal, oil, gas, fossil fuels which emit those kind of gasses to the atmosphere,\" he added.\n\nThe report, released in Yokohama, Japan, is the second part of the IPCC's benchmark assessment of climate change, a document released every six years. Nearly 1,000 scientists contributed to it.\n\nRead more: Wake up to the reality of climate change\n\nRead more: Little time left to turn down the world's heat\n\nOpinion: Why are we still debating climate change?", "topic": "Climate Change", "politicalLabel": "Liberal", "organization": "CNN", "biasLabel": "Not Biased", "title": "Climate change could cost $100 billion a year", "yellowLabel": "Yellow", "tags": "set([])", "opinionLabel": "Other"}