{"content": "One in four New York newlyweds is gay.\n\nSince same-sex marriage went into effect July 24, roughly 1,400 gay couples have tied the knot citywide, according to data obtained by The Post.\n\nThe city doesn’t know for certain how many of the 5,587 total marriage licenses issued through Aug. 12 were for same-sex couples, as officials removed the gender requirement from the application.\n\nHowever, since applications have hovered around 4,200 licenses for the same period the prior three years, it’s reasonable to presume that this year’s 33 percent spike is almost entirely due to gay marriage, City Clerk Michael McSweeney said.\n\n“We’ve had to work extra hard to handle the increase, but even as same-sex marriage starts to feel routine here, everyone seems profoundly happy to be here,” he said.\n\nThe only places that haven’t seen a big jump in marriages are city wedding chapels, he said. It seems same-sex couples are opting for other venues.\n\nAugust is the city’s busiest marriage month, and the office has had to limit its vacation policy.\n\n“Last week, we averaged 335 license applications a day, busier than ever,” McSweeney said.\n\nSome gay couples lining up to apply for licenses at the Marriage Bureau in lower Manhattan last week said they wanted their numbers counted.\n\n“That’s odd that they don’t have data tracking how many of us are getting married. They should be able to figure that out,” said Janet Wigfield, 59, who was applying for a license with her girlfriend.\n\nOther couples said they had expected the lines to be even longer.\n\n“It’s great, but I’m surprised the number isn’t higher,” Miller Hall, 44, said of the 1,400 gay couples who preceded him and his boyfriend of 11 years, Vince Gatton.\n\nPerhaps couples are just taking their time, he said.\n\n“When you’ve waited 10 years to get married, what’s a couple more months?” he said.\n\nAdditional reporting by Helen Freund\n\njeremy.olshan@nypost.com", "topic": "Gay Marriage", "politicalLabel": "Neutral", "organization": "New York Post", "biasLabel": "Not Biased", "title": "Chock full of ‘knots’", "yellowLabel": "Not Yellow", "tags": "set(['Game of Thrones', 'Hillary Clinton', 'the masters', 'Chess', 'New York Yankees', 'NYPD'])", "opinionLabel": "Other"}