{"content": "As the nation’s leaders devise new gun control strategies following the Connecticut shooting, they should look for ways to strengthen state laws that govern the possession and use of firearms. In too many states, these laws are weak and, in some cases, seem almost designed to encourage violence.\n\nOver the years, states have made it increasingly possible for almost any adult to carry a concealed handgun in public, including on college campuses, in churches and in state parks — places where people tend to congregate in large numbers and where, in a rational world, guns should be strictly prohibited.\n\nSome state legislators like to argue that citizens must be allowed to arm themselves because law enforcement cannot be trusted. Others offer the 2008 Supreme Court ruling on the Second Amendment as justification for these laws. But that decision recognized only a narrow right of “law-abiding, responsible citizens to use arms in defense of hearth and home.” And it came along well after most states had begun to weaken their controls.\n\nA more likely cause for this shift are the very forces that have undercut efforts to enact strong and sensible national laws, namely, the incredible power of the pro-gun lobby and its profitable allies in the gun manufacturing industry. The assertion on Friday by Wayne LaPierre, the vice president of the National Rifle Association, that “the only thing that stops a bad guy with a gun is a good guy with a gun” was as much a sales pitch as it was a restatement of the organization’s perverse philosophy.\n\nWhatever the reason, the regulatory landscape has changed enormously in the last few decades. In 1981, 19 states prohibited individuals from carrying a concealed gun in public, and 28 states plus the District of Columbia gave law enforcement agencies discretion to issue permits only to people who had a real need to carry a hidden gun. All but a few states took this cautious approach.\n\nNowadays, however, there are four states that require no permit at all to carry a gun, and 35 states have permissive “shall issue” or “right-to-carry” laws that effectively take the decision of who should carry a weapon out of law enforcement’s hands. These laws say that if an applicant meets minimal criteria — one is not having been convicted of a felony, and another is not having a severe mental illness — officials have no choice about whether to issue a permit.\n\nSome states go even further by expressly allowing guns where they should not be. Nine states now have “carry laws” that permit guns on campuses; eight permit them in bars; five permit them in places of worship. In Utah, holders of permits can now carry concealed guns in elementary schools.\n\nAmong the arguments advanced for these irresponsible statutes is the claim that “shall issue” laws have played a major role in reducing violent crime. But the National Research Council has thoroughly discredited this argument for analytical errors. In fact, the legal scholar John Donohue III and others have found that from 1977 to 2006, “shall issue” laws increased aggravated assaults by “roughly 3 to 5 percent each year.”\n\nThe federal government could help protect the public from lax state gun laws. For starters, the Fix Gun Checks Act, proposed last year in Congress, would close gaping loopholes in the National Instant Criminal Background Check System and make a huge difference in identifying many people who should be denied permits under “shall issue” laws yet slip through the state systems.\n\nSimilarly, Congress could require that states set higher standards for granting permits for concealed weapons, give local law enforcement agencies greater say in the process, and prohibit guns from public places like parks, schools and churches. It could also require record-keeping and licensing requirements in the sale of ammunition, and strengthen the enforcement capabilities of the Bureau of Alcohol, Tobacco, Firearms and Explosives.\n\nThe one thing Congress absolutely must not do is pass a law requiring all states to grant legal status to permits from others; that would undercut states that have relatively strong laws and would turn a porous system into a sieve.\n\nPresident Obama has promised to unveil a new gun control strategy soon. It is likely to include a renewed effort to ban the sale of assault weapons like the one used in the Connecticut massacre, as well as other familiar measures. But the strategy will be incomplete unless Washington becomes actively engaged in making sure that the states stop allowing guns to get into the wrong hands.", "topic": "Gun Control", "politicalLabel": "Liberal", "organization": "New York Times", "biasLabel": "Biased", "title": "The Scourge of Concealed Weapons", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Opinion Article"}