{"yelLabel": ["yellow"], "tags": "set([])", "title": "Kremlin Finds a Defender in Congress", "content": "WASHINGTON — It is a lonely pursuit these days, defending Russia in Congress as outrage over Kremlin aggression grows louder. But Representative Dana Rohrabacher speaks up for Moscow with pride.\n\nHe is, he says, a bit frosted with the Russian government in one respect.\n\n“I kind of wish I would get some sort of word back,” Mr. Rohrabacher, a California Republican, said Thursday shortly before the House voted 399 to 19 to offer aid to Ukraine and impose sanctions on Russia. “But I haven’t even gotten so much as a thank you.”\n\nThe 13-term congressman has had a long, strange journey from fierce Cold Warrior to apologist for President Vladimir V. Putin of Russia. In 1966 when Ronald Reagan was running for governor of California, Mr. Rohrabacher camped out in the candidate’s backyard, pleading for an audience to prevent the disbanding of his Youth for Reagan group in favor of a rival’s. By last year, Mr. Rohrabacher was accompanying the action star Steven Seagal to Russia in search of a broader Islamist plot behind the Boston Marathon bombing. The actor and the congressman had often discussed “thwarting radical Islamic terrorism,” he explained.\n\nThen came Russia’s takeover of Crimea, and Mr. Rohrabacher had to draw the line — in favor of Mr. Putin.\n\n“There have been dramatic reforms in Russia that are not being recognized by my colleagues,” he said. “The churches are full. There are opposition papers being distributed on every newsstand in Russia. You’ve got people demonstrating in the parks. You’ve got a much different Russia than it was under Communism, but you’ve got a lot of people who still can’t get over that Communism has fallen.”\n\nWhat about Pussy Riot, the Russian protest group? Its members were jailed for criticizing Mr. Putin, released, then publicly flogged when they showed up at the Winter Olympics in Sochi.\n\n“Well, I don’t think that happens often,” Mr. Rohrabacher said with a shrug. “There are lots of people demonstrating in the streets of Russia who are perfectly free to do so.”\n\nSurfer, scuba diver, buddy of the rock star Sammy Hagar, Mr. Rohrabacher has always kept to his own beat.\n\nHe claimed last year that he lost a drunken arm-wrestling match with Mr. Putin when he was deputy mayor of St. Petersburg in the 1990s. Three years ago, Mr. Rohrabacher, now 66, was thrown out of Iraq after demanding that the Baghdad government repay the United States for the cost of the 2003 invasion.\n\nHe is now in a legal fight in his native Orange County, Calif., over a house he rented that the owners say he left looking like a pigsty, crawling with maggots.\n\nThere is a history of House members backing unpopular foreign leaders. In 2002, Representative Jim McDermott, Democrat of Washington, made a trip to Baghdad to defend Saddam Hussein’s record on international inspections and his dismantling of unconventional weapons. It earned him the nickname Baghdad Jim from many pro-war conservatives. Representative José E. Serrano, Democrat of New York, was such a consistent supporter of President Hugo Chávez of Venezuela that he posted on Twitter after the president’s death last year that Mr. Chávez was “committed to empowering the powerless.”\n\nThere is some logic to Mr. Rohrabacher’s stalwart defense of the Kremlin’s actions. The people of Crimea have spoken, he says, and voted resoundingly to leave Ukraine and join the Russian Federation. To stand for the sanctity of Ukraine’s national borders, he says, is to stand for “soil and entities” over individual rights and self-determination.\n\nWas Abraham Lincoln wrong, then, to fight the Confederacy’s self-determination? Not at all, Mr. Rohrabacher said. Because women and blacks — slave or free — were not allowed to vote, Southern sentiment before the Civil War was not nearly as clear as it is in Crimea.\n\nSixteen other Republicans voted against the Ukraine aid bill on Thursday, but most — if not all — did so on fiscal grounds. They included the most vocal members of the Tea Party wing and the usual so-called Dr. Nos of the House, like Justin Amash of Michigan and Thomas Massie of Kentucky.\n\n“Russia has violated Ukraine’s sovereignty; therefore, certain nonmilitary punitive measures against those responsible in Russia may be appropriate,” Mr. Amash explained on his Facebook page. “But I am not persuaded at this time that U.S.-guaranteed financial assistance for Ukraine’s interim government will produce good outcomes for the United States or Ukraine.”\n\nIt seems that defending the invasion of a sovereign nation and the annexation of part of it is a tough political position to hold. Senator Rand Paul, the libertarian-minded Republican from Kentucky who is considering a White House run, told The Washington Post in February that “some on our side are so stuck in the Cold War era that they want to tweak Russia all the time, and I don’t think that is a good idea.”\n\nBut about two weeks later, in Time magazine, he wrote that “Putin must be punished” and “Russia must learn that the U.S. will isolate it if it insists on acting like a rogue nation.”\n\nMr. Rohrabacher has found a kindred spirit on the fringe of the Democratic Party: Representative Alan Grayson of Florida, whom conservatives love to loathe. He complained bitterly as the House Foreign Affairs Committee drafted its Russia sanctions bill on Tuesday.\n\n“Why are we speaking about naked aggression, why are we speaking about stealing Crimea, why are we speaking about bullying, or the new Soviet Union, or thuggery, or audacious power grabbing, or Bully Bear Putin, or Cold War II?” Mr. Grayson said. “We should be pleased to see, pleased to see, when a virtually bloodless transfer of power establishes self-determination for two million people somewhere in the world.”", "positionLabels": ["defensive"], "politicalLabels": ["conservative"]}