{"yelLabel": ["nonyellow"], "tags": "set([])", "title": "ISIS: The al-Qaeda-linked Islamists powerful enough to capture a key Iraqi city", "content": "The Islamic State of Iraq and Syria (ISIS), an al-Qaeda splinter group that has seized a huge chunk of northern Iraq, is led by Abu Bakr al-Baghdadi, a relatively unknown and enigmatic figure. (The Washington Post)\n\nBEIRUT — Since U.S. troops withdrew from Iraq in December 2011, the al-Qaeda affiliate they spent years battling to vanquish has expanded its reach to the extent that it now controls what amounts to a state of its own across vast areas of Syria and Iraq.\n\nThe Islamic State of Iraq and Syria (ISIS) effectively governs a nation-size tract of territory that stretches from the eastern edge of the Syrian city of Aleppo to Fallujah in western Iraq – and now also includes the northern Iraqi city of Mosul.\n\nThe fall of Mosul to the extremists on Tuesday, after the apparent collapse of Iraqi security forces there, offers only the latest example of the extraordinary resurgence of the militant organization in the past 2½ years, aided to a large extent by the vacuum of authority in neighboring Syria.\n\nThe al-Qaeda in Iraq organization that confronted U.S. troops has since renamed itself to reflect its expanded activities in Syria, and it has fallen out with the al-Qaeda leadership. It has also become a far more lethal, effective and powerful force than it was when U.S. forces were present in Iraq.\n\n“This is a force that is ideologically motivated, battle hardened and incredibly well equipped,” said Douglas Ollivant of the New America Foundation, who advised the Obama and George W. Bush administrations on Iraq, served two tours of duty in that country and has business interests there. “It also runs the equivalent of a state. It has all the trappings of a state, just not an internationally recognized one.”\n\n\n\nMembers of the Islamic State of Iraq and Syria march at an undisclosed location. (Agence France-Presse via Getty Images)\n\nISIS owes its resurrection in no small part to the chaos in Syria, where large swaths of territory in areas bordering Iraq were falling out of government control just as U.S. troops were leaving, Ollivant said.\n\nMost of ISIS’s expansion has come in the past year, however, after the group’s Iraqi leader, Abu Bakr al-Baghdadi, announced its new mission in Syria and began recruiting across the northern and eastern parts of the country that were under rebel control. ISIS lured into its ranks the bulk of the thousands of foreign volunteers, some from Europe and the United States, who have streamed into Syria to wage jihad, further bolstering its numbers.\n\nThe group’s exact strength is not known, but Aymenn al-Tamimi, who monitors jihadist activity for the Middle East Forum, said its swift takeover of Mosul at a time when it is also fighting on other fronts suggests that it has a larger force than the 10,000 or so men it is widely reported to control.\n\nWhile other Syrian rebel groups were focused primarily on fighting forces loyal to President Bashar al-Assad, ISIS invested as much energy in establishing the “state” referenced by its name. It quickly asserted control over the province of Raqqah and late last year declared the city of Raqqah the capital of its state.\n\nModerate rebel groups complain that ISIS’s rise has been aided by the relative disinterest shown by Syrian government forces in the areas under the group's control, which are rarely subjected to airstrikes and bombardment.\n\nThat has helped the group set up its own version of a government. It runs courts, schools and services, flying its ubiquitous black-and-white flag over every facility it controls. In Raqqah, it recently launched a consumer protection authority to uphold food standards.\n\n\n\nISIS members at an undisclosed location in Iraq's Anbar province. (Agence France-Presse via Getty Images)\n\nThe group also appears to command significant resources. In the eastern Syrian province of Deir al-Zour, it has seized control of oil fields, expanding its sources of financing — largely extortion networks in Mosul that predate the U.S. withdrawal. It is also thought to have received funding from wealthy, private donors in the Sunni countries of the Persian Gulf that, at least until now, has eclipsed the meager aid dispatched by the more-moderate rebels’ Western allies.\n\nISIS’s harsh tactics, including the strict imposition of Islamic punishments such as beheadings and amputations, have aroused considerable resentment among many Syrians living under its control. In January, ISIS suffered a significant setback when moderate rebel groups rose up against it and ejected its fighters from many parts of northern Idlib and Aleppo provinces.\n\nBut ISIS has since consolidated its hold over the areas it does control and is now on the offensive again, focusing on towns and cities farther east. Last week, it also launched an assault on the central Iraqi city of Samarra but was pushed back by Iraqi security forces.\n\nIt has also carried out an attack aimed at driving more-moderate rebels out of the opposition-held portion of the city of Deir al-Zour, where fierce fighting continues to rage.\n\nThe fall of Mosul also offers insights into the shortcomings of the U.S.-trained Iraqi security forces, who are widely reported to have fled in the face of the advancing militants overnight Monday.\n\nBut their training focused primarily on counterinsurgency and not on confronting a full-fledged paramilitary force such as the one ISIS now commands, Ollivant said.\n\n“Al-Qaeda in Iraq didn’t really fight the Americans. They were great bomb-makers and kidnappers, but if caught in a firefight, they would probably get killed because they weren’t good line infantry,” he said. “Now that has been fixed.\"", "positionLabels": ["defensive"], "politicalLabels": ["neutral"]}