{"yelLabel": ["yellow"], "tags": "set([])", "title": "Could 2012 be a foreign policy election?", "content": "The slaying of 16 Afghan civilians by a member of the U.S. military and the recent call by that country’s president for American troops to pull back faster than originally planned have thrust foreign policy back to the center of the presidential race.\n\n\n\nFormer Massachusetts governor Mitt Romney, the favorite to be the Republican presidential nominee in November, blasted President Obama for “a lack of leadership” in the current situation in Afghanistan during an appearance on “Fox News Sunday”.\n\nFormer Pennsylvania senator Rick Santorum followed suit, hitting Obama for setting a 2014 timetable for American troops to leave the country; “If the game plan is, we’re leaving, irrespective of whether we’re going to succeed or not, then why are we still there?” Santorum said in an appearance on ABC’s “This Week”. “Let’s either commit to winning, or let’s get out.”\n\nThose comments come amid polling numbers that suggest the American public has grown sick of the war in Afghanistan; a majority of those polled in a recent Washington Post-ABC News survey said that American troops should be pulled out regardless of whether the Afghan military can defend itself.\n\nThe erosion in Afghanistan, coupled with the prospect of a nuclear Iran, create the possibility that the November election could swing on something no one expected: foreign policy.\n\n“Could” is the operative term, however. An analysis of exit polling conducted in the Republican presidential contests held to date suggests that the economy is by far the issue on most voters’ minds.\n\nAnd a look back at recent presidential elections provides few examples in which foreign policy concerns dominated domestic ones.\n\nTo wit:\n\n* 2008: The collapse of the financial sector made the economy the only topic. (Domestic)\n\n* 2004: The Sept. 11, 2001, terrorist attacks and the wars in Afghanistan and Iraq topped the issue agenda. (Foreign)\n\n* 2000: The Seinfeld election — a race about nothing, or at least very little. (Eh...)\n\n* 1996: Bill Clinton’s stewardship of the economy led to a landslide. (Domestic)\n\n* 1992: “It’s the economy, stupid” was invented in this campaign. ‘Nuff said. (Domestic)\n\nOnly once in the last five presidential elections, then, has foreign policy proven decisive. And, that was an election that came three years after the worst terrorist attack on American soil.\n\nStill, stranger things have happened, and elections aren’t always decided by the factors that everyone assumes they will be at the start.\n\nTake 2008, for example. In that race, it was widely assumed that the war in Iraq — and when to begin the pullout of American troops — would be the focal point of both the primaries and general election.\n\nWhile Iraq mattered in the primaries, by the the time general election began in earnest, the economic shockwaves pulsating through the country pushed Iraq — and all other foreign policy matters — to the back burner. Big time.\n\nSantorum, for one, believes the same thing could happen in November particularly if the early signs of an economic recovery continue.\n\n“That may be the issue of the day come this fall — a nuclear Iran,” Santorum said recently. “Or on the precipice of it [with] Israel potentially having to go to war to stop that development.”\n\n(Of course, it’s in Santorum’s interest to make the case that foreign policy will matter, since it’s an area where he can argue that he has more expertise than Romney.)\n\nA recovering economy would force Republicans to open up other lines of attack on the president. And, his handling of Afghanistan — along with rising gas prices — is an obvious target.\n\nIt may not be an easy target, however. In the most recent Post-ABC poll, 46 percent approved of how Obama was handling the situation in Afghanistan, while 47 percent disapproved. Those numbers amounted to his best showing on any major issue, foreign or domestic, in the poll.\n\nThe most likely outcome is that the November election remains a referendum on Obama’s handling of the economy. But the growing tensions within Afghanistan as well as the always simmering Middle East suggest that foreign policy could play a much a larger role in the 2012 issue matrix than anyone might have imagined even three months ago.\n\nWho knows what the next three months will bring?\n\nRNC launches health care campaign: The Republican National Committee today launches a new campaign to raise President Obama’s health care bill as an issue in the 2012 campaign.\n\nThe latter part of this month will mark both the two-year anniversary of the bill’s passage and the beginning of oral arguments in front of the Supreme Court, where conservatives are seeking to overturn the law.\n\nIn the runup, the RNC will launch a campaign that includes five-figure TV ad buy, both on national cable and in the states where Obama is traveling — Nevada, New Mexico and Ohio.\n\nOther elements include: Chairman Reince Priebus traveling to Nevada, Pennsylvania and Virginia to do health care-related events and press, targeted online ads and strategy memos, and coordination with state parties and surrogates.\n\nThe strategy memo, from RNC political director Rick Wiley, can be found here.\n\nThe health care bill as an issue polls about at popular as it is unpopular, but opposition to the law is a great way for Republicans to rally the base.\n\nDonnelly poll shows Lugar struggling: A poll conducted for Rep. Joe Donnelly’s (D-Ind.) Senate campaign and obtained by The Fix shows Sen. Richard Lugar (R-Ind.) losing ground in his primary.\n\nThe Global Strategy Group poll shows Lugar leading state Treasurer Richard Mourdock 45 percent to 39 percent — down from a 12-point lead in October.\n\nOnly 36 percent of voters say they are committed to voting for Lugar, while 30 percent say they will vote to replace him and 27 percent say they will consider an alternative.\n\nNo general election polling was released. It may seem unusual for a Democrat to poll the other party’s primary, but much of Donnelly’s hopes rest on Lugar losing his primary. And right now, that appears to be a strong possibility.\n\nThe poll surveyed 500 likely GOP primary voters between March 12 and March 15.\n\nDCCC launches Medicare campaign: The Congressional Campaign Committee is launching a new campaign targeting 41 House Republicans on the GOP budget and its Medicare provisions, just as House Budget Committee Chairman Paul Ryan (R-Wis.) is set to release the party’s budget this week.\n\nThe first phase is a robocall going to these members’ districts.\n\nThe campaign also includes citizen phone banks and a new website, MedicareMadness2012.com.\n\nDSCC raised $5.3 million in February: The Democratic Senatorial Campaign Committee is set to announce today that it raised $5.3 million in February and has $19 million cash on hand.\n\nThat is a new February record for the DSCC, which has now pulled in more than $52 million this cycle.\n\nThe National Republican Senatorial Committee has not released its February numbers, which are due by Tuesday. The two committees have been neck-and-neck on fundraising to this point.\n\nFixbits:\n\nSantorum says the Obama Administration is soft on pornography.\n\nFormer Mississippi governor Haley Barbour (R) says he voted for Newt Gingrich, because the two are close personal friends. Barbour also says an open Republican convention wouldn’t necessarily be a bad thing.\n\nRomney almost failed to qualify for any of Illinois’s delegates, but he was saved when his campaign and Santorum’s negotiated an agreement.\n\nC-SPAN CEO Brian Lamb steps down.\n\nMonroe County Executive Maggie Brooks (R) will challenge Rep. Louise Slaughter (D-N.Y.), whose districts get a few points less safe under a new redistricting map.\n\nMust-reads:\n\n“All Odds Aside, G.O.P. Girding for Floor Fight” — Jeff Zeleny and Jim Rutenberg, New York Times\n\n“Low-key Solicitor General Verrilli to be in health-care spotlight” — Robert Barnes, Washington Post\n\n“Obama’s high-dollar donations lagging” — T.W. Farnam, Washington Post\n\n“Obama’s evolution: Behind the failed ‘grand bargain’ on the debt” — Peter Wallsten, Lori Montgomery and Scott Wilson, Washington Post", "positionLabels": ["critical"], "politicalLabels": ["liberal"]}