{"yelLabel": ["nonyellow"], "tags": "set([])", "title": "Obama’s conduct toward Israel can’t be excused", "content": "Having conducted two interviews, which vividly display the administration’s hostility toward Israel, Jeffrey Goldberg says President Obama is not anti-Israel. He insists:\n\nPresident Obama, left, looks on as Benjamin Netanyahu, Israel’s prime minister, speaks in the Oval Office in March. (Andrew Harrer/Bloomberg)\n\nIf you believe that the status quo in the Middle East is sustainable, which is to say, if you believe that Israel can maintain its settlements across the West Bank ad infinitum, and continue, into the indeterminate future, to subvert those Palestinians still working for a two-state solution, then Obama can plausibly be judged — rhetorically, at least — as anti-Israel. If, however, you believe that the status quo is unsustainable — that Israel, for its own sake, should move expeditiously to disentangle itself from the lives of the Palestinians in advance of an eventual divorce, or else face a future in which it becomes a bi-national state or a country that legislates the permanent disenfranchisement of Palestinians (and therefore becomes a true global pariah) — then Obama can’t plausibly be labeled anti-Israel.\n\nOh sure he can. One can be very much in favor of separating Palestinians and Israelis into their respective states and yet conclude Obama has been the U.S. president least friendly toward the Jewish state since its founding. (That in fact is the view of most pro-Israel groups and many of Israel’s closest friends of both parties in Congress.) Honest observers reading Goldberg’s two prior pieces could not help but notice the anti-Israel bile leaking from every pore of this administration. Even Goldberg viewed Obama’s comments about Israel as a threat. (“’I took it to be a little bit of a veiled threat, to be honest,’ Goldberg said. ‘It’s almost up there with, you know, nice little Jewish state you got there, I’d hate to see something happen to it.’”)\n\nThe president’s refusal to personally apologize or to find and fire the culprit who made the offensive remarks about Israeli Prime Minister Benjamin Netanyahu that Goldberg reported certainly is telling. The near-obsession with blaming Israel for the breakdown in peace talks, the angry and vulgar attacks on the prime minister and the lack of concern about the Palestinians’ behavior speak for themselves. This is more than a matter of ill-designed tactics or strategy.\n\nAnd the worst of these recent comments Goldberg revealed had nothing to do with the peace process. The remarks that the administration snookered Israel on Iran were arguably worse: “The official said the Obama administration no longer believes that Netanyahu would launch a preemptive strike on Iran’s nuclear facilities in order to keep the regime in Tehran from building an atomic arsenal. ‘It’s too late for him to do anything. Two, three years ago, this was a possibility. But ultimately he couldn’t bring himself to pull the trigger. It was a combination of our pressure and his own unwillingness to do anything dramatic. Now it’s too late.’”\n\nBut of course there is far more evidence of Obama’s hostility toward Israel. He “condemned” the building of houses in Jerusalem, not some distant settlement, in 2010. The administration consistently misstates the extent of settlement “expansion.” (“In the last decade the Israelis removed all the settlements in Gaza and four very small ones in the West Bank. The days of building new settlements all over the West Bank are long gone. And ‘settlement expansion’ has meant expansion of population, not territory, so their footprint in the West Bank has not changed. The so-called ‘peace map’ is the same.”) Even if you characterize some actions as pure incompetence (i.e. surprising Netanyahu on the 1967 “borders” speech), you would think that in the law of averages Obama once in a while would stumble in ways favorable to Israel.\n\nAnd there is more. Obama’s administration was “appalled” and found civilian deaths in Gaza “inexcusable” when in fact our chairman of the Joint Chiefs of Staff has recognized the extraordinary efforts by the IDF to avoid civilian deaths. The administration tried to undermine the Egypt-Israeli truce terms and introduced demands put forth by Hamas’s ally Qatar.\n\nAnd let’s not forget in his Cairo speech he cast Palestinians in the role of African American slaves (thereby making Israel the slave masters) and refused to identify the historical roots of Jews in Israel (in essence adopting the Palestinian narrative that Israel’s existence is rooted in the Holocaust).\n\nWhatever Obama’s intent (maybe he is anti-an ally that opposes Iran detente) the result is a president widely perceived in Israel of being un-supportive. That view transcends Israel domestic political lines. And here in the United States, few Middle East watchers would dispute that we have the worst relationship with our closest ally since the founding of the Jewish state.\n\nMoreover, I strongly suspect that if Hillary Clinton runs for president she will characterize herself as much more sympathetic toward Israel and much better at maintaining the alliance than her ex-boss. (She better or she’ll lose some big supporters.) Granted it is a low bar to hop over but Clinton, even I would concede, is more supportive of Israel than the president. So if he is not anti-Israel, can we at least agree he is the least pro-Israel president ever?", "positionLabels": ["critical"], "politicalLabels": ["conservative"]}