{"yelLabel": ["nonyellow"], "tags": "set([])", "title": "Is Crimea gone? Annexation no longer the focus of Ukraine crisis", "content": "Story highlights Secretary of State Kerry cites defusing tensions and setting up talks as goals\n\nKerry doesn't mention Crimea by name after meeting with Russian counterpart\n\nRussian troops near the Ukraine border now the main topic\n\nKerry's bottom line: \"No decisions about Ukraine without Ukraine\"\n\nIn diplomacy, like in sales, success often depends on making your adversaries believe they proposed the result you wanted.\n\nBy that measure, Russian President Vladimir Putin appears to have closed the sale on annexing Crimea from Ukraine.\n\nOn Monday, Russian Prime Minister Dmitry Medvedev visited the region that Moscow now claims over international protests, while Russia also said it was withdrawing a battalion of infantry troops from the tens of thousands deployed near the border with eastern Ukraine.\n\nMeanwhile, diplomatic efforts focus on defusing the immediate threat of armed conflict and setting up a negotiating process, rather than necessarily reversing the Crimean annexation.\n\nHere are some questions and answers on how we got here and what to expect:\n\nWhat's the story?\n\nJust Watched Germany: Putin orders partial pullback replay More Videos ... Germany: Putin orders partial pullback 01:36 PLAY VIDEO\n\nJust Watched Inside Politics: How to save Ukraine? replay More Videos ... Inside Politics: How to save Ukraine? 02:04 PLAY VIDEO\n\nJust Watched How far will Putin push into Ukraine? replay More Videos ... How far will Putin push into Ukraine? 03:27 PLAY VIDEO\n\nPhotos: Crisis in Ukraine 168 photos Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A man looks at a bullet shell next to a destroyed car after a gunfight between pro-Russian militiamen and Ukrainian forces in Karlivka, Ukraine, on Friday, May 23. Much of Ukraine's unrest has been centered in the Donetsk and Luhansk regions, where separatists have claimed independence from the government in Kiev. Hide Caption 1 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – The body of a pro-Ukrainian militia fighter lies along a road in Karlivka on May 23. Hide Caption 2 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A woman walks past a destroyed car after Ukrainian government forces fired mortar shells during clashes with pro-Russian forces in Slovyansk, Ukraine, on May 23. Hide Caption 3 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A pro-Russian activist carries a ballot box away from a polling station in Donetsk, Ukraine, as he prepares to smash it on May 23. Hide Caption 4 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Local citizens help support a woman at a rally protesting shelling by Ukrainian government forces in the village of Semyonovka, Ukraine, on Thursday, May 22. Hide Caption 5 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Bodies covered with blankets lie in a field near the village of Blahodatne, Ukraine, on May 22, as a Ukrainian soldier smokes next to his armored infantry vehicle. Hide Caption 6 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A Ukrainian soldier rests inside an armored personnel carrier at a checkpoint near Slovyansk on Wednesday, May 21. Hide Caption 7 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Yekaterina Len cries outside her home after it was hit by mortar shells during fighting between pro-Russian separatists and Ukrainian soldiers in Slovyansk on Tuesday, May 20. Hide Caption 8 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A Ukrainian soldier stands guard on the road from Izium, Ukraine, to Slovyansk on Monday, May 19. Hide Caption 9 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A new recruit gets his hair cut at a training camp for the Donbass Battalion, a pro-Ukrainian militia, in the Dnipropetrovsk region of Ukraine on May 19. Hide Caption 10 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Pro-Russian armed militants guard a checkpoint in Slovyansk on May 19, blocking a major highway to Kharkiv. Hide Caption 11 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Pro-Russian militants detain three men on Sunday, May 18, in Kramatorsk, Ukraine. The men are suspected of spying for the Ukrainian government. Hide Caption 12 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A bodyguard of insurgent leader Denis Pushilin stands in front of a statue of Russian revolutionary Vladimir Lenin during a pro-Russia rally in Donetsk on May 18. Hide Caption 13 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Pro-Russian militants guard a checkpoint outside Slovyansk on Saturday, May 17. Hide Caption 14 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Employees of the Ukrainian company Metinvest clear away debris in a government building in Mariupol, Ukraine, on Friday, May 16, after pro-Russian separatists relinquished their hold on it. Hide Caption 15 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Pro-Russian activists argue in Mariupol about how to thwart the upcoming Ukrainian presidential elections. Hide Caption 16 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Pro-Russian gunmen take up positions to fight Ukrainian national troops at a checkpoint outside Slovyansk on Thursday, May 15. Hide Caption 17 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A mortar shell sticks out of the ground at a checkpoint near Slovyansk on May 15. Hide Caption 18 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A man surveys the damage to his home after a mine exploded during an exchange of fire between pro-Russian militants and government troops outside Slovyansk on May 15. Hide Caption 19 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A man examines ballots at a printing house in Kiev, Ukraine, on Wednesday, May 14. The ballots will be used in early presidential voting on May 25. Hide Caption 20 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – People collect mortar shells in front of a burnt-out Ukrainian military vehicle near Oktyabrskoe, Ukraine, on May 14. Hide Caption 21 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Two men collect parts of a Ukrainian armored personnel carrier, destroyed May 14 in what the Ukrainian Defense Ministry called a terrorist attack near Kramatorsk. Hide Caption 22 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A member of a \"self-defense\" squad smashes a slot machine with a sledgehammer Monday, May 12, at an illegal club in Slovyansk. Hide Caption 23 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – People celebrate with fireworks in Donetsk on May 12 as separatists declared independence for the Donetsk region. Hide Caption 24 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Roman Lyagin, a member of a rebel election commission, shows referendum results to journalists at a May 12 news conference in Donetsk. Pro-Russian separatists staged the referendum asking residents in the Donetsk and Luhansk regions whether they should declare independence from Ukraine. Hide Caption 25 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – An armed pro-Russian separatist takes up a position near Slovyansk on May 12. Hide Caption 26 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A man with a \"self-defense\" unit checks people's identification in Slovyansk on Sunday, May 11. Hide Caption 27 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A person leaves a voting booth in Luhansk, Ukraine, on May 11. The Donetsk and Luhansk regions of eastern Ukraine voted on controversial referendums to declare independence from the government in Kiev. Acting Ukrainian President Oleksandr Turchynov called the vote \"propagandist farce.\" Hide Caption 28 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Two men react after Ukrainian national guardsmen open fire on a crowd outside a town hall in Krasnoarmiysk, Ukraine, on May 11. Hide Caption 29 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A Ukrainian woman votes at a polling station in Donetsk on May 11. Hide Caption 30 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Ukrainians line up to cast their votes at a polling station in Donetsk on May 11. Hide Caption 31 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A voter casts her ballot in eastern Ukraine's independence referendum in Slovyansk on May 11. Hide Caption 32 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – An armed pro-Russian man sits below a flag of the self-proclaimed Donetsk People's Republic at the barricades on a road leading into Slovyansk on May 11. Hide Caption 33 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Black smoke billows from burning tires used to prevent government troops' armored personnel carriers from passing through in Mariupol on Saturday, May 10. Hide Caption 34 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – The mother of Dmitriy Nikityuk, who died in a fire at a trade union building during riots in Odessa, Ukraine, cries next to his coffin during his funeral on Thursday, May 8. Hide Caption 35 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A Ukrainian soldier keeps guard at a checkpoint near Slovyansk on May 8. Hide Caption 36 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A pro-Russian activist stands with a Russian national flag outside the regional Interior Ministry building in Luhansk on Wednesday, May 7. Hide Caption 37 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Ukrainian Prime Minister Arseniy Yatsenyuk, right, inspects an armored personnel carrier in Slovyansk on May 7. Hide Caption 38 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – An armed pro-Russian separatist takes a position by the railway lines near Slovyansk on Tuesday, May 6. Hide Caption 39 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A relative mourns by the body of 17-year-old Vadim Papura during a service in Odessa on May 6. Papura died after jumping out of a burning trade union building during riots on May 2. Hide Caption 40 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A pro-Russian gunman holds his weapon while guarding the local administration building in Slovyansk on May 6. Hide Caption 41 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Pro-Russian supporters lead blindfolded men in front of the regional administration building in Donetsk on Monday, May 5. Hide Caption 42 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Ukrainian policemen check documents at a checkpoint near the northeastern city of Izium on May 5. Hide Caption 43 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Ukrainian soldiers stand at a checkpoint near Slovyansk on May 5. Hide Caption 44 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Pro-Russian Cossacks sit outside the regional administration building in Donetsk on May 5. Hide Caption 45 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Pro-Russian militants who were arrested during a Ukrainian unity rally are greeted on Sunday, May 4, after being freed by police in Odessa. The men released Sunday had been detained after bloody clashes in Odessa, which ended in a deadly blaze. Forty-six people were killed in the bloodshed. Hide Caption 46 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A pro-Russian militant reacts after being freed on May 4 in Odessa. Hide Caption 47 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Pro-Russian militants clash with police as they storm the police station in Odessa on May 4. Hide Caption 48 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – An Orthodox priest, in front of the administration building in Donetsk, blesses a pro-Russian activist May 4 as people gather to honor the memory of fallen comrades in Odessa. Hide Caption 49 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Red carnations are left inside the burned trade union building in Odessa on May 4. Flowers, candles and photos of the dead piled up outside the charred building, a day after brutal clashes and the fire claimed 46 lives. Hide Caption 50 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Pro-Russian protesters light candles in Donetsk on Saturday, May 3, to honor the memory of fallen comrades in Odessa. Hide Caption 51 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A woman cries in front of the burned trade union building in Odessa on May 3. Hide Caption 52 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A man walks past burning tires near Kramatorsk on May 3. Hide Caption 53 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Pro-Russian activists beat a pro-Ukraine supporter trying to save the Ukrainian flag that was removed from a flagpole outside the burned trade union building in Odessa. Hide Caption 54 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Pro-Russian protesters gather in Donetsk to honor the memory of comrades who died in Odessa. Hide Caption 55 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A portrait of Bolshevik leader Vladimir Lenin is part of a barricade in the center of Slovyansk on May 3. The city has become the focus of an armed pro-Russian, anti-government insurgency that aspires to give the eastern regions of Ukraine full autonomy. Hide Caption 56 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A pro-Russian activist sits in front of policemen guarding the burned trade union building in Odessa on May 3. Hide Caption 57 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – People lay flowers and candles at the burned trade union building in Odessa on May 3. Hide Caption 58 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Ukrainian soldiers arrive to reinforce a checkpoint that troops seized Friday, May 2, in Andreevka, a village near Slovyansk. Two helicopters were downed Friday as Ukrainian security forces tried to dislodge pro-Russian separatists from Slovyansk, Ukraine's Defense Ministry said. Hide Caption 59 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Police take cover under shields as pro-Russian activists storm the prosecutor's office in Donetsk on Thursday, May 1. Eastern Ukraine was a heartland of support for President Viktor Yanukovych, who was ousted in February. Hide Caption 60 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A pro-Russian activist is wounded after storming the prosecutor's office in Donetsk and clashing with riot police on May 1. Hide Caption 61 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Pro-Russian activists storm the prosecutor's office in Donetsk on May 1. Police fired tear gas and stun grenades in an effort to disperse the activists. Hide Caption 62 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – An injured Pro-Russian activist speaks with an armed protester during clashes with police in front of the regional administration building in Donetsk on May 1. Hide Caption 63 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Pro-Russian activists storm an administration building in the center of Luhansk on Tuesday, April 29. Hide Caption 64 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Pro-Russia militants, armed with baseball bats and iron bars, hold flares as they attack people marching for national unity in Donetsk on Monday, April 28. Hide Caption 65 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Detained observers from the Organization for Security and Co-operation in Europe arrive to take part in a news conference Sunday, April 27, in Slovyansk. Vyacheslav Ponomarev, the self-declared mayor of Slovyansk, referred to the observers as \"prisoners of war.\" Hide Caption 66 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Ukrainian troops stand guard behind a barricade made of sandbags at a checkpoint about 30 kilometers (20 miles) from Slovyansk on April 27. Hide Caption 67 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Relatives and friends of a man killed in a gunfight participate in his funeral ceremony in Slovyansk on Saturday, April 26. Hide Caption 68 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – U.S. troops arrive at an air force base near Siauliai Zuokniai, Lithuania, on April 26. The United States is conducting military exercises in Poland, Latvia, Estonia and Lithuania. The exercises are, in part, a response to the ongoing instability in Ukraine. Hide Caption 69 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Ukrainian government troops in armored vehicles travel on a country road outside the town of Svyitohirsk in eastern Ukraine on April 26. Hide Caption 70 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Pro-Russia armed militants inspect a truck near Slovyansk on Friday, April 25. Russian Foreign Minister Sergey Lavrov has accused the West of plotting to control Ukraine, and he said the pro-Russia insurgents in the southeast would lay down their arms only if the Ukrainian government clears out the Maidan protest camp in the capital, Kiev. Hide Caption 71 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Pro-Russia militants keep records of their duty in Slovyansk on April 25. Hide Caption 72 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Ukrainian troops take position near burning tires at a pro-Russian checkpoint in Slovyansk on Thursday, April 24. Hide Caption 73 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Ukrainian special forces take position at an abandoned roadblock in Slovyansk on April 24. Hide Caption 74 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A Ukrainian special forces member takes position in Slovyansk. Hide Caption 75 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Cossacks carry a coffin into a church in Slovyansk on Tuesday, April 22, during a funeral for men killed in a gunfight at a checkpoint two days before. Hide Caption 76 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – U.S. Vice President Joe Biden, left, talks with Ukrainian Prime Minister Arseniy Yatsenyuk during a meeting in Kiev on April 22. Hide Caption 77 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – An armed pro-Russian man stands on a street in Slovyansk on Monday, April 21. Hide Caption 78 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Demonstrators attend a pro-Russian rally outside the secret service building in Luhansk on April 21. Hide Caption 79 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Cars are burned out after an attack at a roadblock in Slovyansk on Sunday, April 20. Hide Caption 80 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A resident inspects burnt-out cars at a roadblock on April 20. Hide Caption 81 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A pro-Russian militant is seen at the roadblock near Slovyansk on April 20. Hide Caption 82 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Armed pro-Russian militants stand guard at a roadblock near Slovyansk on April 20. Hide Caption 83 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A masked man stands guard outside a regional administration building seized by pro-Russian separatists in Slovyansk on Friday, April 18. Hide Caption 84 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – People walk around barricades April 18 set up at the regional administration building that was seized earlier in Donetsk. Hide Caption 85 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Russian President Vladimir Putin speaks to the media after a nationally televised question-and-answer session in Moscow on Thursday, April 17. Putin denied that Russian forces are involved in the unrest in eastern Ukraine, though he did say for the first time that Russians were active in Crimea before the peninsula voted to join the country. Hide Caption 86 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Ukrainian riot police officers stand guard during a pro-Ukrainian demonstration in Donetsk on April 17. Hide Caption 87 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Masked pro-Russian protesters stand guard in front of the city hall in Mariupol on April 17. Hide Caption 88 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – U.S. Secretary of State John Kerry reaches out to shake hands with Russian Foreign Minister Sergey Lavrov at the start of a bilateral meeting to discuss the ongoing situation in Ukraine. The meeting took place April 17 in Geneva, Switzerland. Hide Caption 89 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A masked gunman stands guard near tanks in Slovyansk on Wednesday, April 16. Hide Caption 90 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A Ukrainian helicopter flies over a column of Ukrainian Army combat vehicles on the way to Kramatorsk on April 16. Hide Caption 91 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A masked pro-Russian gunman guards combat vehicles parked in downtown Slovyansk on April 16. Hide Caption 92 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A man talks with Ukrainian soldiers as they are blocked by people on their way to Kramatorsk. Hide Caption 93 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Ukrainian soldiers sit atop combat vehicles on their way to Kramatorsk. Hide Caption 94 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Ukrainian Gen. Vasily Krutov is surrounded by protesters after addressing the crowd outside an airfield in Kramatorsk on Tuesday, April 15. Hide Caption 95 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Pro-Russian activists guard a barricade April 15 outside the regional police building that they seized in Slovyansk. Hide Caption 96 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Ukrainian troops receive munitions at a field on the outskirts of Izium on April 15. Hide Caption 97 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Armed pro-Russian activists stand guard on top of a Ukrainian regional administration building in Slovyansk on Monday, April 14. Hide Caption 98 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A pro-Russian activist carries a shield during the mass storming of a police station in Horlivka, Ukraine, on April 14. Hide Caption 99 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Russian supporters attend a rally in front of the security service building occupied by pro-Russian activists in Luhansk on April 14. Hide Caption 100 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A man places a Russian flag over a police station after storming the building in Horlivka on April 14. Hide Caption 101 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Men besiege the police station in Horlivka. Hide Caption 102 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – The Horlivka police station burns on April 14. Hide Caption 103 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A Ukrainian police officer receives medical care after being attacked at the police station in Horlivka on April 14. Hide Caption 104 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Pro-Russian supporters beat a pro-Ukrainian activist during a rally in Kharkiv on Sunday, April 13. Hide Caption 105 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Pro-Russian activists escort a man outside the secret service building in Luhansk on April 13. Hide Caption 106 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Pro-Russian protesters guard a barricade in Slovyansk on April 13 outside a regional police building seized by armed separatists the day before. Hide Caption 107 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Armed pro-Russian activists carrying riot shields occupy a police station in Slovyansk on April 12. Hide Caption 108 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A group of pro-Russian activists warm themselves by a fire Friday, April 11, in front of a Ukrainian Security Service office in Luhansk. Hide Caption 109 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Ukrainian Prime Minister Arseniy Yatsenyuk speaks April 11 during his meeting with regional leaders in Donetsk. Yatsenyuk flew into Donetsk, where pro-Russian separatists occupied the regional administration building and called for a referendum. Hide Caption 110 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Pro-Russian young men look over the fence of a military recruitment office in Donetsk on Thursday, April 10. Hide Caption 111 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Armed pro-Russian protesters occupy the Security Service building in Luhansk on April 10. Hide Caption 112 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Members of the self-proclaimed government the \"Donetsk Republic\" vote April 10 during a meeting at the seized regional administration building in Donetsk. Hide Caption 113 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Ukrainian lawmakers from different parties scuffle during a Parliament session in Kiev on Tuesday, April 8. Hide Caption 114 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Workers clean up on April 8 after pro-Russian separatists and police clashed overnight in Kharkiv. Hide Caption 115 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Pro-Russian protesters burn tires near a regional administration building in Kharkiv after police cleared the building on Monday, April 7. Hide Caption 116 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A masked man stands on top of a barricade at the regional administration building in Donetsk on April 7. Hide Caption 117 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Protesters wave a Russian flag as they storm the regional administration building in Donetsk on Sunday, April 6. Protesters seized state buildings in several east Ukrainian cities, prompting accusations from Kiev that Moscow is trying to \"dismember\" the country. Hide Caption 118 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Pro-Russian protesters clash with police as they try to occupy a regional administration building in Donetsk on April 6. Hide Caption 119 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Pro-Russian activists hold a rally in front of a Ukrainian Security Service office in Luhansk on April 6. Hide Caption 120 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A young demonstrator with his mouth covered by a Russian flag attends a pro-Russia rally outside the regional government administration building in Donetsk on Saturday, April 5. Hide Caption 121 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A Ukrainian soldier guards a road not far from Prokhody, a village near the Russian border, on April 5. Ukrainian and Western officials have voiced alarm about Russia's reported military buildup on Ukraine's eastern border. Hide Caption 122 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Ukrainian cadets at the Higher Naval School embrace a friend who has decided to stay in the school during a departure ceremony in Sevastopol, Crimea, on Friday, April 4. Some 120 cadets who refused to take Russian citizenship left the school to return to Ukraine. Hide Caption 123 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Soviet military veterans take part in a flower-laying ceremony at the Soviet-era World War II memorial in Sevastopol on Thursday, April 3. Hide Caption 124 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Ukrainian soldiers conduct a training session on the Desna military shooting range northeast of Kiev on Wednesday, April 2. Hide Caption 125 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Russian soldiers prepare for diving training in front of a Tarantul-III class missile boat Tuesday, April 1, in Sevastopol. Hide Caption 126 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – People pass by barricades near the Dnipro Hotel in Kiev on April 1. Hide Caption 127 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – People walk past a train loaded with Russian tanks Monday, March 31, in the Gvardeyskoe railway station near Simferopol, Crimea. Hide Caption 128 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A Russian solder sits in a tank at the Ostryakovo railway station, not far from Simferopol on March 31. Hide Caption 129 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Russian Prime Minister Dmitry Medvedev speaks about the economic development of Crimea during a meeting March 31 in Simferopol. Hide Caption 130 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Members of the Ukrainian National Guard take part in military exercises on a shooting range near Kiev on March 31. Hide Caption 131 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A woman cries Sunday, March 30, during a gathering to honor those who were killed during protests in Kiev's Independence Square. Hide Caption 132 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A woman and child walk past a line of police officers during a rally in Kharkiv on March 30. Hide Caption 133 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Ukrainian soldiers take part in a training exercise at a military base in Donetsk on Saturday, March 29. Hide Caption 134 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Demonstrators protest Friday, March 28, in Kiev, displaying police vehicles they seized during earlier clashes with authorities. Hide Caption 135 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Members of the Right Sector group block the Ukrainian parliament building in Kiev on Thursday, March 27. Activists called for Interior Minister Arsen Avakov to step down after the recent killing of radical nationalist leader Oleksandr Muzychko , who died during a police operation to detain him. Muzychko and the Right Sector are credited with playing a lead role in the protests that toppled Ukrainian President Victor Yanukovych. Hide Caption 136 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Ukrainian tanks are transported from their base in Perevalne, Crimea, on Wednesday, March 26. After Russian troops seized most of Ukraine's bases in Crimea, interim Ukrainian President Oleksandr Turchynov ordered the withdrawal of armed forces from the Black Sea peninsula, citing Russian threats to the lives of military staff and their families. Hide Caption 137 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Ukrainian marines wave as they leave a base in Feodosia, Crimea, on Tuesday, March 25. Hide Caption 138 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Russian sailors stand on the deck of the corvette ship Suzdalets in the bay of Sevastopol on March 25. Hide Caption 139 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Pro-Russian militia members remove a resident as Russian troops assault the Belbek air base, outside Sevastopol, on Saturday, March 22. After its annexation of Crimea, Russian forces have consolidated their control of the region. Hide Caption 140 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Soldiers in unmarked uniforms sit atop an armored personnel carrier at the gate of the Belbek air base on March 22. Hide Caption 141 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A Russian sailor holds the Russian Navy's St. Andrew's flag while standing on the bow of the surrendered Ukrainian submarine Zaporozhye on March 22 in Sevastopol. Hide Caption 142 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Russian President Vladimir Putin signs the final decree completing the annexation of Crimea on Friday, March 21, as Upper House Speaker Valentina Matviyenko, left, and State Duma Speaker Sergei Naryshkin watch. Hide Caption 143 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A Ukrainian serviceman leaves a Ukrainian military unit that Russian soldiers took control of in Perevalne on March 21. Hide Caption 144 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Ukrainian border guards run during training at a military camp in Alekseyevka, Ukraine, on March 21. Hide Caption 145 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Russian soldiers patrol the area surrounding a Ukrainian military unit in Perevalne on Thursday, March 20. Hide Caption 146 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Pro-Russian protesters remove the gate to the Ukrainian navy headquarters as Russian troops stand guard in Sevastopol on Wednesday, March 19. Hide Caption 147 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Pro-Russian forces walk inside the Ukrainian navy headquarters in Sevastopol on March 19. Hide Caption 148 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A member of pro-Russian forces takes down a Ukrainian flag at the Ukrainian navy headquarters in Sevastopol on March 19. Hide Caption 149 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Alexander Vitko, chief of the Russian Black Sea Fleet, leaves the Ukrainian navy headquarters in Sevastopol after pro-Russian forces took it over on March 19. Hide Caption 150 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A Russian flag waves as workers install a new sign on a parliament building in Simferopol, Crimea's capital, on March 19. Hide Caption 151 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Russian military personnel surround a Ukrainian military base in Perevalne on March 19. Hide Caption 152 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Nameplates on the front of the Crimean parliament building get removed Tuesday, March 18, in Simferopol. Hide Caption 153 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – From left, Crimean Prime Minister Sergey Aksyonov; Vladimir Konstantinov, speaker of the Crimean parliament; Russian President Vladimir Putin; and Alexei Chaly, the new de facto mayor of Sevastopol, join hands in Moscow on March 18 after signing a treaty to make Crimea part of Russia. Hide Caption 154 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Demonstrators hold a Crimean flag at Lenin Square in Simferopol on March 18. Hide Caption 155 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Ukrainian soldiers stand guard at a checkpoint near Strilkove, Ukraine, close to Crimea on Monday, March 17. Hide Caption 156 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Former boxer and Ukrainian politician Vitali Klitschko addresses reporters in Kiev on March 17. Hide Caption 157 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Ukrainian troops stand guard in front of the Ukrainian Parliament building in Kiev on March 17. Hide Caption 158 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A Ukrainian man applies for the National Guard at a mobile recruitment center in Kiev on March 17. Hide Caption 159 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Civilians walk past riot police in Simferopol on March 17. Hide Caption 160 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A Ukrainian soldier stands on top of an armored vehicle at a military camp near the village of Michurino, Ukraine, on March 17. Hide Caption 161 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Policemen stand guard outside the regional state administration building in Donetsk during a rally by pro-Russia activists March 17. Hide Caption 162 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Armed soldiers stand guard outside a Ukrainian military base in Perevalne on March 17. Hide Caption 163 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A man holds a Crimean flag as he stands in front of the Crimean parliament building in Simferopol on March 17. Hide Caption 164 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Crimeans holding Russian flags celebrate in front of the parliament building in Simferopol on Sunday, March 16. Hide Caption 165 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A Ukrainian police officer tries to shield himself from a road block thrown by pro-Russia supporters in Kharkiv on March 16. Hide Caption 166 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – Pro-Russia demonstrators storm the prosecutor general's office during a rally in Donetsk on March 16. Hide Caption 167 of 168 Photos: Crisis in Ukraine 168 photos Crisis in Ukraine – A woman leaves a voting booth in Sevastopol on March 16. See the crisis in Ukraine before Crimea voted Hide Caption 168 of 168 EXPAND GALLERY\n\nThe Ukraine crisis has its roots in the breakup of the Soviet Union more than two decades ago. A country of deep ethnic and cultural divisions, it comprises a more ethnic Russian population in the East and a more ethnic Ukrainian population in the West, including Kiev, the capital.\n\nMonths of increasingly violent political protests in Kiev over the government's reluctance to expanded relations with the European Union culminated in a February 21 agreement that called for constitutional changes and new elections.\n\nPutin says he's pulling some troops back from Ukrainian border\n\nMoscow responded by sending forces into Ukraine's formerly Russian region of Crimea, which is home to Russia's Black Sea fleet. Putin claimed ethnic Russians in Crimea faced oppression and needed Moscow's protection, a scenario rejected as false by Washington and its European allies.\n\nDespite objections by the Ukrainian government, the United Nations, European nations and the United States, Russia then engineered a Crimean independence referendum that easily passed.\n\nAs Washington and the European Union imposed sanctions, Moscow and Crimea took the legislative steps in recent weeks to complete the annexation.\n\nMeanwhile, Putin warned Russia would protect ethnic Russians elsewhere from alleged attacks and discrimination, and tens of thousands of Russian troops gathered near Ukraine's eastern border raised fears of an imminent invasion.\n\nWhat's the latest?\n\nAs tension climbed, Putin called President Barack Obama last Friday and the two leaders agreed that their top diplomats would try to find an opening for negotiations on resolving the crisis.\n\nIn four hours of talks on Sunday in Paris, Secretary of State John Kerry and Russian Foreign Minister Sergey Lavrov focused on easing the border tension and working out a formula for a negotiating process that includes the Ukraine government.\n\nAfterward, Kerry told reporters that both governments agreed on the need for a diplomatic solution, and that the goal for now was de-escalating the crisis to allow for further talks.\n\nHowever, he never directly mentioned Crimea or its annexation and he didn't repeat an earlier U.S. demand that Russian troops leave Crimea.\n\n\"Both sides made suggestions on ways to de-escalate the security and political situation in and around Ukraine,\" Kerry said. \"We also agreed to work with the Ukrainian government and the people to implement the steps that they are taking to assure the following priorities: the rights of national minorities, language rights, demobilization and disarmament of the regular forces and provocateurs, an inclusive constitutional reform process, and free and fair elections monitored by the international community.\"\n\nHis bottom line? \"No decisions about Ukraine without Ukraine.\"\n\nJust Watched Crimean Tatar replay More Videos ... Crimean Tatar 08:37 PLAY VIDEO\n\nJust Watched Ukrainians prepare for battle replay More Videos ... Ukrainians prepare for battle 03:12 PLAY VIDEO\n\nJust Watched Ukrainian military buildup on the border replay More Videos ... Ukrainian military buildup on the border 02:40 PLAY VIDEO\n\nMeanwhile, Monday's movement of Russian troops -- whether a real withdrawal or symbolic shift --signaled Moscow's acceptance that the Kerry-Lavrov talks yielded some progress.\n\n\"If reports that Russia is removing some troops from the border region are accurate, it would be a welcome preliminary step,\" State Department spokeswoman Jen Psaki said on Monday.\n\nWhat does it all mean?\n\nTwo weeks ago, Ukrainian President Oleksandr Turchynov declared that his country was willing to hold talks with Russia, \"but we will never accept the annexing of our territory.\"\n\nWhile Kerry alluded to the Crimea annexation on Sunday, calling Russia's \"actions\" illegal and illegitimate, he also noted that \"Russia obviously has long ties and serious interests\" in Ukraine.\n\nIn tense, defiant Ukraine border region, prayers are for peace -- unless peace fails\n\nIn Washington, Democratic Sen. Dianne Feinstein of California made a similar point earlier Sunday on CNN, saying that Crimea is \"dominantly Russian.\"\n\nShe sounded resolved that the peninsula with a majority ethnic Russian population now had returned to Moscow's provenance, as Putin wanted all along.\n\n\"A referendum was passed. That, I think, has been done,\" said Feinstein, who chairs the Senate Intelligence Committee. \"But Ukraine is a different subject.\"\n\nHer acknowledgment clashes with Obama and the United Nations, who call the military backed annexation of Crimea a violation of international law and dismiss the Crimean secession referendum as a sham.\n\nObama has threatened further sanctions targeting vital sectors of Russia's economy such as financial services, energy, mining, defense and engineering.\n\nHowever, it remains unclear if European powers such as Germany and Britain would join in such an escalation because of their stronger economic links with Russia.\n\nWhat now?\n\nMore talks and diplomatic posturing,\n\nThe Russian force shift Monday involved several hundred troops at the most, which would be only a fraction of the 40,000 or more estimated to be near the Ukrainian border for what Moscow calls exercises.\n\nThat means the next steps occur under the shadow of the Russian forces that U.S. military officials say could launch an incursion on short notice.\n\nObama's trump card is the possible increased sanctions targeting strategic sectors of the already struggling Russian economy as Moscow assumes greater costs because of the Crimea annexation.\n\nMedvedev said Monday Crimean state salaries and pensions should be raised to Russian levels, as should the pay for military personnel, while compulsory social insurance would be introduced to the region next year.\n\nHe also said Moscow would make Crimea a special economic zone and review water supply projects for the region that now gets 90% of its water, 80% of its electricity and roughly 65% of its gas from Ukraine.\n\nA variety of outcomes remain possible, ranging from further Russian military incursions in other ethnic-Russian strongholds in the region to a negotiated political agreement in which Ukraine adopts a new constitution and holds new elections -- almost certainly minus Crimea.\n\nREAD: Russian energy giant hikes natural gas price for Ukraine\n\nREAD: Opinion: Russia's euphoria over Crimea won't last\n\nREAD: CNN Money: Russia fallout pushes Europe to develop shale gas", "positionLabels": ["defensive"], "politicalLabels": ["liberal"]}