{"yelLabel": ["nonyellow"], "tags": "set([])", "title": "Reid Slams GOP Over Crimea; Senate Bill Advances", "content": "WASHINGTON — Senate Majority Leader Harry Reid said Monday that Republicans may have helped Russia annex Ukraine's Crimean Peninsula, delivering a surprisingly sharp attack just before lawmakers advanced a bill authorizing sweeping U.S. sanctions on Russia and $1 billion in loan guarantees to Ukraine.\n\nThe 78-17 procedural vote in favor of the legislation spared President Barack Obama an embarrassing setback while he lobbies U.S. partners on a weeklong trip overseas to punish Moscow for its annexation of the Crimean peninsula. But Reid's tone suggested a compromise with the Republican-controlled House may prove difficult, prolonging Congress' inaction in the two weeks since Russian President Vladimir Putin's military intervention.\n\nReid focused his ire on the GOP senators who blocked the bill before lawmakers went on break March 14. He urged them to consider \"how their obstruction affects United States' national security as well as the people of Ukraine\" and said their delay of any congressional action \"sent a dangerous message to Russian leaders.\"\n\n\"Since a few Republicans blocked these important sanctions last work period, Russian lawmakers voted to annex Crimea and Russian forces have taken over Ukrainian military bases,\" Reid said. \"It's impossible to know whether events would have unfolded differently if the United States had responded to Russian aggression with a strong, unified voice.\"\n\nThe Nevada Democrat's charge came despite widespread bipartisan support for providing Ukraine with much-needed economic assistance and hitting Putin's government with sanctions. And GOP Senate aides noted the House has passed different legislation, meaning the Senate bill could not have become law before recess anyhow. They blamed Reid and Democrats for blocking the Senate from taking up the House legislation.\n\nReid \"sounds completely unhinged,\" fired back Michael Steel, spokesman for House Speaker John Boehner, R-Ohio. \"The House has acted, and is continuing to act, in a reasonable and responsible way to give the White House the tools it needs to hold President Putin accountable.\"\n\nThe Senate bill includes a proposal from one of Obama's fiercest critics, Republican Sen. John McCain, enabling the president to impose economic penalties on Russian government officials for corruption even within Russia's own borders. The broadness of the authorization is unprecedented for Russia, even if applying the sanctions would be at Obama's discretion.\n\nBut it also includes GOP-opposed reforms of the International Monetary Fund, which the United States, Europe and others are working with to stabilize Ukraine's economy. The IMF's 2010 reforms increase the power of emerging countries in the lending body and shift some $63 billion from a crisis fund to a general account it can use for economic stabilization operations around the world.\n\nRepublicans have long spurned the administration's attempt to ratify the IMF changes, saying they'd increase the exposure of U.S. taxpayers in foreign bailouts managed by the fund. Making the shift now, opponents such as Sens. Rand Paul and Marco Rubio argue, also would marginally increase Russia's voting power over the fund's finances.\n\nThe Obama administration and Democrats counter that unless the U.S. approves the new rules, Washington will lose its influence at the IMF and hamper the body's ability to avert economic meltdowns in places precisely like Ukraine. The U.S. is the only major country that has yet to sign off.\n\nWith American officials warning that Russia could opt to expand further into Ukraine, McCain urged his colleagues to look beyond the IMF provisions. He stressed the need for Congress to pass the Senate bill quickly.\n\n\"If we do not send this message now,\" McCain said, \"Putin will be encouraged to enact further acts of aggression against Crimea and in the region.\"\n\nReid interpreted the logjam differently. He said Republicans blocked the bill before Congress' one-week recess to \"protect the anonymity of their big-money donors\" such as the Koch brothers, two of America's wealthiest men who've strongly supported conservative causes. He was referring to an unsuccessful attempt by some Republicans to include an amendment to the bill halting new IRS regulations on groups claiming tax-exempt status.\n\n\"Republicans objected to moving forward with this aid package unless Democrats agreed to allow the Kochs and billionaires like them to continue to anonymously spend millions trying to buy America's democracy,\" Reid said. \"It's hard to believe. But that's the truth.\"\n\nNevertheless, a majority of Senate Republicans joined Democrats in passing the cloture vote Monday evening, setting the stage for full Senate passage of the bill later this week.\n\nHouse members are preparing to write their own Russia sanctions bill at a meeting of the Foreign Affairs committee Tuesday, supplementing the aid legislation they passed earlier this month. Neither includes any reference to the IMF.", "positionLabels": ["factual"], "politicalLabels": ["liberal"]}