{"yelLabel": ["nonyellow"], "tags": "set(['Interactives', 'Investigations'])", "title": "Ukraine may have to go nuclear, says Kiev lawmaker", "content": "Pavlo Rizanenko, a member of parliament, points at his district on a map. Rizanenko says Ukraine needs to take drastic steps to defend itself, and must consider re-arming with nuclear weapons. (Photo: Oren Dorell, USA TODAY)\n\nKIEV, Ukraine — Ukraine may have to arm itself with nuclear weapons if the United States and other world powers refuse to enforce a security pact that obligates them to reverse the Moscow-backed takeover of Crimea, a member of the Ukraine parliament told USA TODAY.\n\nThe United States, Great Britain and Russia agreed in a pact \"to assure Ukraine's territorial integrity\" in return for Ukraine giving up a nuclear arsenal it inherited from the Soviet Union after declaring independence in 1991, said Pavlo Rizanenko, a member of the Ukrainian parliament.\n\n\"We gave up nuclear weapons because of this agreement,\" said Rizanenko, a member of the Udar Party headed by Vitali Klitschko, a candidate for president. \"Now there's a strong sentiment in Ukraine that we made a big mistake.\"\n\nHis statements come as Russia raised the possibility it may send its troops beyond the Crimean peninsula on the Black Sea into the eastern half of Ukraine.\n\nThe Russian Foreign Ministry said lawlessness \"now rules in eastern regions of Ukraine as a result of the actions of fighters of the so-called 'right sector' with the full connivance\" of Ukraine's authorities.\n\nRizanenko and others in Ukraine say the pact it made with the United States under President Bill Clinton was supposed to prevent such Russian invasions.\n\nThe pact was made after the Soviet Union dissolved in 1991 and became Russia, leaving the newly independent nation of Ukraine as the world's third largest nuclear weapons power.\n\nThe communist dictatorship that was the Soviet Union had based nuclear missiles in republics it held captive along its border with Europe, and Ukraine had thousands. World powers urged Ukraine to give up the arsenal but its leaders balked, expressing fear they needed the weapons to deter Russia from trying to reverse Ukraine's independence.\n\nTo reassure the Ukrainians, the United States and leaders of the United Kingdom and Russia signed in 1994 the \"Budapest Memorandum on Security Assurances\" in which the signatories promised that none of them would threaten or use force to alter the territorial integrity or political independence of Ukraine.\n\nA worker cuts a Soviet-made aviation cruise missile KH-22, able to carry a nuclear charge, on the military base Ozerne in Zhytomyr Nov. 6, 2002. (Photo: Dima Gavrish, AFP)\n\nThey specifically pledged not to militarily occupy Ukraine. Although the pact was made binding according to international law, it said nothing that requires a nation to act against another that invades Ukraine.\n\nThe memorandum requires only that the signatories would \"consult in the event a situation arises which raises a question concerning these commitments.\" Ukraine gave up thousands of nuclear warheads in return for the promise.\n\nThere is little doubt that Russia has in fact placed its military forces in Ukraine's province of Crimea. Russia's foreign minister has said its troops are there to protect Russian lives and interests.\n\nAnd Russian President Vladimir Putin said that the commitments in the agreement are not relevant to Crimea because a \"coup\" in Kiev has created \"a new state with which we have signed no binding agreements.\"\n\nThe U.S. and U.K. have said that the agreement remains binding and that they expect it to be treated \"with utmost seriousness, and expect Russia to, as well.\"\n\nPresident Obama has talked to Putin over the phone and said there is no danger to Russians in Ukraine and that they should agree to let international forces enter Crimea so differences can be resolved peacefully, according to the White House.\n\nBut Putin insisted to Obama that ethnic Russians in Crimea needed protection and reiterated that the government in Kiev is illegal because the parliament ousted pro-Moscow President Viktor Yanukovych.\n\n\"Everyone had this sentiment that for good or bad the United States would be the world police\" and make sure that international order is maintained, Rizanenko said of the Budapest pact.\n\n\"Now that function is being abandoned by President Obama and because of that Russia invaded Crimea,\" he said.\n\n\"In the future, no matter how the situation is resolved in Crimea, we need a much stronger Ukraine,\" he said. \"If you have nuclear weapons people don't invade you.\"\n\nThe White House and U.S. State Department did not respond to e-mails requesting comment.\n\nRizanenko spoke a day after returning from a visit to the Crimea, where armed Crimeans under orders from Russian commanders blocked him from visiting a Ukrainian border post, he said.\n\nRussian military units have ringed Crimea's borders to block the Ukrainian military from exerting control on the territory, and Ukraine's army cannot defeat Russia's, he said.\n\nObama had warned Putin of \"costs\" should he persist in Crimea but the main action against Moscow so far has been a ban on travel to the United States of unnamed persons. Europe and the United States said they are considering economic sanctions against Russia but none have been imposed.\n\nMeanwhile, \"all the time Russia is moving more and more troops into Crimea,\" Rizanenko said. \"Only force will influence (Putin's) decision.\"\n\nRead or Share this story: http://usat.ly/1itqWEf", "positionLabels": ["defensive"], "politicalLabels": ["neutral"]}