{"yelLabel": ["nonyellow"], "tags": "set([])", "title": "Critics Seize On Obama’s ISIS Remarks at Prayer Breakfast", "content": "WASHINGTON — President Obama may have thought he was giving a straightforward history lesson at the National Prayer Breakfast on Thursday when he compared the atrocities of the Islamic State to the bloodshed committed in the name of Christianity in centuries past.\n\nBut that is not how many of his longtime critics saw it.\n\n“The president’s comments this morning at the prayer breakfast are the most offensive I’ve ever heard a president make in my lifetime,” said Jim Gilmore, the former Republican governor of Virginia. “He has offended every believing Christian in the United States.”\n\nRush Limbaugh devoted a segment of his show to what he said were the president’s insults to the “whole gamut of Christians” and Twitter’s right wing piled on. Guests on Megyn Kelly’s Fox News show spent 15 minutes airing objections to the president’s comments.\n\n“Lest we get on our high horse and think this is unique to some other place, remember that during the Crusades and the Inquisition, people committed terrible deeds in the name of Christ,” Mr. Obama said. “In our home country, slavery and Jim Crow all too often was justified in the name of Christ.”\n\nContinue reading the main story Video\n\nStill, the president went on to focus on the terrorism carried out under the guise of Islam, saying that the last few months have shown the degree to which faith can be “twisted and misused in the name of evil.”\n\n“From a school in Pakistan to the streets of Paris, we have seen violence and terror perpetrated by those who profess to stand up for faith — their faith — professed to stand up for Islam, but, in fact are betraying it,” he said, describing the Islamic State as “a brutal, vicious death cult that, in the name of religion, carries out unspeakable acts of barbarism.”\n\nBill Donohue, the president of the Catholic League, said in a statement that Mr. Obama was trying to “deflect guilt from Muslim madmen.” He said the president’s comparisons were “insulting” and “pernicious.”\n\nMr. Gilmore said the comments go “further to the point that Mr. Obama does not believe in America or the values we all share.”\n\nThe White House had no comment on Thursday night about the criticism.\n\nIn his speech, Mr. Obama said the use of religion to justify violence and killings “is not unique to one group or one religion.”\n\n“There is a tendency in us, a sinful tendency, that can pervert and distort our faith,” he said.\n\nThe talk of terrorism was the sharpest note in a speech that was otherwise a reflection on religion and humility, and it was Mr. Obama’s latest effort to avoid branding recent violence by the Islamic State or those professing common cause with it as “Islamic” extremism. His team has said that doing so would play into the hands of terrorist organizations, legitimizing their message.", "positionLabels": ["factual"], "politicalLabels": ["liberal"]}