{"yelLabel": ["nonyellow"], "tags": "set(['Interactives', 'Investigations'])", "title": "FCC chief delivers details on his net neutrality strategy", "content": "At the White House on May 1, 2013, telecom industry lobbyist Tom Wheeler listens as President Barack Obama announces his plan to recommend Wheeler to be Federal Communications Commission chairman (Photo: Mark Wilson, Getty Images)\n\nFCC Chairman Tom Wheeler is taking his net neutrality plan on the road.\n\nThe agency chief talked up the new rules that he is proposing to protect the open Internet at a digital broadband seminar Monday at the University of Colorado Law School in Boulder, Colo.\n\n\"There are three simple keys to the broadband future,\" he said. \"Broadband networks must be fast. Broadband networks must be fair. Broadband networks must be open.\"\n\nIn a copy of the speech provided by the Federal Communications Commission, Wheeler offered insights into how he arrived at his net neutrality proposal, which he gave to the rest of the commission last week. A vote is expected on Feb. 26.\n\nHe asked the audience at the university's Silicon Flatirons Center to recall how Ted Turner had to encourage cable operators to add CNN to its channels and, similarly, MTV had to create its \"I want my MTV!\" to get carried. Conversely, popular services such as Pandora and Spotify didn't need permission to connect to the Net, because the FCC has kept the Net open, like telephone service, rather than closed like cable networks.\n\nThat led Wheeler to decide that the agency must base its authority on \"a modernized version\" of Title II of the Communications Act of 1934. Opponents may characterize Title II as too outdated, \"but it is misleading when used to describe the modernized version of Title II that I'm proposing,\" he said.\n\nBreaking down his proposal — the full details of which remain under wraps at the FCC — Wheeler said that it would ban paid prioritization, blocking and throttling of broadband content. Consumers and content sources, or \"edge providers,\" would be protected from any \"last-mile tactics\" that interfere with their connectivity, he said.\n\nBack in Washington, the clamor over Wheeler's plan is crescendoing. Sen. Ron Johnson, R-Wis., the chairman of the homeland security committee, on Monday sent a letter to Wheeler and the FCC asking whether President Obama exerted undue influence on Wheeler to choose the Title II option. His request follows a similar one made Friday by House Oversight and Government Reform Committee chairman Rep. Jason Chaffetz, R-Utah.\n\n\"The FCC's new position on net neutrality is not only a monumental shift from Chairman Wheeler's original net neutrality proposal but also a large deviation from the light regulatory touch applied to broadband services since the Clinton administration,\" Johnson said in his letter to the agency. \"I am concerned that undue pressures may have led you to this decision. In particular, my concern is the apparent pressure exerted on you and your agency by the White House.\"\n\nWheeler said Monday that his proposals also use Section 706 of the Telecommunications Act of 1996 for a \"one-two punch\" that would protect consumer broadband Internet access. \"It is the FCC using all of the tools in its toolbox to protect innovators and consumers,\" Wheeler said.\n\nAlso protected: Wireless mobile networks and network interconnections. Should content companies and content delivery networks can file complaints with the FCC if they think an Internet service provider is not acting in a \"just and reasonable\" fashion, he said.\n\nTo encourage continued investment in networks, Wheeler's plan includes \"no rate regulation. No unbundling. No tariffs or new taxes,\" he said. \"I would note that when applied to mobile voice service over the past two decades, the use of such light-touch Title II — which, by the way, was sought by the industry — went hand-in-hand with massive investment.\"\n\nOther parts of the proposal protect access for disable consumers and personal information. \"The proposal also looks forward into the broadband future to assure there are basic ground rules and a referee on the field to enforce them,\" Wheeler said. \"In general, if an action hurts consumers, competition, or innovation, the FCC will have the authority to throw the flag.\"\n\nWheeler also noted other actions that the FCC has taken, or is considering, that are important. Last month, the agency voted to create a new definition for broadband — upping the speeds to 25 Megabits per second for downloading and 3 Mbps for uploading from the original 4 Mbps down and 1 Mbps up.\n\nAnd another vote scheduled for the Feb. 26 meeting is one on Wheeler's recommendation that the agency overturn laws in Chattanooga, Tenn., and Wilson, N.C., that are preventing the communities from offering and expanding public broadband service.\n\nTechnological advances, coupled with broadband connectivity, offers the promise of a \"vast, unimaginable future,\" Wheeler said. \"To fully realize the promise of that future, broadband must be fast, fair and open.\"\n\nFollow Mike Snider on Twitter: @MikeSnider\n\nRead or Share this story: http://usat.ly/1Dd0BSW", "positionLabels": ["critical"], "politicalLabels": ["liberal"]}