{"yelLabel": ["nonyellow"], "tags": "set([])", "title": "Economy tops voter concerns in exit polls", "content": "Story highlights Exit polls Tuesday night find economy by far voters' top issue\n\nHealth care and the deficit were also major concerns\n\nPolitical experts watching the racial breakdown of voter turnout\n\nIt's little surprise that the economy weighed heavily on the minds of voters as they exited the polls Tuesday.\n\nAfter all, for the better part of a year, both President Barack Obama and Republican challenger Mitt Romney tried to make the case that their respective plans were the best fix for an ailing economy buffeted by high unemployment, anemic home sales and high foreclosure rates.\n\n\"It's an election in a year when the economy is in a very slow, grinding recovery, so it's sort betwixt and between, right? It's neither the kind of booming recovery that would have given Obama an easy win nor the kind of really ugly jobs picture that we had a year ago,\" CNN contributor and New York Times columnist Ross Douthat said Tuesday on CNN Newsroom.\n\nJust Watched First exit poll results replay More Videos ... First exit poll results 02:55 PLAY VIDEO\n\nExit Polling\n\nSixty percent of those polled by CNN as they finished voting listed the economy as the most important issue. Those exit polls provide a window into voters' thoughts in some of the most-closely watched states of Florida, Virginia, Ohio and New Hampshire.\n\nPolitics: Republicans pick up a key seat in governors' races\n\nOf those voters who were asked about the biggest economic problem facing \"people like you,\" 38% said it was unemployment, 37% said rising prices, 14% said taxes and 8% said it was the housing market.\n\nOf those who voted Tuesday, 25% said they were doing better today compared with four years ago, 32% said they were doing worse and 42% said they were doing about the same.\n\nThe last government unemployment figures before Election Day showed more of the incremental economic growth that Obama heralds as continued recovery and Romney labels insufficient.\n\nAccording to the Bureau of Labor Statistics, the economy added 171,000 jobs last month and the unemployment rate rose to 7.9%, up from 7.8% in September after being above 8% since February 2009 -- the month after Obama took office.\n\nElection 2012 Live\n\nMore voters in the swing states of Florida, New Hampshire, Ohio and Virginia blame George W. Bush than Obama for the state of the U.S. economy. Florida, Ohio and Virginia were still too close to call late Tuesday night.\n\nAnd exit polling suggests that in the critical battleground state of Ohio, 59% of voters polled approve of the federal government's aid to U.S. automakers while 36% disapprove.\n\nHouse Speaker John Boehner on Sunday said he was \"very confident\" that Mitt Romney will win his home state of Ohio on Tuesday, but acknowledged that the auto bailout has helped the president with some voters here.\n\nPolitics: Democrats keep control of Senate, CNN projects\n\n\"Romney is doing well in Ohio. You know, polls don't decide elections, voters do,\" the speaker said Sunday, though he later added \"the auto bailout may help the president in Ohio a little.\"\n\nHealth care and the deficit also ranked high with voters.\n\nThat, too, was no surprise.\n\nThe U.S. Supreme Court's narrow upholding of the health care reform law this summer gave Obama and Democrats a morale boost and riled Republicans who vowed to repeal the law \"lock, stock and barrel.\" The two presidential candidates' rival proposals to trim the nation's debt provided for some of the liveliest exchanges during the presidential debates.\n\nIn the battleground state of Florida, which has a large elderly population, 49% of voters said Obama would better handle Medicare, while 47% gave the nod to Romney.\n\nMeanwhile, 29% of those polled said they want someone who has a vision for the future and a nearly identical number, 27%, want someone who shares their values; 21% say the top quality they were looking for is whether a candidate cares about people like them, while 18% want a strong leader.\n\nThe racial breakdown of turnout will also deeply impact the election, political experts say.\n\n\"One important indicator I will be looking at Election Night is the question of ethnicity -- and how the white vs. the nonwhite population splits,\" CNN chief political analyst Gloria Borger wrote for CNN. \"In the 2008 election, 74% of the electorate was white. That percentage has declined recently because of the growth in the Hispanic and voting African-American population.\"\n\nCNN Projects: It's Obama!", "positionLabels": ["factual"], "politicalLabels": ["neutral"]}