{"yelLabel": ["yellow"], "tags": "set([])", "title": "McCain Attacks Los Angeles Times Over Its Refusal to Release ’03 Obama Video", "content": "Alleging media bias in favor of Democrats, Senator John McCain and Gov. Sarah Palin seized Wednesday on The Los Angeles Times’s refusal to release a five-year-old videotape of Barack Obama at a dinner honoring a Palestinian rights advocate.\n\nThe video shows a gathering in Chicago for Rashid Khalidi, a teacher, writer and Obama friend who is critical of Israel. Mr. Obama spoke at the dinner, where other speakers likened Israel and Israelis to terrorists. The McCain campaign said the tape could show how Mr. Obama reacted to anti-Israel remarks.\n\nMr. Khalidi, now a professor of Arab studies at Columbia University, opposes Israel’s occupation of territory it seized in the 1967 war and has defended Palestinian resistance to the occupation. He advised a Palestinian delegation at a 1991 peace conference and has written several books on the Middle East.\n\nThe Los Angeles Times said it had been given the video on the condition that it not be shown to anyone else. In an article published in April, the paper disclosed the tape’s existence and described the dinner. The article said that in a speech there, Mr. Obama spoke of frequent discussions with Mr. Khalidi and dinners at his home, and also called on the people of the Middle East to find common ground.\n\nThat article drew little attention for more than six months, until it was raised by conservative bloggers and then by the McCain campaign. On Tuesday, a campaign spokesman accused the newspaper of shielding Mr. Obama from potentially damaging disclosures. And on Wednesday, Mr. McCain and Ms. Palin took up that message.\n\n“I’m not in the business of talking about media bias, but what if there was a tape with John McCain with a neo-Nazi outfit being held by some media outlet?” Mr. McCain said in an interview with radio station WAQI in Miami. “I think the treatment of the issue would be slightly different.”\n\nSome conservatives question the sincerity of Mr. Obama’s stated support for Israel, a crucial issue to many Jewish voters in swing states like Florida. Mr. Obama’s campaign says that his stance on the matter has not changed and that his public and private positions are identical. Mr. Khalidi has said much the same of the candidate’s stance.\n\nIn countering the McCain attacks, the Obama campaign also cited a tangential link between Mr. McCain and Mr. Khalidi. Mr. McCain is chairman of the International Republican Institute, which gave grants in the 1990s to the Center for Palestine Research and Studies, of which Mr. Khalidi was a founder, to conduct surveys of Palestinians. The International Republican Institute’s 1998 tax filing says it gave $448,000 to the Palestine group, money that originated with government grants to the Republican organization.\n\nThe Times article about the dinner said that one speaker had read a poem accusing Israel of terrorism and that another had compared West Bank settlers to Osama bin Laden.\n\n“What we don’t know is how Barack Obama responded to these slurs on a country that he professes to support, and the reason we don’t know is the newspaper that has this tape, The Los Angeles Times, refuses to release it,” Ms. Palin said at a rally in Bowling Green, Ohio. “It must be nice for a candidate to have major news organizations looking out for their best interests like that.”\n\nOfficials of the newspaper said they were inundated with complaining phone calls on Wednesday, after conservative commentators on television, radio and the Internet called for the tape’s release. But Doyle McManus, the paper’s Washington bureau chief, said it was being unfairly maligned for a rather routine agreement with a source.\n\n“We revealed this event,” Mr. McManus said. “We didn’t suppress it.”\n\n“It’s not unusual for reporters to be given information in ways that allow them to authenticate it but don’t give them complete control of the information,” he said. “We are sometimes shown documents that we are allowed to read but not keep.”\n\nHe would not say whether The Times still had the tape or whether it showed anything of Mr. Obama’s reactions to anti-Israel statements.", "positionLabels": ["defensive"], "politicalLabels": ["liberal"]}