{"yelLabel": ["nonyellow"], "tags": "set(['Interactives', 'Investigations'])", "title": "Obama says Netanyahu differences go beyond 'Kumbaya'", "content": "President Obama speaks during a news conference with Afghan President Ashram Ghani in the East Room at the White House Tuesday. (Photo: Mark Wilson, Getty Images)\n\nWASHINGTON — President Obama said Tuesday that his differences with Israeli Prime Minister Benjamin Netanyahu are not a matter of personality conflicts, but rather a \"very clear, substantive\" difference of opinion about how to resolve the Israeli-Palestinian conflict.\n\n\"I have a very businesslike relationship with the prime minister. I've met with him more than any other world leader. I talk to him all the time,\" Obama said. \"So this can't be reduced to somehow a matter of let's all hold hands and sing 'Kumbaya.'\"\n\nSpeaking at a White House news conference with Afghan President Ashraf Ghani, Obama also addressed the continuing reverberations from Netanyahu's apparent win in Israel's parliamentary elections last week.\n\nObama did not address reports that Israel had spied on the Iran negotiations. \"As a general rule I don't comment on intelligence matters in a big room full of reporters, and I think I'll continue that tradition,\" Obama said.\n\nBut he also insisted that there would be full transparency on the details of any deal. \"It's going to be there for everybody to see, and people are going to be able to lift up the hood and see what's in there.\"\n\nMost concerning to Obama was Netanyahu's election-eve declaration that a two-state solution — an independent Palestinian country side-by-side with Israel — would not happen as long as he's prime minister.\n\n\"I took him at his word that that's what he meant, and I think a lot of voters inside Israel understood him to mean that rather unequivocally,\" Obama said.\n\nNetanyahu's later attempts to walk back those remarks haven't convinced Obama, who said Netanyahu has put so many conditions on a two-state solution that \"they would be impossible to meet any time soon,\" Obama said.\n\nObama said military and intelligence cooperation with Israel would continue \"unabated and unaffected,\" but said the United States would have to reevaluate its diplomatic stance. He did not reject the possibility that he would allow the United Nations Security Council to recognize a Palestinian state, a move the United States has vetoed in the past.\n\n\"We're going to do that evaluation,\" he said. \"We're going to partly wait for an actual Israeli government to form.\"\n\nFollow @gregorykorte on Twitter.\n\nRead or Share this story: http://usat.ly/1C8eCA7", "positionLabels": ["factual"], "politicalLabels": ["neutral"]}