{"yelLabel": ["nonyellow"], "tags": "set([])", "title": "GOP, Obama fight to win over female voters", "content": "The fight for female voters in 2012 is becoming more urgent as the general election comes into sharper view and President Obama's re-election campaign forges ahead with efforts to lock down the key voting bloc before November.\n\nThe battle is set to heat up once again this Friday when Obama delivers remarks at the White House before a special women's conference. The address comes on the heels of a poll suggesting the president enjoys an advantage among female voters when matched up against Republican presidential front-runner Mitt Romney.\n\nADVERTISEMENT ADVERTISEMENT\n\nOne panel on Friday is expected to focus on women's health, an issue Democrats have made central to their appeal to female voters.\n\nRomney, meanwhile, is battling for the same group as he tries to wrap up the nomination fight over the next few weeks.\n\n“I will win by having the support of men and women and in the battleground states and across country,” Romney said at a convention of newspaper editors in Washington when asked Wednesday about the possible gender gap between him and Obama.\n\nRomney also said Wednesday that Democrats have “done an effective job of trying to mischaracterize” his party’s views, but said women as well as men are still largely concerned about the economy.\n\nHe repeated recent comments that female voters are telling his wife Ann on the campaign trail that their biggest worries are jobs and the high price of gas, which effects them getting their children to school and after-school practice.\n\n“That's what women care about in this country,” Romney said.\n\nObama, though, appears to be crafting his pitch to women around more than just economic matters. After igniting outcry on the right by initially forcing insurers for some faith-based employers to provide coverage for birth control, the president has used the controversy to ridicule Republican social positions.\n\nOver the past several months Obama supporters have repeatedly argued Republicans are alienating female voters by becoming too involved in reproductive issues, including an attack on Romney for saying he would consider an end to federal funding for Planned Parenthood, despite him saying that the idea was part of a larger plan that included several groups to help cut the U.S. deficit.\n\n“The conversation about birth control has been a bit of distraction,” Republican strategist Juleanna Glover said. “The general election will focus on the colloquial pocketbook issues.”\n\nGlover said she sees a “missed opportunity” by both parties in failing to point out the connection between birth control and the economy, considering in part that Medicaid pays for 40 percent of U.S. births.\n\n“Arguably, contraception is a pocketbook issue,” said Glover, who was a top staffer for George W. Bush and Vice President Dick Cheney and a supporter of former Utah Gov. Jon Huntsman’s presidential campaign.\n\nMeanwhile, a new USA Today/Gallup poll of swing-state votes shows Obama with a 2-1 advantage over Romney among women under 50.\n\nJust this week, Obama returned to the Planned Parenthood issue, recording a video for the group’s website in which he says the group has over the past year had to “stand up to politicians who wanted to deny millions of women the care they rely on.”\n\n\"Let's be clear here, women are not an interest group” he said.\n\nHe also took a jab at Romney in the video, saying “when some professional politicians casually say they'll 'get rid of Planned Parenthood,' don't forget what they're really talking about — eliminating the funding for preventative care that millions of women rely on and leaving them to fend for themselves.\"", "positionLabels": ["defensive"], "politicalLabels": ["neutral"]}