{"yelLabel": ["yellow"], "tags": "set([])", "title": "Record Spending by Obama’s Camp Shrinks Coffers", "content": "President Obama has spent more campaign cash more quickly than any incumbent in recent history, betting that heavy early investments in personnel, field offices and a high-tech campaign infrastructure will propel him to victory in November.\n\nSince the beginning of last year, Mr. Obama and the Democrats have burned through millions of dollars to find and register voters. They have spent almost $50 million subsidizing Democratic state parties to hire workers, pay for cellphones and update voter lists. They have spent tens of millions of dollars on polling, online advertising and software development to turn Mr. Obama’s fallow volunteers corps into a grass-roots army.\n\nThe price tag: about $400 million from the beginning of last year to June 30 this year, according to a New York Times analysis of Federal Election Commission records, including $86 million on advertising.\n\nBut now Mr. Obama’s big-dollar bet is being tested. With less than a month to go before the national party conventions begin, the president’s once commanding cash advantage has evaporated, leaving Mitt Romney and the Republican National Committee with about $25 million more cash on hand than the Democrats as of the beginning of July.\n\nDespite Mr. Obama’s multimillion-dollar advertising barrage against Mr. Romney, he is now being outspent on the airwaves with Mr. Romney benefiting from a deluge of spending by conservative “super PACs” and outside groups. While Mr. Romney has depleted much of his funds from the nominating contest, he is four weeks away from being able to tap into tens of millions of dollars in general election money. And many polls show the race to be very close.\n\nMr. Obama’s cash needs — he spent $70.8 million in June alone, more than half on advertising and far more than he raised — have brought new urgency to his campaign’s fund-raising efforts. His advisers have had to schedule more fund-raising trips than originally planned to big-money states like New York, according to donors involved in the effort. The super PAC supporting his campaign, Priorities USA Action, is enlisting former President Bill Clinton as a rainmaker, hoping to counter its conservative counterparts.\n\nWhile Mr. Obama will also have access to general election money in September, he is unlikely to have the same spending advantage over Mr. Romney as he had during the primary season, when Mr. Romney spent much of his money battling Republican rivals.\n\nAnd with August a traditionally slow month for fund-raising, Mr. Obama has bombarded his supporters in recent weeks with increasingly urgent pleas for money, mindful that he will need to drastically raise his cash intake in the coming months merely to equal his record-breaking haul from 2008.\n\n“My upcoming birthday next week could be the last one I celebrate as president of the United States, but that’s not up to me — it’s up to you,” Mr. Obama wrote last week as the campaign’s latest fund-raising deadline and his Aug. 4 birthday approached. “This July deadline is our most urgent yet, coming after two consecutive months of being significantly outraised by Romney and the Republicans.”\n\nMr. Obama’s heavy expenditures — and his campaign’s pressure on bundlers to find and groom new donors — have stirred worries among other Democrats, who have long taken Mr. Obama’s financial supremacy for granted.\n\n“There is a lot of worry that Romney’s folks are raising so much more,” said one of Mr. Obama’s top fund-raisers, who did not want to be identified as discussing internal campaign business. “I just don’t think there’s a lot of high-dollar money left on the table.”\n\nIn fact, Republicans insist that Mr. Obama will rue his spending.\n\n“Heading into the final laps of the campaign, the Democrats will regret squandering so much of their haul early in the cycle on massive monthly overhead,” said Sean M. Spicer, a spokesman for the R.N.C.\n\nBut in interviews, party and campaign officials defended the approach of spending money to build out the campaign, saying they believed that the wisdom of Mr. Obama’s strategy would be demonstrated at the voting booth in November.\n\n“The earlier the better,” said Adam Fetcher, an Obama campaign spokesman. “Starting a conversation with a persuadable voter months before Election Day allows us to be more effective in responding to that voter’s priorities than if they first hear from us a few weeks out. Building and maintaining our grass-roots foundation takes time and resources, but we believe those early investments will make a difference.”\n\nBut grass-roots movements do not come cheap.\n\nThrough June 30, Mr. Obama and the Democratic National Committee had spent $46 million on direct mail and postage, according to F.E.C. records. Legal fees added up to $3 million, while $25,000 went to flower arrangements. Phones and telemarketing have eaten up at least $24 million, and Internet advertising $36 million, part of a sophisticated effort to try out different fund-raising appeals, test attacks on Mr. Romney and reach small donors. The campaign reached two million total donors in May, a campaign official said, a tally it did not reach until August during the 2008 election cycle.\n\nMindful that the recession has displaced many people who voted for Mr. Obama in 2008, especially those with low incomes, the campaign has also invested heavily in voter registration. That has paid dividends in states like Nevada, where Democrats have steadily expanded their registration advantage over Republicans in recent months. In Ohio, the early deployment of money and a field staff last year also allowed the campaign to help Democrats fight a Republican-led effort to restrict early voting in the state.\n\nThe campaign has opened field offices far earlier than past campaigns in swing communities around the country, hiring people to train volunteers, find pockets of Democrats and identify voters who might be persuaded to vote for Mr. Obama in November. With staff members in virtually every state, the Obama campaign and the D.N.C. have spent $52 million on payroll and benefits since the beginning of last year, along with $5 million for rent.\n\nIn the bellwether city of Chillicothe, Ohio, Mr. Obama’s team opened a field office eight months earlier than it did during the 2008 cycle, a party official said on Thursday, allowing the campaign to spend far longer courting those voters still on the fence.\n\n“You can pay for direct mail or TV ads at the last minute, but you can’t shortcut long-term volunteer training programs,” said the official, who was granted anonymity to discuss the campaign’s spending strategy. “The relationships we’ve built, the depth of what people know about their communities, our data systems, the training and organization — good luck doing that in less than 100 days.”", "positionLabels": ["critical"], "politicalLabels": ["conservative"]}