{"yelLabel": ["nonyellow"], "tags": "set([])", "title": "U.S. Pushes Back Against Warnings That ISIS Plans to Enter From Mexico", "content": "WASHINGTON — Militants for the Islamic State in Iraq and Syria have traveled to Mexico and are just miles from the United States. They plan to cross over the porous border and will “imminently” launch car bomb attacks. And the threat is so real that federal law enforcement officers have been placed at a heightened state of alert, and an American military base near the border has increased its security.\n\nAs the Obama administration and the American public have focused their attention on ISIS in recent weeks, conservative groups and leading Republicans have issued stark warnings like those that ISIS and other extremists from Syria are planning to enter the country illegally from Mexico. But the Homeland Security Department, the F.B.I. and lawmakers who represent areas near the border say there is no truth to the warnings.\n\n“There is no credible intelligence to suggest that there is an active plot by ISIL to attempt to cross the southern border,” Homeland Security officials said in a written statement, using an alternative acronym for the group.\n\nPhoto\n\nDemocrats say opponents of President Obama are simply playing on concerns about terrorism as part of their attempt to portray Mr. Obama as having failed to secure the border against illegal immigration.\n\n“There’s a longstanding history in this country of projecting whatever fears we have onto the border,” said Representative Beto O’Rourke, Democrat of Texas, who represents El Paso and other areas near the border. “In the absence of understanding the border, they insert their fears. Before it was Iran and Al Qaeda. Now it’s ISIS. They just reach the conclusion that invasion is imminent, and it never is.”\n\nAt a congressional hearing last week, Representative Jeff Duncan, Republican of South Carolina, pushed back strongly against the testimony of Homeland Security Department officials and Mr. O’Rourke, saying they were ignoring a gathering threat.\n\n“Wake up, America,” Mr. Duncan said before storming out of the hearing. “With a porous southern border, we have no idea who’s in our country.”\n\nBut counterterrorism officials say they are far more concerned that an ISIS militant will enter the United States the same way millions of people do each year: legally, on a commercial flight. Their efforts have focused on the more than 2,000 Europeans and 100 Americans who have traveled to Syria to fight alongside extremist groups, nearly all of them crossing over its unprotected borders. Without markings in their passports to show that they traveled to Syria, American border authorities have few ways of determining where they were and stopping them from entering the country.\n\nWarnings about the possibility of terrorists entering the United States from Mexico have been sounded in the past. During the 2012 presidential campaign both Rick Perry and Mitt Romney, the Republican nominee, said Islamic extremists working with countries in Latin America, including Mexico, posed a significant threat to the United States.\n\n“We know that Hamas and Hezbollah are working in Mexico, as well as Iran, with their ploy to come into the United States,” Mr. Perry, the governor of Texas, said at a Republican debate in 2011. “So the idea that we need to have border security with the United States and Mexico is paramount to the entire Western Hemisphere.”\n\nMr. Perry repeated his concerns in a speech last month at the Heritage Foundation in Washington in which he said that because the border was not secure, “individuals from ISIS or other terrorist states could be” crossing into the United States. “I think it’s a very real possibility that they may have already used that,” he said.\n\nIn late August, the conservative group Judicial Watch posted an article on its website about how ISIS was operating in the Mexican border city of Ciudad Juárez and planning car bomb attacks.\n\n“High-level federal law enforcement, intelligence and other sources have confirmed to Judicial Watch that a warning bulletin for an imminent terrorist attack on the border has been issued,” the report said. “Agents across a number of Homeland Security, Justice and Defense agencies have all been placed on alert and instructed to aggressively work all possible leads and sources concerning this imminent terrorist threat.”\n\nJudicial Watch said intelligence officials had “picked up radio talk and chatter indicating that the terrorist groups are going to ‘carry out an attack on the border.’ “ It quoted a “high-level source” saying that the attack was “coming very soon.”\n\nMr. O’Rourke said that immediately after that report was posted he called the F.B.I. and Homeland Security Department. They told him they had no intelligence about such an attack. Mr. O’Rourke said he spent the rest of his day arguing with members of the news media in Texas about why the Judicial Watch report was not a story. He largely failed to convince them, and the article was widely reported.\n\nTom Fitton, the president of Judicial Watch, said the Obama administration had a history of looking the other way on national security threats, particularly ones involving the border.\n\n“President Obama or his administration should acknowledge this dire threat on the border, whatever its political ramifications are for the debate on immigration,” Mr. Fitton said.\n\nMr. Fitton said that the idea of ISIS coming across the border “goes against the narrative that the border is secure” and that Americans “don’t need to worry about illegal immigration.”\n\nOn Fox News on Monday, a county sheriff in Texas said he had received reports that Qurans and Muslim clothing had been found on smuggling routes. He said that was evidence that Muslims had been smuggled into the United States.\n\n“If they show their ugly head in our area, we’ll send them to hell,” said the sheriff, Gary Painter, of Midland County. “I would like for them to hit them so hard and so often that every time they hear a propeller on a plane or a jet aircraft engine that they urinate down both legs. When you do that, then you’ve accomplished a lot.”\n\nFox News itself has covered the threats in different ways. After senior administration officials testified at a Senate hearing last week about ISIS, an article on FoxNews.com about the testimony ran under the headline “D.H.S. Confirms ISIS Planning Infiltration of U.S. Southern Border.” An article on Fox News Latino about the same hearing had the headline: “ISIS Terrorists Not Sneaking Over U.S. Southern Border With Mexico, D.H.S. Officials Tell Congress.”", "positionLabels": ["defensive"], "politicalLabels": ["liberal"]}