{"yelLabel": ["yellow"], "tags": "set(['Human Rights', 'Islamic State in Iraq and the Levant (ISIL)', 'Yemen', 'ISIS', 'Science', 'U.S.', 'Marijuana', 'Sports', 'Environment', 'Culture', 'Jordan', 'Middle East', 'Gaza', 'International', 'Terrorism', 'ISIL', 'Technology', 'Economy'])", "title": "Jordan Executes Two After ISIL Kills Pilot", "content": "Jordan executed two death-row prisoners before dawn Wednesday, a government spokesman said. The executions came just hours the Islamic State in Iraq and the Levant (ISIL) published a video on Tuesday that purportedly shows the death by burning of Jordanian pilot Moaz al-Kassasbeh.\n\nJordan had confirmed the pilot's death and vowed a swift and lethal response\n\nA Jordan government spokesman Mohammed al-Momani identified the prisoners as Sajida al-Rishawi and Ziad al-Karbouli, two people said to have links to the al-Qaeda network. The executions took place at Swaqa prison about 50 miles south of the Jordanian capital of Amman. At sunrise, two ambulances carrying the bodies drove away from the prison with security escorts.\n\nAl-Rishawi was on death row for her role in a triple hotel bombing in the Jordanian capital Amman in 2005 that killed dozens. Al-Karbouly was sent to death row in 2008 for plotting terror attacks on Jordanians in Iraq.\n\nOver the past week, Jordan had twice offered to swap her for the pilot. However, officials have said his captors did not deliver proof he was still alive, and the swap never moved forward.\n\nThe 26-year-old first lieutenant was taken hostage in ISIL's stronghold of Raqqa, Syria, after his F-16 jet crashed in late December. ISIL members claimed to have shot down Kassasbeh's plane with a heat-seeking missile. He was the first airman participating in the U.S.-led bombing raids against militant positions in Syria and Iraq to be captured.\n\nIf the video is authenticated, it would be the first time that ISIL has killed a hostage by setting him on fire. Previous videos released by the group have shown the beheadings of captives including two American journalists, an American aid worker and two British aid workers.\n\nIn a clip posted online, a man who appears to be Kassasbeh is seen in a black cage before he is set alight. He is wearing orange clothes similar to those worn by other foreign ISIL captives who have been killed since a U.S.-led coalition, of which Jordan is a member, started bombing the group in July.\n\nJordan's King Abdullah, who was in Washington, D.C., to meet U.S. officials, cut short his visit after receiving news of Kassasbeh's death.\n\nPresident Barack Obama, who hosted Abdullah in a hastily organized Oval Office meeting, led international condemnation of the murder, decrying the \"cowardice and depravity\" of ISIL.\n\n\"The president and King Abdullah reaffirmed that the vile murder of this brave Jordanian will only serve to steel the international community's resolve to destroy ISIL,\" a National Security Council spokesman said after the pair met.\n\nThe Obama administration had earlier reaffirmed its intention to give Jordan $3 billion in security aid over the next three years.\n\nAbdullah has portrayed the campaign against ISIL as a battle over values. In a speech Tuesday night on Jordanian state television, he urged his countrymen to unite.\n\n\"It's the duty of all of us to stand united and show the real values of Jordanians in the face of these hardships,\" Abdullah said. The official Petra news agency said he would be cutting short his Washington trip to return to Jordan.\n\nDozens of people chanting slogans against ISIL marched toward the royal palace to express their anger. Waving a Jordanian flag, they chanted, \"Damn you, Daesh!\" and \"We will avenge, we will avenge our son's blood.\" The Islamic State group is known in Arabic as Daesh.\n\nThe spokesman for the Jordanian armed forces vowed “punishment and revenge\" in a statement read on Jordanian TV, saying \"our punishment and revenge will be as huge as the loss of the Jordanians.”\n\nIn a statement, the White House said it was working to confirm the authenticity of the video. National Security Council spokeswoman Bernadette Meehan added, \"The United States strongly condemns ISIL’s actions, and we call for the immediate release of all those held captive by ISIL. We stand in solidarity with the government of Jordan and the Jordanian people.\"\n\nObama said that the video, if real, would serve only to redouble the determination of the U.S.-led alliance to degrade and destroy ISIL. He added it would be another sign of the \"viciousness and barbarity\" of the group.\n\n\"Whatever ideology they're operating off of, it's bankrupt,\" he told reporters.\n\nDavid Cameron, Britain's prime minister, called the murder \"sickening,\" while Ban Ki-moon, UN secretary-general, labelled it an \"appalling act.\"\n\nThe release of the video came after ISIL beheaded two Japanese hostages within a week.\n\nShinzo Abe, Japan's prime minister, condemned Kassasbeh's burning as \"unforgivable.\"\n\nThe pilot's father, Safi Yousef al-Kassasbeh, was attending a tribal meeting in Amman when news of the video surfaced, and he was seen being led from the session. Other men were seen outside, overcome with emotion.\n\nLate Tuesday, as word spread of his death, protesters marched in his home village of Ai and set a local government office on fire. Witnesses said the atmosphere was tense and that riot police were patrolling the streets.\n\nIn Amman, family members gathering at a tribal meeting place wept when receiving word of his death. Outside, hundreds of protesters took to the streets, chanting: \"There is no god but God and the martyr is beloved by God.\"\n\nISIL controls swaths of Syria and Iraq, and it had demanded the release of Rishawi — a would-be suicide bomber convicted and serving a prison sentence over a 2005 attack in Amman, Jordan — in exchange for Kassasbeh's life.\n\nThe latest video emerged three days after Japanese journalist Kenji Goto was purportedly beheaded by ISIL fighters. The fate of the two captives had been linked, but a video of Goto's apparent slaying released Saturday made no mention of the pilot.\n\nAn audio message last week, also said to be from ISIL, said only that Kassasbeh would be killed if Rishawi was not released by Thursday, without actually proposing a swap.\n\nA scroll on Jordan TV on Tuesday said that Kassasbeh was killed on Jan. 3, raising questions over whether any of the hostage negotiations were sincere.\n\nWith wire services", "positionLabels": ["factual"], "politicalLabels": ["neutral"]}