{"yelLabel": ["nonyellow"], "tags": "set([])", "title": "Rockets hit Israel, escalating border clash", "content": "Rockets hit Israel, escalating border clash\n\nWest Bank closure eased on eve of new peace effort\n\nLatest developments:\n\n(CNN) -- On the eve of new efforts to revive Mideast peace talks, Israel slightly eased its closure of Palestinian areas in the West Bank on Friday.\n\nMeanwhile, two rockets fired from Lebanon slammed into a town in northern Israel, escalating a flare-up of violence that has killed 13 people this week. In apparent retaliation, Israel warplanes fired two rockets at Palestinian guerrilla targets nine miles south of Beirut, Palestinians said.\n\nSince last week's suicide bomb attack on a Jerusalem market, 227 Palestinians have been arrested, the army said. The bombers -- two Islamic militants -- killed themselves and 13 other people.\n\nHezbollah-Israel truce unraveling?\n\nA woman was slightly wounded in Friday's attack on Kiryat Shmona, the army said. A synagogue where worshippers had gathered for morning prayers was damaged. Lebanese security officials said the rockets were launched from Tebnine, just north of the zone occupied by Israel in southern Lebanon.\n\nIt was the first time rockets had hit Kiryat Shmona in the more than 15 months since Israel and Hezbollah guerrillas reached an informal agreement not to fire on civilian targets.\n\nThe U.S.-brokered understanding was part of a 1996 cease-fire that ended a 17-day Israeli offensive mounted to protect northern towns. About 200 people, mainly Lebanese civilians, were killed in the Israeli operation.\n\nThe pro-Iranian Hezbollah, which is fighting to drive Israeli troops and their local Lebanese militia allies from Israel's southern Lebanon occupation zone, denied it launched Friday's attack and did not say who did.\n\nBut the group's chief, Sheik Hassan Nasrallah, told CNN in Beirut that Hezbollah would resume rocket attacks on northern Israel because the 1996 accord had failed to protect Lebanese civilians.\n\nFriday was the second day in a row that rockets fell inside Israel amid widening battles between the Shiite Muslim Hezbollah guerrillas and Israeli forces and their militia allies in southern Lebanon. There were no injuries or damage Thursday.\n\nSince Monday, 13 people have died in cross-border violence, which started with an Israeli commando raid that killed five Hezbollah guerrillas. Seven Lebanon civilians and a pro-Israeli militiaman also have died.\n\nThree of the civilians were killed by Israeli or allied militia fire and one was killed by a Hezbollah roadside bomb. The remaining three died in a roadside bomb blamed on Hezbollah, which in turn blamed Israel.\n\nU.S. envoy set to return\n\nThe latest bloodshed comes just before Saturday's scheduled arrival of U.S. peace envoy Dennis Ross who is on a mediation mission which Washington has said will focus on Israeli insistence on enhanced security.\n\nIn response to the July 30 Jerusalem market bombing, Israel halted peace talks with the Palestine Liberation Organization and sealed off the West Bank and Gaza Strip, stopping trade and preventing about 100,000 Palestinians from reaching jobs in Israel.\n\nOn Friday, Israel partially lifted the closure, allowing some Palestinians to travel in and out of the West Bank cities of Nablus and Jericho and cross the Allenby Bridge into Jordan.\n\nOther cities in the West Bank remain sealed off.\n\nIsrael denies charges it's blocking the entry of food and medicine to the Gaza Strip and the transfer of patients needing treatment in Israel.\n\nIsrael said it was allowing the transfer of about 20 truckloads of food, medicine, animal feed and other essentials into Gaza on Friday. But Palestinians said the amount of supplies entering Gaza doesn't cover the needs of the population.\n\nBeirut Bureau Chief Correspondent Brent Sadler and Reuters contributed to this report.\n\nNewsmaker Profile: Benjamin Netanyahu - Israeli Prime Minister\n\nNewsmaker Profile: Yasser Arafat - Palestinian Leader\n\nMessage Board: Palestine - Land of Conflict\n\nRelated stories:\n\nRelated sites:\n\nNote: Pages will open in a new browser window\n\nExternal sites are not endorsed by CNN Interactive.", "positionLabels": ["critical"], "politicalLabels": ["conservative"]}