{"yelLabel": ["yellow"], "tags": "set(['Human Rights', 'Environment', 'Yemen', 'ISIS', 'International', 'Science', 'U.S.', \"Syria's War\", 'Marijuana', 'Sports', '[if (lt IE 9) & (!IEMobile)]><div data-class=\\'\\' data-src=\"/content/ajam/articles/2014/9/22/us-launches-airstrikesinsyriaagainstisil/jcr:content/rightupperpar/adaptiveimage/src.adapt.480.high.ISIL THREAT WEB BANNER 960x600%5b1%5d.1411470923241.jpg\"></div><![endif]', 'Culture', 'Islamic State', 'Middle East', 'Gaza', 'Syria', 'ISIL', 'Technology', 'Economy'])", "title": "Pentagon: US and partner nations launch airstrikes in Syria against ISIL", "content": "For the latest news and analysis on U.S.-led coalition strikes against ISIL in Syria, visit Al Jazeera's Syria Live Blog.\n\nThe statement used an Arabic name referring to ISIL. The city of Raqqa is the group's self-declared capital in Syria. The statement was the first official reaction to the strikes from Damascus.\n\nSyrian state media carried a brief statement from the foreign ministry early on Tuesday, saying that \"the American side informed Syria's permanent envoy to the U.N. that strikes will be launched against the Daesh terrorist organization in Raqqa.\"\n\n\"More than 20 members of ISIL were killed in strikes on two of the organisation's positions in Raqqa province. The strikes completely destroyed the two positions as well as vehicles stationed there,\" the monitoring group said.\n\nThe strikes killed or wounded an unspecified number of ISIL fighters, according to the Syrian Observatory for Human Rights , which gathers information from a network of activists on the ground.\n\nSyria's foreign ministry said the U.S. informed the Damascus envoy to the United Nations before launching airstrikes against the Islamic State group in Syria.\n\nIn addition, the U.S. \"has also taken action to disrupt the imminent attack plotting against the United States and Western interests\" by Al-Qaeda veterans \"sometimes referred to as the Khorasan Group — who have established a safe haven in Syria to develop external attacks, construct and test improvised explosive devices and recruit Westerners to conduct operations. These strikes were undertaken only by U.S. assets,\" the release said, adding there were eight strikes against Khorasan targets west of Aleppo that included training camps, an explosives and munitions production facility, a communication building and command and control facilities.\n\nThe effort including \"the Kingdom of Bahrain, the Hashemite Kingdom of Jordan, the Kingdom of Saudi Arabia, Qatar and the United Arab Emirates, undertook military action against ISIL terrorists in Syria overnight, using a mix of fighter, bomber, remotely piloted aircraft and Tomahawk Land Attack Missiles to conduct 14 strikes against ISIL targets,\" the release said.\n\nThe strikes destroyed or damaged multiple ISIL targets in the vicinity of Raqqa, Dayr az Zawr, Al Hasakah, and Abu Kamal and included ISIL fighters, training compounds, headquarters and command and control facilities, storage facilities, a finance center, supply trucks and armed vehicles, according to a U.S. Central Command release.\n\nThe United States and partner nations carried out their first airstrikes against ISIL targets in Syria early Tuesday, the Pentagon said, in ongoing operations likely to mark the opening of a new and far more complicated front in the battle against the armed group.\n\nThe strikes were part of the expanded military campaign that President Barack Obama authorized nearly two weeks ago in order to disrupt and destroy the Islamic State group, which has slaughtered thousands of people, beheaded two American journalists and captured large swaths of Syria and northern and western Iraq.\n\nU.S. officials said the airstrikes began around 8:30 p.m. EDT.\n\nThe first wave of strikes finished about 90 minutes later, but the operation was expected to continue for several more hours, according to one U.S. official, who spoke on condition of anonymity because he was not authorized to speak publicly by name about an ongoing mission.\n\nThe U.S. continued to attack ISIL in Iraq, the Central Command release said, with four airstrikes.\n\nSome of the airstrikes were against Raqqa in northeastern Syria. Military officials have said the U.S. would target the group’s command and control centers, re-supply facilities, training camps and other key logistical sites.\n\nSyrian activists reported several airstrikes on ISIL targets in Raqqa. One Raqqa-based activist, speaking on condition of anonymity, said the airstrikes lit the night sky over the city, and reported a power cut that lasted for two hours.\n\nAn anti-ISIL media collective called \"Raqqa is being silently slaughtered\" said among the targets were buildings used as the group's headquarters, and the Brigade 93, a Syrian army base that ISIL recently seized. Other airstrikes targeted the town of Tabqa and Tel Abyad in Raqqa province, it said. Their claims could not be independently verified however reports on social media stated that areas of Raqqa were hit.\n\n\"We will be prepared to strike ISIL targets in Syria that degrade ISIL's capabilities,\" Army Gen. Martin Dempsey, chairman of the Joint Chiefs of Staff, told senators last week, using one of the acronyms for the group that is also known as ISIS and Islamic State. \"This won't look like a shock-and-awe campaign, because that's simply not how ISIL is organized, but it will be a persistent and sustainable campaign.\n\nSyria's Western-backed National Coalition opposition group welcomed air strikes by the United States and Gulf Arab allies on ISIL strongholds in Syria on Tuesday, saying they would strengthen its struggle against President Bashar al-Assad.\n\nDefense Secretary Chuck Hagel said that the plan \"includes targeted actions against ISIL safe havens in Syria, including its command and control logistics capabilities and infrastructure.\" He said he and Dempsey approved the plan.\n\nThe U.S. military has been launching targeted airstrikes in Iraq since August, focusing specifically on attacks to protect U.S. interests and personnel, assist Iraqi refugees and secure critical infrastructure. Last week, the U.S. began going after ISIL targets across Iraq, including enemy fighters, outposts, equipment and weapons.\n\nThe U.S. has also been increasing its surveillance flights over Syria, getting better intelligence on potential targets and militant movements. None of Monday's airstrikes were from drones.\n\nThe attacks in Syria appeared to be part of a broader campaign than the one undertaken across the border in northern Iraq, Al Jazeera's Sue Turton reported from Iraq.\n\nThe strikes come two weeks after the U.S. formed a coalition to confront ISIL, which has taken over large areas of Syria and Iraq and declared a \"caliphate.\"\n\nAt a conference on Sept. 11 with Secretary of State John Kerry, key Arab allies promised they would \"do their share\" to fight the Islamic State militants. The Obama administration, which at a NATO meeting in Wales earlier this month also got commitments from European allies as well as Canada and Australia, has insisted that the fight against ISIL could not be the United States' fight alone.\n\nJordan's minister said on Tuesday that his country participated in the effort to strike \"terrorism in its home in order to protect Jordan's security and stability and to prevent terrorism from reaching the kingdom.\"\n\nFrance launched its first attacks on ISIL in Iraq last week, but gave no indication it would expand its campaign into Syria.\n\nPresident Barack Obama said on Sept. 10 that the expanded campaign would ultimately destroy ISIL.\n\nTuesday's airstrikes also come a day after ISIL's spokesman, Abu Mohammed al-Adnani, called on supporters of the group to attack foreigners wherever they are.\n\nAlso on Tuesday, ISIL released another video, one that appears to show British journalist John Cantlie criticizing preparations for US-led attacks on the group, the SITE monitoring service reported.\n\nISIL has already executed two U.S. journalists and one British aid worker in recent weeks in what it said was reprisal for U.S. air strikes against it in Iraq.\n\nIn the five-minute video, the hostage identified as Cantlie suggests that Obama was being sucked into a war he could not win, SITE reported.\n\n\"The president once called George Bush's Iraq conflict a 'dumb war,' and couldn't wait to distance America from it when he came into power. Now he's being inextricably drawn back in,\" the man identified as Cantlie says.\n\nThe man, wearing an orange shirt and his hair closely cropped, describes ISIL as the \"most powerful jihadist movement seen in recent history,\" adding it could not be harmed by U.S. politicians calling it \"awful\" or \"vile.\"\n\nThe video appeared to have been recorded before the airstrikes overnight in Syria.\n\nAl Jazeera and wire services", "positionLabels": ["factual"], "politicalLabels": ["neutral"]}