{"yelLabel": ["yellow"], "tags": "set(['Most Popular on HuffPost'])", "title": "Talking Barbie Could Eavesdrop On Kids, Critics Warn", "content": "Mattel has plans to release a tech-savvy, wifi-connected doll called \"Hello Barbie.\"\n\nAnd, apparently, she can have whole conversations with you.\n\nHere's how Hello Barbie works: Kids press a button on the doll, and \"Hello Barbie\" asks them questions. An embedded microphone records the children's responses and sends them to ToyTalk, a San Francisco-based startup. ToyTalk records the information and responds.\n\nThe point, it seems, is for kids to form an actual relationship with their doll.\n\nBut not everyone's a fan.\n\nOn Wednesday, advocacy group Campaign for a Commercial-Free Childhood launched a petition to stop \"Hello Barbie\" from hitting shelves. It reads, in part:\n\nKids using 'Hello Barbie' won't only be talking to a doll, they'll be talking directly to a toy conglomerate whose only interest in them is financial. It's creepy -- and creates a host of dangers for children and families. Children naturally reveal a lot about themselves when they play. In Mattel’s demo, Barbie asks many questions that encourage kids to share information about their interests, their families, and more -- information advertisers can use to market unfairly to children.\n\nThe petition had garnered about 830 signatures as of Wednesday afternoon.\n\nToyTalk chief executive Oren Jacob insists that audio files are “never used for anything to do with marketing or publicity or any of that stuff,\" according to The Washington Post. Still, CCFC isn't convinced \"Hello Barbie\" will do kids any good.\n\n\"By modifying what the doll says based on children's conversation, kids become sitting ducks for all kinds of sneaky advertising,\" CCFC Director Susan Linn told The Huffington Post. \"Also, children engaged in dramatic play naturally use that play for honest self-expression.\"\n\nMattel, however, believes they're giving kids what they want and insists privacy will be protected.\n\n“Mattel has always been at the forefront of inspiring conversations between girls and their dolls beginning with Chatty Cathy in the late 1950’s. The number one request we receive from girls globally is to have a conversation with Barbie, and with Hello Barbie we are making that request a reality,\" Stephanie Cota, SVP, Global Communications told HuffPost.\n\n\"Mattel is committed to safety and security, and Hello Barbie conforms to applicable government standards, including the Children’s Online Privacy Protection Act. Additionally, Hello Barbie’s technology features a number of safeguards to ensure that stored data is secure and can’t be accessed by unauthorized users,\" she continued.\n\nThe toy is scheduled to hit shelves in the fall.\n\nH/T The Washington Post", "positionLabels": ["critical"], "politicalLabels": ["neutral"]}