{"yelLabel": ["yellow"], "tags": "set([])", "title": "Obama warns of Israeli-Palestinian ‘downward spiral’ after Netanyahu statements", "content": "President Obama warned Tuesday he's worried about an Israeli-Palestinian \"downward spiral\" after Benjamin Netanyahu spoke out against a Palestinian state before his party's election victory -- and said efforts by the Israeli prime minister to clarify those remarks still do not appear to advance prospects for a two-state solution.\n\n\"That possibility seems very dim,\" Obama said.\n\nADVERTISEMENT ADVERTISEMENT\n\nThe president addressed the Middle East peace process during a joint press conference with Afghan President Ashraf Ghani. For days, officials in his administration have scolded Netanyahu for saying ahead of Israeli elections last week that he would not allow the creation a Palestinian state.\n\nAfter the election, Netanyahu clarified that he could support a two-state solution if certain security conditions are met.\n\nBut Obama said Tuesday that the conditions \"would be impossible to meet anytime soon.\"\n\nHe warned that the \"dim\" prospects for an agreement could trigger \"reactions\" from the Palestinians, and in turn \"counter-reactions\" from the Israelis, leading to a \"downward spiral\" in relations.\n\nEchoing statements by his aides, Obama said the U.S. was evaluating the situation, but did not get into specifics. There has been speculation that the U.S. might now turn to the United Nations to pressure Israel into talks toward a two-state solution.\n\nNetanyahu, in an interview with Fox News last week, said he hopes the U.S. is not considering taking that step.\n\nRepublicans and pro-Israel groups have meanwhile criticized the White House for its tough stance on Netanyahu after his victory and for focusing only on his pre-election remarks denouncing a Palestinian state -- as opposed to his post-election comments walking them back.\n\nThe American Israel Public Affairs Committee, in a statement last week, voiced concern that the Obama administration was rebuffing Netanyahu's efforts to mend ties: \"In contrast to their comments, we urge the administration to further strengthen ties with America's most reliable and only truly democratic ally in the Middle East.\"\n\nThe Associated Press contributed to this report.", "positionLabels": ["critical"], "politicalLabels": ["liberal"]}