{"yelLabel": ["yellow"], "tags": "set([])", "title": "For Clinton, Millions in Debt and Few Options", "content": "With her campaign now officially suspended, Senator Hillary Rodham Clinton is confronting still another challenge: whittling down what is believed to be the largest presidential campaign debt in history.\n\nBesides the $11.4 million of her own money that Mrs. Clinton lent her campaign, she had about $9.5 million in unpaid bills to vendors at the end of April, according to her most recent filing with the Federal Election Commission.\n\nIt is unclear how much debt she will ultimately report, because the campaign is still adding up the figures for May, which it must file to the commission by June 20. But Mo Elleithee, a campaign spokesman, said, “We don’t expect the debt number to look significantly different than it did on our last report.”\n\nOther, far more affluent candidates have poured more of their own money into their presidential bids, like Mitt Romney, who spent more than $44 million in an unsuccessful run for the Republican nomination this year. His money was technically classified by his campaign as a loan, but it was clear from the beginning that he was simply self-financing a large part of his campaign.\n\nWhat makes Mrs. Clinton’s situation unusual is the combination of unpaid bills and her own personal loan. Records show that other unsuccessful candidates owed less than half to their vendors than what she owes to businesses. “It’s unprecedented,” said Jan Baran, a campaign finance lawyer with Wiley Rein.\n\nFormer Mayor Rudolph W. Giuliani of New York, for instance, ended his campaign for the Republican nomination also owing numerous vendors, but his total debt was $3.6 million, including $500,000 he lent the race.\n\nAnd in one of the more memorable cases of debt, former Senator John Glenn of Ohio ended his 1984 Democratic presidential bid with nearly $3 million in debt. He struggled for more than 20 years to pay it off until the Federal Election Commission issued him a reprieve.\n\nMrs. Clinton’s options for retiring her debt are limited. On the positive side, she has raised about $1 million online and by mail since polls closed in Montana and South Dakota last Tuesday to end the primary season, her campaign said. The continued flow of donations, even after Senator Barack Obama had crossed the threshold of delegates he needed to claim the nomination, may indicate that some of Mrs. Clinton’s supporters may be devoted enough to pitch in to help with her debt.\n\nOtherwise, the most discussed option is for Mr. Obama, now the presumed nominee, to encourage his fund-raising team to help her with a series of joint events.\n\nCampaign finance laws prohibit Mr. Obama from simply transferring money from his war chest to Mrs. Clinton’s campaign. But Mr. Obama’s fund-raisers could ask their donors to give to Mrs. Clinton.\n\nDavid Plouffe, the Obama campaign manager, will meet with some top Clinton fund-raisers on Thursday in New York, according to the Web site Talking Points Memo and confirmed by a Clinton fund-raiser.\n\nSeveral Obama fund-raisers interviewed, however, said privately that they believed helping Mrs. Clinton with her debt would be difficult, given that they are also being asked to raise money for Mr. Obama and to build up the coffers of the Democratic National Committee, which badly trails the Republican National Committee in cash on hand.\n\nThey also pointed out that some Obama donors would find it difficult to overcome the animosity they had built up during a long, hard-fought primary season.\n\nIn an example of just how difficult it can be to raise money for another candidate, Senator John McCain’s campaign agreed this year to help Mr. Giuliani retire his debt, but progress has been slow because of the need to raise money for Mr. McCain, the presumptive Republican nominee, and the party.\n\nEven as Mrs. Clinton must raise money to pay her bills, her campaign must liquidate more than $23 million in contributions set aside for the general election. They can do it by either returning it to donors or designating it for her Senate re-election campaign in 2012, provided she obtains permission from her donors to do so.\n\nMrs. Clinton could simply shutter her presidential campaign committee and transfer her remaining debt to her Senate campaign fund and continue to raise money to pay it down.\n\nBut several campaign finance experts were divided about whether she could take the money from the general election designated to her Senate coffers and use it toward her debt.\n\nKenneth Gross, a campaign finance lawyer with Skadden, Arps, Slate, Meagher & Flom, said that he believed such a maneuver was possible but that he would advise her to obtain an advisory opinion from the commission to guide her. “I think there’s a good argument that she can,” Mr. Gross said. “It’s not 100 percent clear.”\n\nBut Mr. Baran said he believed categorically that the action would be illegal.\n\nThere is technically no deadline for Mrs. Clinton to pay back her creditors, but because of a clause in the McCain-Feingold campaign finance measure that was intended to limit the ability of candidates to self-finance campaigns, she has until the convention in August to pay herself back. After that, the most she could recover is $250,000.\n\nMrs. Clinton could also whittle down her debt by re-negotiating what she owes with her various creditors, but the Federal Election Commission would have to sign off to ensure that a good-faith effort was made to pay off the debt. It also must be satisfied that the renegotiated bills do not amount to an in-kind donation from a corporation to Mrs. Clinton’s campaign.\n\n“If they think there was a sweetheart deal, they may raise some questions,” Mr. Gross said.\n\nSome of Mrs. Clinton’s largest outstanding bills are to some of her closest advisers, who might be willing to cut her a deal. Mrs. Clinton, for example, owes nearly $5 million to the firm of her former pollster and senior strategist, Mark Penn.", "positionLabels": ["critical"], "politicalLabels": ["neutral"]}