{"yelLabel": ["nonyellow"], "tags": "set(['Human Rights', 'Turkey', 'PKK', 'Yemen', 'ISIS', 'International', 'Science', 'U.S.', 'Marijuana', 'Sports', 'Environment', 'Culture', 'Gaza', 'Syria', 'ISIL', 'Technology', 'Economy'])", "title": "In Turkey, families await return of kin wounded in fight against ISIL", "content": "Smoke rises from an airstrike in the Syrian town of Ain al-Arab, known as Kobane by the Kurds, Oct. 9, 2014. Aris Messinis / AFP / Getty Images\n\nISIL’s artillery bombardment of Kobane is visible from Turkey and is shown on news clips that play on a loop in shops and hospital waiting rooms throughout the region. It is to those hospitals that the Kurdish casualties are taken after particularly intense days of fighting.\n\nSirens sound, and a voice from a hospital loudspeaker asks bystanders in the parking lot to clear the way. When the ambulance or car pulls up to the emergency entrance, a crush of people quickly crowds it, and they strain their necks to get a peek. Whose child is it? What is his or her condition?\n\nWhen the ambulance enters the lot and turns left, heading not to the emergency room entrance but toward the morgue, sounds of grief fill the air. The doors open, bystanders follow the gurney into the underground facility, and haunting cries echo into the lot.\n\n“Martyrs are immortal! Long live the resistance of the YPG,” they shout, referring to the Kurdish militia fighting to protect Kobane — a group whose relationship with the Kurdistan Workers’ Party in Turkey has led Ankara to hold back on deploying its powerful military to help the town’s defenders.\n\nThe fallout from ISIL’s advance on Kobane in mid-September has overwhelmed the Turkish town of Suruc, now bursting with a chaotic mix of refugees, military vehicles and the wounded.\n\nThe town has become a magnet not only for those leaving the battle across the border but also for Kurds from elsewhere in Turkey hoping to help Kobane hold off its attackers. Some have crossed into the besieged town to fight; others with medical expertise have been moonlighting at hospitals and makeshift clinics to alleviate the strain on facilities neither built nor staffed to respond to war.", "positionLabels": ["defensive"], "politicalLabels": ["neutral"]}