{"yelLabel": ["nonyellow"], "tags": "set([])", "title": "Obama expected Tuesday to announce change in US troop withdrawal", "content": "President Obama is expected to announce in the coming days a modified plan on U.S. troop withdrawal in Afghanistan to help that country’s new government fight the Taliban and other emerging insurgent groups.\n\nNew Afghan President Ashraf Ghani has asked Obama to consider some flexibility in his plan to reduce the number of non-combat U.S. troops from 10,000 to 5,500 by year’s end, as part of his government’s emerging national security strategy. And he is expected to make his case personally when he visits the United States from Sunday through Tuesday.\n\nADVERTISEMENT ADVERTISEMENT\n\nThe White House acknowledged Friday that Ghani and Obama have talked about the issue three times in the past four months and that U.S. military officials have presented some recommendations to Obama’s team, based on Ghani’s concerns.\n\nJeff Eggers, the National Security Council’s senior director for Afghanistan and Pakistan, said that he expects Obama will make a statement on the issue Tuesday, after meeting in Washington with Ghani.\n\n“But no decisions have been made yet,” he told reporters.\n\nObama in December 2014 ended America’s combat mission in Afghanistan, bringing an official close to his country’s 13-year war in the country. With two years remaining in the White House, the president would likely want to end all occupation in the largely unpopular war, in which there have been roughly 2,200 U.S. military deaths.\n\nHowever, Obama has faced sharped criticism from Capitol Hill Republicans and other military hawks for pulling forces out of Iraq, which has now become a hotbed for the growing and dangerous Islamic State radical group.\n\nGhani hopes to leave Washington next week with a firm commitment for American military support in his fight against an Islamic State affiliate, which he and U.S. military leaders fear is also finding a foothold in Afghanistan.\n\nGhani's relationship with Washington stands in stark contrast to that of his acrimonious predecessor, Hamid Karzai, whose antagonism toward the U.S. culminated in a refusal to sign security agreements with Washington and NATO before leaving office.\n\nGhani signed the pacts within days of becoming president in September, and has since enjoyed a close relationship with U.S. diplomats and military leaders.\n\nHis overseas trip comes as the Afghan army is waging its first-ever solo offensive against the Taliban in the Helmand province, their southern heartland, seeking a decisive victory ahead of the spring fighting season as evidence it can carry the battle without U.S. and NATO combat troops.\n\nGhani, who was personally involved in planning the Helmand operation, launched in February, is expected to personally ask Obama for enhanced backup in the offensive, including air support, said several officials close to the Afghan president, speaking on condition of anonymity.\n\nThere are 13,000 foreign soldiers still in Afghanistan, about 9,800 American troops and 3,000 from NATO down from a peak of 140,000 in 2009-2010. The remaining troops are involved in training and supporting Afghan security forces, with battlefield backup only when necessary. Also, half of the U.S. troops are engaged in counter-terrorism operations against the Taliban and al Qaeda.\n\nU.S. officials in recent weeks and months have said the Obama administration is indeed set to abandon plans to draw down to 5,500 troops by year's end, bowing to military leaders' requests.\n\nWhile no final decision on numbers has been made, the U.S is expected to allow many of the American troops to remain well into 2016.\n\nGhani, however, has already signaled that he wants the U.S. to maintain 10,000 troops in Afghanistan throughout the next decade, according to a European military official who spoke on condition of anonymity to discuss the talks.\n\nEven more important is the presence of U.S. and NATO bases, which are to be dismantled in mid-2016, according to current plans -- an undertaking that would take assets away from the fight.\n\nGhani is likely to get a U.S. commitment for funding, training and support for the Afghan military beyond 2016, but his request to keep the bases open beyond that timeframe is purportedly still on the table.\n\nHe also wants the U.S. bases in Kabul, the southern city of Kandahar, the former capital for the Taliban's 1996-2001 regime, and the eastern city of Jalalabad to remain open as long as possible.\n\nU.S. military officials purportedly agree that the bases should remain open at least in the near future.\n\nIn Washington, Ghani is also likely to raise the subject of a new, home-grown threat from the Islamic State affiliate. Though the offshoot's strength and reach in Afghanistan remain unclear so far, those who have swapped the white Taliban flag for the black flag of the Islamic State group, which is fighting in Iraq and Syria, are believed to have links to the group's leadership in the Middle East.\n\nBoth Ghani and his chief executive Abdullah Abdullah, who will accompany the president on his U.S. visit along with around 65 Afghan officials, have referred to the Islamic State group in recent speeches. U.S. Gen. John Campbell, commander of American and NATO forces in Afghanistan who speaks regularly with Ghani, told the Senate Armed Services Committee earlier this month that the rise of the group in Afghanistan was being taken \"very, very seriously.\"\n\n\"The Daesh character is that it is like a maneater,\" Ghani told reporters in Kabul on Saturday, using an acronym for the Islamic State group.\n\nThe U.S. military was behind a February drone strike that killed Abdul Raouf Khadim, a Taliban commander who switched allegiance to the Islamic State group and set up an ISIS recruiting network in southern Afghanistan. And Khadim's nephew and successor, Hafiz Wahidi, was killed with nine of his men in an Afghan military operation in Helmand on March 16, according to the Afghan Ministry of Defense.\n\nParallel to his military struggle, Ghani is also trying to negotiate an end to the 13-year war with the Taliban and open a preliminary dialogue with those among the group's leadership willing to come to the negotiating table -- as a prelude to formal peace talks, possibly within two years.\n\nMultiple efforts to start a peace process have failed in the past.\n\nThe Associated Press contributed to this report.", "positionLabels": ["defensive"], "politicalLabels": ["neutral"]}