{"yelLabel": ["yellow"], "tags": "set([])", "title": "Israel election aftermath: Netanyahu, Obama and Eisenhower", "content": "On Monday, White House Chief of Staff Denis McDonough delivered a speech to J Street, a pro-Palestinian organization that masquerades as a “progressive” Zionist antidote to AIPAC, the mainstream Israeli lobby in Washington.\n\nTo loud applause, McDonough declared that “an occupation [of the West Bank] that has lasted for almost 50 years must end!”\n\nADVERTISEMENT ADVERTISEMENT\n\nThe speech was the Obama administration’s in-your-face response to Benjamin Netanyahu’s pre-election statement that there wouldn’t be a Palestinian state on his watch. The progressive Zionists of J Street loved it, though they would like to see the administration back up its rhetoric with some force. As Peter Beinart, one of the group’s leading voices, put it in a column in Haaretz last week, it is now the job of American Jews to “push the Obama Administration to present its own peace plan, and to punish — yes, punish — the Israeli government for rejecting it.”\n\nIf “Trust Me” is Obama’s message to Israelis, he got his answer last week at the polls.\n\nWhat would such punishment include? Beinart didn’t spell it out, but the pressure points are clear. They include isolating Israel in the international community, applying economic and other sanctions, attempting to undermine support for Israel in American public opinion, working to defeat members of Congress (Democrats as well as Republicans) who support the policies of the elected Israeli government, lowering U.S.-Israeli military and security cooperation, cutting foreign aid and ignoring Jerusalem’s concerns about the nuclear pact the Obama administration is trying to conclude.\n\nOr, Israel could obey orders from the White House and withdraw, post haste, from the West Bank and permit the creation of a Palestinian state there.\n\nThis is political science fiction.\n\nThe last time — in fact, the only time — the United States so nakedly threatened Israel was in 1956, when President Eisenhower ordered Prime Minister David Ben-Gurion to withdraw from the Sinai Peninsula. Ben-Gurion swallowed hard and complied. Israel was a new, weak nation, the U.S. was the world’s supreme superpower and Ike was Ike, an international leader of unquestioned authority.\n\nNone of that applies today. Israel is neither new nor inexperienced. It is not, as Menachem Begin once informed Jimmy Carter, a banana republic or an American vassal.\n\nOn issues of national security, Israel has a record of standing up to pressure from every president from Lyndon Johnson to Barack Obama.\n\nOn the question of the West Bank, 10 successive Israeli prime ministers have resisted pressure to withdraw or allow the establishment of a Palestinian state under terms that any conceivable Palestinian authority has found or would find acceptable. It is simply too dangerous.\n\nThis is truer now than ever. The “moderate” Palestinian Authority is the coalition partner of Hamas, which remains officially and militantly dedicated to armed struggle and the destruction of Israel. In addition, the spread of Iranian power in Israel’s direction (in neighboring Lebanon, the Golan Heights and Syria) and the rise of the Islamic State (in Syria as well as in neighboring Sinai) make the idea of ceding strategic territory seem suicidal to a majority of Israeli voters — as last week’s election demonstrated.\n\nPresident Obama’s lack of credibility is also a problem. Time after time — in Iraq, Syria, Libya, Egypt, Afghanistan and Yemen — the administration has made amateurish and sometimes delusional misjudgments. It doesn’t distinguish between friends and foes, it makes promises it can’t keep and it issues threats that are no longer taken seriously. If “Trust Me” is Obama’s message to Israelis, he got his answer last week at the polls.\n\nObama also misreads the American public. The far-left wing of the Democratic Party, including J Street, may be sick of the Jewish state and its intransigent voters, but Israel remains extremely popular in the U.S. — not only among Jews and evangelical Christians, but in the wider American mainstream. In the most recent Pew poll on the subject, published at the end of August, Americans who “care a lot” about the Israeli-Palestinian conflict were more sympathetic to Israel’s position than to the Palestinians’ by a 3-1 margin.\n\nThe position of Israel’s democratically elected government is that it is unsafe and unwise to withdraw from the West Bank under current conditions, just as it is dangerous to agree to the agreement Obama wants to make with Iran.\n\nNeedless to say, Obama finds this frustrating. The letter he received on Monday from 367 members of the House of Representatives warning him not to go ahead with his Iran deal without congressional approval (the Netanyahu position) is an indication of a bipartisan lack of confidence in the president’s foreign policy judgment. Trying to ram a Palestinian state down Israel’s throat is going to be even less popular. Even Ike couldn’t get away with that one.\n\nZev Chafets is a Fox News contributor.", "positionLabels": ["critical"], "politicalLabels": ["neutral"]}