{"yelLabel": ["nonyellow"], "tags": "set([])", "title": "Obama administration sets new record for denying, censoring government files", "content": "The Obama administration set a new record again for more often than ever censoring government files or outright denying access to them last year under the U.S. Freedom of Information Act, according to a new analysis of federal data by The Associated Press.\n\nThe government took longer to turn over files when it provided any, said more regularly that it couldn't find documents, and refused a record number of times to turn over files quickly that might be especially newsworthy.\n\nADVERTISEMENT ADVERTISEMENT\n\nIt also acknowledged in nearly 1 in 3 cases that its initial decisions to withhold or censor records were improper under the law -- but only when it was challenged.\n\nIts backlog of unanswered requests at year's end grew remarkably by 55 percent to more than 200,000. It also cut by 375, or about 9 percent, the number of full-time employees across government paid to look for records. That was the fewest number of employees working on the issue in five years.\n\nThe government's new figures, published Tuesday, covered all requests to 100 federal agencies during fiscal 2014 under the Freedom of Information law, which is heralded globally as a model for transparent government. They showed that despite disappointments and failed promises by the White House to make meaningful improvements in the way it releases records, the law was more popular than ever. Citizens, journalists, businesses and others made a record 714,231 requests for information. The U.S. spent a record $434 million trying to keep up. It also spent about $28 million on lawyers' fees to keep records secret.\n\nThe government responded to 647,142 requests, a 4 percent decrease over the previous year. It more than ever censored materials it turned over or fully denied access to them, in 250,581 cases or 39 percent of all requests. Sometimes, the government censored only a few words or an employee's phone number, but other times it completely marked out nearly every paragraph on pages.\n\nOn 215,584 other occasions, the government said it couldn't find records, a person refused to pay for copies or the government determined the request to be unreasonable or improper.\n\nThe White House touted its success under its own analysis. It routinely excludes from its assessment instances when it couldn't find records, a person refused to pay for copies or the request was determined to be improper under the law, and said under this calculation it released all or parts of records in 91 percent of requests -- still a record low since President Barack Obama took office using the White House's own math.\n\n\"We actually do have a lot to brag about,\" White House spokesman Josh Earnest said.\n\nSeparately, the Justice Department congratulated the Agriculture and State departments for finishing work on their oldest 10 requests, said the Pentagon responded to nearly all requests within three months and praised the Health and Human Services Department for disclosing information about the Ebola outbreak and immigrant children caught crossing U.S. borders illegally.\n\nThe government's responsiveness under the open records law is an important measure of its transparency. Under the law, citizens and foreigners can compel the government to turn over copies of federal records for zero or little cost. Anyone who seeks information through the law is generally supposed to get it unless disclosure would hurt national security, violate personal privacy or expose business secrets or confidential decision-making in certain areas. It cited such exceptions a record 554,969 times last year.\n\nUnder the president's instructions, the U.S. should not withhold or censor government files merely because they might be embarrassing, but federal employees last year regularly misapplied the law. In emails that AP obtained from the National Archives and Records Administration about who pays for Michelle Obama's expensive dresses, the agency blacked-out a sentence under part of the law intended to shield personal, private information, such as Social Security numbers, phone numbers or home addresses. But it failed to censor the same passage on a subsequent page.\n\nThe sentence: \"We live in constant fear of upsetting the WH (White House).\"\n\nIn nearly 1 in 3 cases, when someone challenged under appeal the administration's initial decision to censor or withhold files, the government reconsidered and acknowledged it was at least partly wrong. That was the highest reversal rate in at least five years.\n\nThe AP's chief executive, Gary Pruitt, said the news organization filed hundreds of requests for government files. Records the AP obtained revealed police efforts to restrict airspace to keep away news helicopters during violent street protests in Ferguson, Missouri. In another case, the records showed Veterans Affairs doctors concluding that a gunman who later killed 12 people had no mental health issues despite serious problems and encounters with police during the same period. They also showed the FBI pressuring local police agencies to keep details secret about a telephone surveillance device called Stingray.\n\n\"What we discovered reaffirmed what we have seen all too frequently in recent years,\" Pruitt wrote in a column published this week. \"The systems created to give citizens information about their government are badly broken and getting worse all the time.\"\n\nThe U.S. released its new figures during Sunshine Week, when news organizations promote open government and freedom of information.\n\nThe AP earlier this month sued the State Department under the law to force the release of email correspondence and government documents from Hillary Rodham Clinton's tenure as secretary of state. The government had failed to turn over the files under repeated requests, including one made five years ago and others pending since the summer of 2013.\n\nThe government said the average time it took to answer each records request ranged from one day to more than 2.5 years. More than half of federal agencies took longer to answer requests last year than the previous year.\n\nJournalists and others who need information quickly to report breaking news fared worse than ever.\n\nUnder the law, the U.S. is required to move urgent requests from journalists to the front of the line for a speedy answer if records will inform the public concerning an actual or alleged government activity. But the government now routinely denies such requests: Over six years, the number of requests granted speedy processing status fell from nearly half to fewer than 1 in 8. The U.S. reminded agencies in January that it should carefully consider such \"breaking news\" requests.\n\nThe CIA, at the center of so many headlines, has denied every such request the last two years.", "positionLabels": ["defensive"], "politicalLabels": ["neutral"]}