{"yelLabel": ["yellow"], "tags": "set([])", "title": "On primary day, Obama lambastes GOP budget plan as 'Trojan horse'", "content": "President Obama launched an election-year broadside Tuesday against House Republicans -- and particularly Rep. Paul Ryan -- denouncing their $3.5 trillion budget plan as a \"Trojan horse\" and \"radical\" overhaul that is wrong for America.\n\n\"The Republicans in Congress have doubled down,\" the president said in a 37-minute speech during an annual Associated Press luncheon at the Washington Marriott Wardman Park hotel. \"Their new budget makes (their) Contract with America look like the New Deal.\"\n\nADVERTISEMENT ADVERTISEMENT\n\nThe speech came the same day as a three-contest set of Republican presidential primaries, marking the president's latest apparent attempt to distract from the GOP race. He employed a similar strategy on Super Tuesday in early March, holding a press conference the same day and ensuring the event shared top billing in media coverage with the GOP elections.\n\n“Instead of reaching across the aisle to enact the changes needed to restore America’s prosperity, the president has resorted to distortions and partisan pot-shots,\" said GOP House Speaker John Boehner. \"House Republicans, led by Chairman Ryan, passed a responsible budget that would help put Americans back to work, protect our seniors, close President Obama’s massive budget deficits.\"\n\nThe president used searing language to decry the GOP budget bill, which passed the House last week on a mostly party-line vote.\n\n\"It's a Trojan horse. Disguised as deficit reduction plan, it's really an attempt to impose a radical vision on our country,\" Obama said. \"It's nothing but thinly veiled social Darwinism.\"\n\nHe went on to say the plan is \"antithetical to our entire history.\"\n\nThe plan has faced fierce resistance from Democrats, who say it would gut Medicare, slash taxes for the wealthy and lead to deep cuts to crucial programs such as aid to college students and highway and rail projects.\n\nThe president said Republicans have moved so far to the right that even Ronald Reagan couldn't win a GOP presidential primary today.\n\nHe pointed to a debate in which every GOP candidate rejected the debt-reducing proposal of $10 in spending cuts for every $1 in tax increases.\n\n\"Think about that. Ronald Reagan, who as I recall was not accused of being a tax-and-spend socialist, understood repeatedly that when the deficit started to get out of control that for him to make a deal he would have to propose both spending cuts and tax increases,\" Obama said. \"He did it multiple times. He could not get through a Republican primary today.\"\n\nThe speech, held during the larger American Society of News Editors convention, clearly set forth the president's re-election platform.\n\nSenior administration officials said Obama took particular aim at Ryan because if any of the Republican presidential candidates are elected, they would sign his budget plan into law.\n\nRyan is also front and center because late last week he endorsed Romney ahead of Tuesday's primary in the House Budget chairman's home state of Wisconsin. Ryan has been talked about as a possible vice presidential contender.\n\nA spokesman for Ryan fired back in advance of the president's Tuesday speech.\n\n\"For four years the president has refused to honestly confront the most predictable economic crisis in our history,\" Ryan spokesman Conor Sweeney said. \"Instead, he has accelerated the nation toward this looming debt-fueled crisis with reckless budgets, always accompanied by partisan speeches that seek to divide the nation in order to distract from his legacy of broken promises. If he thinks there is no political price to pay for this total abdication of leadership, he is due for a rude awakening.\"\n\nThe primary theme of the speech was the overall fairness in the tax code, which is shaping up to be the central focus of Obama's re-election effort. It's a message the president first previewed about everyone paying their \"fair share\" during a heavily watched speech in Kansas late last year, followed by a call to action on the same issue in his January State of the Union Address.\n\nObama also urged Congress to vote next week on the so-called Buffett Rule that imposes a tax surcharge on millionaires.\n\nThat is not class warfare,\" he said. \"That is math.\"\n\nRyan's proposal aims to slash the deficit and the size of government while offering sharply lower tax rates in return for eliminating many popular tax breaks.\n\nGOP front-runner Mitt Romney and his Republican rivals have said they would support Ryan's budget plan, which has little chance of passing the Democratic-controlled Senate but lays out the GOP's fiscal priorities.\n\nObama was making the case that whoever wins the White House will face an economy still recovering from the \"worst economic calamity since the Great Depression\" and many Americans will still be looking for jobs and lacking financial security. By next year, \"a debt that has grown over the last decade, primarily as a result of two wars, two massive tax cuts and an unprecedented financial crisis, will have to be paid down,\" Obama says in the prepared remarks.\n\nObama was speaking at a luncheon of 900 editors and publishers following The Associated Press' annual meeting.\n\nFox News' Ed Henry and The Associated Press contributed to this report.", "positionLabels": ["critical"], "politicalLabels": ["conservative"]}