{"yelLabel": ["nonyellow"], "tags": "set([])", "title": "ISIS recruits Kurdish youths, creating a potential new risk in a peaceful part of Iraq", "content": "The Kurdish flags flutter close to a monument for the Iraqi Kurd victims who were killed in a gas attack by Saddam Hussein’s air force in the town of Halabja in 1988. (SAFIN HAMED/Agence France-Presse via Getty Images)\n\n— This town near the Iranian border has long been a symbol of Kurdish resistance, and it is best known as the site of a gruesome chemical-weapons attack by Saddam Hussein in 1988.\n\nThese days, residents say, it is increasingly known for something else — although few want to talk about it.\n\nKurdish authorities say a small contingent of Kurdish youths — around 150 in all, about a third of whom are from Halabja — has in recent months joined the Islamic State of Iraq and Syria (ISIS), which has seized a vast swath of Iraqi territory.\n\nThe young men’s allegiance to the extremist militant group represents a potential danger for the Kurds, who share the jihadists’ resentment of Iraqi Prime Minister Nouri al-Maliki’s Shiite-dominated government but are wary of the extremists now massed on the edge of their territory. The Kurds have hoped to keep their largely autonomous region in northern Iraq from being entangled in the country’s increasingly bloody conflict.\n\nSome Kurdish intelligence officials fear that with ISIS’s gains, more local youths will join the jihadists and that the radical ideology could creep beyond Arab Iraq and into Iraqi Kurdistan, which has so far remained an oasis of calm and order.\n\nThe presence of Kurdish fighters in the extremist militant group highlights how effectively ISIS’s recruitment efforts are reaching disenfranchised youths across Iraq’s ethnic divide. Most Kurds are Sunni Muslims, like the insurgents, but have their own language and culture.\n\nA top local intelligence official in Halabja, who spoke on the condition of anonymity because he was not authorized to speak to the news media, said ISIS is already operating “cells” inside the town, appealing to bored and underemployed young people to join their fight.\n\nMost of the 52 local men and boys who have left Halabja in the past year and a half to fight in Syria have been recruited by ISIS, he said.\n\nOne local man, Mariwan Hallabji, has become an ISIS commander and currently serves on a front line against Kurdish pesh merga security forces outside the city of Kirkuk, the official said.\n\n“How do we guarantee that when they’re done fighting the Shiites, they don’t start waging a war against the Kurds?” the intelligence official said.\n\nA little over a decade ago, Islamist radicals allegedly tied to al-Qaeda had a base here and fought against the Patriotic Union of Kurdistan (PUK), one of the two major Kurdish political movements, before U.S. forces bombed the Islamists’ bases during the 2003 invasion of Iraq.\n\nHalabja, although relatively far from the front line between Iraqi Kurdistan and ISIS-held territory, is particularly vulnerable to losing its sons to the radical group, local officials and residents said.\n\n1 of 53 Full Screen Autoplay Close June 26, 2014 June 25, 2014 Wednesday June 24, 2014 Tuesday June 23, 2014 Monday June 22, 2014 Sunday Skip Ad × Shiite Iraqis prepare to fight Sunni militants View Photos Members of an all-volunteer force undergo training in the holy city of Karbala to protect Shiite shrines and help counter the recent gains of the Sunni insurgent group the Islamic State of Iraq and Syria. Caption Members of an all-volunteer force undergo training in the holy city of Karbala to protect Shiite shrines and help counter the recent gains of the Sunni insurgent group the Islamic State of Iraq and Syria. June 28, 2014 Members of the all-volunteer Iraq of Imam Hussein Regiment take up positions on a street corner as part of a basic-training course in the Iraqi holy city of Karbala. Shiite men have been ordered by Grand Ayatollah Ali Sistani, the country’s highest Shiite authority, to protect Shiite shrines and help counter the recent gains of the Islamic State of Iraq and Syria, a Sunni insurgent group. Scott Nelson/For The Washington Post Buy Photo Wait 1 second to continue.\n\nThe town lacks jobs and educational opportunities and has a history of militant resistance to the Arab government in Baghdad, residents said. Almost every family has a “martyr,” either from the Kurds’ struggle for independence or from the chemical weapons attack in 1988 that killed thousands. Hussein’s forces attacked the town because of its sympathy for Iran during the Iran-Iraq war.\n\nThe situation has deteriorated since Maliki’s government, in a dispute with the Kurdistan Regional Government, slashed the Kurds’ budget six months ago, halting the payment of salaries to many workers.\n\n“People here are graduating from high school, and they think they have no future,” the intelligence official said. In the Western world, depressed teenagers commit suicide, he added. “People here join ISIS — which is also basically suicide.”\n\nThe path to radicalism\n\n“Z,” whose name is being withheld at the request of his family, would seem an unlikely recruit for ISIS, which has enforced a brutal interpretation of Islamic law, executing hundreds of Shiites and others in its bid to establish anIslamic caliphate that spans Iraq and Syria.\n\n“He had a motorbike. He had a girlfriend. He had lots of friends,” Z’s brother-in-law said with a bitter laugh one recent night, as the family sat on the hard, thinly carpeted floor of their modest living room.\n\nBut Z’s family think he was enticed by the extremists’ slick social media campaign and by local recruiters.\n\nPhotos on Z’s sister’s cellphone show a grinning 16-year-old boy with a fluffy black “faux-hawk,” the latest hairstyle craze.\n\nHis family said Z was not especially religious and was never particularly interested in going to the mosque. But in mid-May, he suddenly left Halabja with his best friend to join ISIS in Syria, his relatives said. “In one week, he changed completely,” his brother-in-law said.\n\nAfter last week’s rapid ISIS advance into Iraq, Z is now with fellow militants in the northern Iraqi city of Mosul, the family said. In a few phone calls, he has told his family that he was “following the teachings of the Koran,” they said.\n\nTwo intelligence officials, as well as residents of Halabja, said Kurdish authorities have allowed young people such as Z to leave the region, in part because they think it is safer without them.\n\n“They want them out of here. They don’t want the bomb to explode in their hands,” said a second intelligence official, who also spoke on the condition of anonymity.\n\nIn one recent instance, the bomb nearly did go off.\n\nIn late May, a young Kurdish man from Halabja who had recently returned from fighting with ISIS in Syria was apprehended by local security forces as he tried to enter a Shiite shrine in the Kurdish city of Sulaymaniyah, carrying a backpack containing explosives, officials said.\n\nA salvage mission\n\nFriends and relatives of a few other young men who have returned say the authorities have sought to put them through a lengthy reverse-conditioning process to persuade them to abandon their radical beliefs. Then the men are heavily monitored.\n\n“Those who come back are taken through a very intense process to ensure that they have left those thoughts behind,” said Fazil Basharati, a Halabja local and former member of parliament from the Kurdistan Democratic Party.\n\nRelatives of young men who are either fighting with ISIS or have left the group and returned said that Kurdish security forces have ordered them not to speak about their family members’ ties to the group because it draws attention to the issue.\n\n“They don’t let them talk about it,” said a 24-year-old man in Halabja who grew up with the Kurdish member of ISIS who tried to blow up the shrine in Sulaymaniyah. The 24-year-old man, who did not want to give his name, said two of his other neighbors had joined the extremist group in Syria, only to be captured and returned by Turkish Kurds who are fighting with Syrian insurgents opposed to ISIS. The man said one of his cousins was killed fighting in Syria four months ago.\n\nZ’s brother-in-law recently implored the 16-year-old over the phone to return to his mother and sister. “I said, ‘What if someone tries to harass them?’ He told me: ‘We have plenty of ISIS people in Halabja to stop them.’ ”\n\nby Abigail Hauslohner\n\nHALABJA, Iraq — This town near the Iranian border has long been a symbol of Kurdish resistance, and it is best known as the site of a gruesome chemical-weapons attack by Saddam Hussein in 1988.\n\nThese days, residents say, it’s increasingly known for something else — though few want to talk about it.\n\nKurdish authorities say a small contingent of Kurdish youth — around 150 in all, about a third of whom are from Halabja — has in recent months joined the Islamic State of Iraq and Syria (ISIS), which has seized a vast swath of Iraqi territory.\n\nThe young men’s allegiance to the extremist militant group represents a potential danger for the Kurds, who share the jihadists’ resentment of Iraqi Prime Minister Nouri al-Maliki’s Shiite-dominated government but who are wary of the extremists now massed on the edge of their territory. The Kurds have hoped to keep their largely autonomous region in northern Iraq from getting tangled up in the country’s increasingly bloody conflict.\n\nSome Kurdish intelligence officials fear that with ISIS’s gains, more local boys will join the jihadists, and the radical ideology could creep beyond Arab Iraq and into Iraqi Kurdistan, which has so far remained an oasis of calm and order.\n\nThe presence of Kurdish fighters in the extremist militant group highlights how effectively ISIS’s recruitment efforts are reaching disenfranchised youth across Iraq’s ethnic divide. Most Kurds are Sunni Muslims, like the insurgents, but have their own language and culture.\n\nA top local intelligence official in Halabja, who spoke on condition of anonymity, said ISIS is already operating “cells” inside this town, appealing to bored and underemployed young people to join their fight.\n\nMost of the 52 local men and boys who have left Halabja in the past year and a half to fight in Syria have been recruited by ISIS, he said.\n\nOne local man, Mariwan Hallabji, has become an ISIS commander and is currently manning a front line against Kurdish pesh merga security forces outside the city of Kirkuk, the official said.\n\n“How do we guarantee that when they’re done fighting the Shiites, they don’t start waging a war against the Kurds?” the intelligence official said, speaking on condition of anonymity because he was not authorized to speak to the press.\n\nA little over a decade ago, Islamist radicals with alleged ties to al-Qaeda had a base here and fought against the Patriotic Union of Kurdistan (PUK), one of the two major Kurdish political movements, before U.S. forces bombed the Islamists’ bases during the 2003 invasion of Iraq.\n\nHalabja, though relatively far from the front line between Iraqi Kurdistan and ISIS-held territory, is particularly vulnerable to losing its sons to the radical group, local officials and residents said.\n\nThe town lacks jobs and educational opportunities and has a history of militant resistance to the Arab government in Baghdad, residents said. Almost every family has a “martyr,” either from the Kurds’ struggle for independence or from the chemical weapons attack in 1988, which killed thousands. Hussein’s forces attacked the town because of its sympathy for Iran during the Iran-Iraq war.\n\nThe situation has deteriorated since Maliki’s government, in a dispute with the Kurdistan Regional Government, slashed the Kurds’ budget six months ago, halting the payment of salaries to many workers.\n\n“People here are graduating from high school, and they think they have no future,” the intelligence official said. In the Western world, depressed teenagers commit suicide, he added. “People here join ISIS — which is also basically suicide.”\n\nThe path to radicalism\n\n“Z,” whose name is being withheld at the request of his family, would seem an unlikely recruit for ISIS, which has enforced a brutal interpretation of Islamic law, executing hundreds of Shiites and others in its bid to establish an Islamic caliphate that spans Iraq and Syria.\n\n“He had a motorbike. He had a girlfriend. He had lots of friends,” Z’s brother-in-law said with a bitter laugh one recent night, as the family sat on the hard, thinly carpeted floor of their modest living room.\n\nBut Z’s family think he was enticed by the extremists’ slick social media campaign and by local recruiters.\n\nPhotos on Z’s sister’s cellphone show a grinning 16-year-old boy with a fluffy black “faux-hawk,” the latest hairstyle craze.\n\nHis family said Z was not especially religious and was never particularly interested in going to the mosque. But in mid-May, he suddenly left Halabja with his best friend to join ISIS in Syria, his relatives said. “In one week, he changed completely,” his brother-in-law said.\n\nAfter last week’s rapid ISIS advance into Iraq, Z is now with fellow militants in the northern Iraqi city of Mosul, the family said. In a few phone calls, he has told his family that he was “following the teachings of the Koran,” they said.\n\nTwo intelligence officials, as well as residents of Halabja, said Kurdish authorities have allowed young people like Z to leave the region, in part because they think it is safer without them.\n\n“They want them out of here. They don’t want the bomb to explode in their hands,” said a second intelligence official, who also spoke on condition of anonymity.\n\nIn one recent instance, the bomb nearly did go off.\n\nIn late May, a young Kurdish man from Halabja who had recently returned from fighting with ISIS in Syria was apprehended by local security forces as he tried to enter a Shiite shrine in the Kurdish city of Sulaymaniyah, carrying a backpack containing explosives, officials said.\n\nFriends and relatives of a few other young men who have returned say the authorities have sought to put them through a lengthy reverse-“brainwashing” process to persuade them to abandon their radical beliefs. Then the men are heavily monitored.\n\n“Those who come back are taken through a very intense process to ensure that they have left those thoughts behind,” said Fazil Basharati, a Halabja local and former member of parliament from the Kurdistan Democratic Party.\n\nRelatives of fighters who are either with ISIS or have left the group and returned said that Kurdish security forces have ordered them not to speak about their family members’ ties to the group because it draws attention to the issue.\n\n“They don’t let them talk about it,” said one 24-year-old man in Halabja, who grew up with the Kurdish member of ISIS who tried to blow up the shrine in Sulaymaniyah. The 24-year-old man, who did not want to give his name, said two of his other neighbors had joined the extremist group in Syria, only to be captured and returned by Turkish Kurds who are fighting with Syrian insurgents opposed to ISIS. The man said his cousin was also killed fighting in Syria four months ago.\n\nZ’s brother-in-law recently implored the 16-year-old over the phone to return to his mother and sister. “I said, ‘What if someone tries to harass them?’ He told me: ‘We have plenty of ISIS people in Halabja to stop them.’ ”", "positionLabels": ["defensive"], "politicalLabels": ["liberal"]}