{"content": "Share this:\n\n\"Why Americans Think They Are Opposed To Gun Control, But Really Aren’t\" Share:\n\nCREDIT: (AP Photo/Rich Pedroncelli)\n\nA new poll by the Pew Research Center finds that “[f]or the first time in at least 20 years, significantly more Americans say it’s more important to protect the right to own guns than it’s more important to control gun ownership.” The poll finds that 52 percent of respondents say protecting this right is more important than controlling such ownership, while 46 percent take the opposite view.\n\nThe poll is consistent with a trend that can be observed across many polls, and, indeed, across other examinations of American political sentiment as well. As political scientists Matt Grossmann and David Hopkins explain, “the American electorate is symbolically conservative and operationally liberal.” When asked broad philosophical questions, most Americans align with conservative views about smaller government. Yet when asked about whether they support specific policies, the very same voters endorse liberal programs and regulations. Indeed, according to Grossmann and Hopkins, “[a] majority of the American public simultaneously endorses liberal positions on most specific policy issues while favoring conservative views on more general questions concerning the proper size and role of government.”\n\nThis dynamic plays out on issues of gun policy. Though there is little reason to doubt Pew’s finding that, at a high level of abstraction, Americans prefer robust protections for gun rights, other polls show overwhelming support for the actual gun regulations proposed by President Obama and his allies. Last July, a poll found that 92 percent of voters, including 92 percent of gun owners, support background checks for all gun sales. Yet the same polls also found that only 50 percent of the exact same respondents support “stricter gun control laws.”\n\nOther specific proposals for additional gun regulation also enjoy robust support. Last January, for example, the conservative Rasmussen poll determined that “59% of Likely U.S. Voters think there should be a ban on the purchase of semi-automatic and assault-type weapons.” At 2013 poll found that “63 percent support a ban on high-capacity magazines and 53 percent back a ban on semi-automatic weapons.”\n\nA similar dynamic, where Americans simultaneously support conservative positions in the abstract and liberal positions when asked about specifics also appears in other issue areas. The concept of Obamacare is unpopular. A March 2013 poll found that only 37 percent of respondents view the law itself favorably. Yet all but one of its major provisions are quite popular:\n\nCREDIT: Kaiser Health Tracking Poll\n\nNotably, according to this poll, even the sole unpopular provision of the law, the so-called individual mandate, is more popular than the law as a whole. And other polling suggests that a solid majority support the individual mandate if they are told that most Americans already comply with the requirement to have health insurance.\n\nOn matters of religion, the dichotomy that leads Americans to be philosophically conservative and operationally liberal is less stark, but still present. There is some polling data indicating a majority of the nation is concerned that “religious freedom in the U.S. is at risk.” Nevertheless, another poll taken shortly after the Supreme Court heard oral arguments in the Hobby Lobby birth control case found that 55 percent of respondents believe that “[f]or-profit companies SHOULD be required to cover birth control in their workers’ health plans, even if it violates their owners’ personal religious beliefs.” Another poll found that “54% of the public agree that a business providing wedding services to the public should be required to serve same-sex couples, even if the business owner objects to gay marriage on religious grounds.”\n\nLiberals, in other words, face very real challenges when advocating their views to the public. To the extent that conservatives can frame issues in terms of a broad philosophical debate about the role of government, the left starts every argument in a hole. It does not follow, however, that left-leaning lawmakers should trim their sails on actual matters of policy. Indeed, if anything, the polling data suggests that the best way for liberals to defend against philosophical objections to their proposals is to emphasize the proposals themselves.", "topic": "Gun Control", "politicalLabel": "Neutral", "organization": "ThinkProgress", "biasLabel": "Not Biased", "title": "Why Americans Think They Are Opposed To Gun Control, But Really Aren't", "yellowLabel": "Not Yellow", "tags": "set(['NATIONAL RIFLE ASSOCIATION', 'IMMIGRATION', 'POLICE BRUTALITY', 'CRIMINAL JUSTICE', 'CALIFORNIA', 'Guns'])", "opinionLabel": "Other"}