{"content": "Top NSA whistle-blowers vision of how to reform intelligence collection.\n\nThe National Security Agency (NSA) campus in Fort Meade, Md. (Photo: Patrick Semansky, AP) Story Highlights On Friday, President Obama is expected to issue new guidelines that purport to rein in these abuses.\n\nThe president's NSA review panel found that spying on Americans has not prevented any terrorist attacks.\n\nAmerica's Founders knew better than to give a government powers with such enormous potential for abuse.\n\nWake up, America. While we've been paying attention to other things, our intelligence agencies have been tearing holes into the Bill of Rights.\n\nOn Friday, President Obama is expected to issue new guidelines that purport to rein in these abuses, but leaked details leave little reason for hope that his proposals will go far enough. What America needs is a U-turn before we lose our freedom and our country.\n\nIn the years since 9/11, administrations of both parties, along with U.S. intelligence agencies, have secretly built up enormous powers that they do not intend to relinquish. They were aided in this endeavor by the very institution that was supposed to be a safeguard, a Foreign Intelligence Surveillance Act (FISA) court whose secret rulings essentially set aside the Constitution. Ill-considered legislation from Congress has only enabled the collapse of checks and balances.\n\nIn late 2005 and early 2006, The New York Times, then Mark Klein and USA TODAY received fragmentary information on a program that collected private information on Americans. Last June, publication of documents taken from the National Security Agency by Edward Snowden revealed a far more intrusive program of domestic spying.\n\nThese programs were supposed to protect us, but the president's NSA review panel found that spying on Americans has not prevented any terrorist attacks. Even if it had, the power the government has aggregated is a more dangerous threat to our freedom than is terrorism itself. The executive branch has vast troves of electronic data on most Americans, even those who have never been suspected of a crime.\n\nAmerica's Founders knew better than to give a government powers with such enormous potential for abuse. Yet under both the Bush and Obama administrations, unconstitutional powers have been abused.\n\nExcessive power corrupts human nature, without regard to geography or partisan affiliation, as we have seen repeatedly through history and again in the past 12 years. Despite this history, the strongest reforms proposed in Congress or by the recent presidential panel, with its 46 recommendations, are insufficient to restore our freedom.\n\nThe many areas requiring rollback illustrate just how far things have gone. Real change would start with a confession to the voters by the NSA and the intelligence committees:\n\nThey should release the true extent of their data collection before the Snowden reporters do. Tell us how many Americans are in your files. Reveal the other categories of government agency and private business records that you have amassed.\n\nIdentify any other agencies that copy NSA databases and/or collect their own.\n\nReveal the secret \"black\" budget that funds this intrusion into every nook and cranny of our lives.\n\nGive citizens the right to see any information collected about them. Want to improve your success against terrorists? And obey the Constitution? The obvious answers are:\n\nReturn NSA to \"targeted\" collection focusing on suspects and their associates. NSA has demonstrated its inability to find a few terrorist \"needles\" buried in a continually expanding \"haystack\" of communications between innocent people both domestic and foreign.\n\nEstablish protections that encrypt data about Americans found in these targeted investigations until a court has found probable cause to suspect them, and add systems that automatically track people using the databases so we catch abuses — and improve security.\n\nCease allowing NSA-derived information to be used for domestic criminal investigations.\n\nDon't co-opt tech companies and telecommunications firms under the ruse of national security and threats. Seek their help only in exceptional, supervised instances.\n\nStop weakening Internet encryption then claiming that the insecurity you helped create justifies still more \"cybersecurity\" databases, dollars and power.\n\nAs for Congress, how about some real oversight for a change?\n\nRevoke the legislation that has undermined the Constitution, including the 2001 Authorization for Use of Military Force and the USA Patriot Act.\n\nDestroy the mass databases on Americans collected without probable cause.\n\nOutlaw the FBI's National Security Letters.\n\nRemove power over ordinary Americans from the FISA court and abolish the court's \"secret law\" by returning to the original 1978 version of FISA. It works.\n\nNever again rely completely on NSA's word. Establish a permanent independent Signals Investigatory Body of technical experts tasked with auditing NSA data collection and access to NSA databases that reports to Congress and the FISA Court.\n\nLegally protect whistle-blowers and journalists, the public's best sources for information on intelligence and law enforcement community conduct.\n\nThese measures would deflate the unconstitutional power of our national security state.\n\nEd Loomis, Kirk Wiebe, Thomas Drake, William Binney and Diane Roark were career professionals at the NSA or, in Roark's case, the House Intelligence Committee. The FBI raided each of their homes in 2007, falsely accusing them of leaking part of the NSA program to The New York Times in 2005.\n\nIn addition to its own editorials, USA TODAY publishes diverse opinions from outside writers, including our Board of Contributors. To read more columns like this, go to the opinion front page or follow us on twitter @USATopinion or Facebook.\n\nRead or Share this story: http://usat.ly/1m819jW", "topic": "NSA Spying", "politicalLabel": "Conservative", "organization": "USA Today", "biasLabel": "Biased", "title": "We need real protection from the NSA", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Opinion Article"}