{"content": "Share this:\n\n\"Senator Denies Climate Change On Senate Floor And Gets A Science Lesson From His Colleague\" Share:\n\nSen. Sheldon Whitehouse (D-RI) rips into Sen. Jim Inhofe (R-OK) for blocking a resolution that would have acknowledged the reality of climate change. CREDIT: CSPAN\n\nHere at ClimateProgress, we spend a lot of time debunking politicians who deny climate change based on scientifically murky grounds. On Thursday, it looked as though we’d have to do it again, after Sen. Jim Inhofe (R-OK) blocked a Senate resolution that would have simply stated that climate change is real. Inhofe said he objected to the resolution because the earth had experienced “no warming for the last 15 years;” and because 9,000 scientists had signed a petition expressing doubt that greenhouse gases cause global warming.\n\nFortunately, however, Sen. Sheldon Whitehouse (D-RI) did the debunking for us, just seconds after Inhofe finished his tirade against the Obama administration for having his federal agencies “collude” together to promote a “global warming agenda.”\n\n“I appreciate very much having had the opportunity to hear those words, from what I can only describe as an alternate reality,” Whitehouse began, before getting into detailed specifics rebutting each one of Inhofe’s points.\n\nWatch it here:\n\nWhitehouse began by addressing one of Inhofe’s most oft-used arguments against the existence of climate change — that the earth’s atmospheric temperature has not risen in the last 15 years.\n\nThat “little rhetorical device” Inhofe is using fails to consider two things, Whitehouse said. One, is that more than 90 percent of the heat generated from increased carbon emissions gets absorbed into the ocean, not into the atmosphere. Two, is that any changes in ocean temperature will eventually have “a pronounced effect” on atmospheric temperature. Indeed, recent studies show that global temperatures are set to rise rapidly in the face of our increasingly warm and acidic oceans.\n\n“To say that we have no warming is just not factual,” he said.\n\nNext, Whitehouse took on Inhofe’s assertion that federal government agencies — The Department of Defense, NASA, and NOAA, for example — were colluding to promote environmentalists’ agendas. “Colluding together. That’s a fairly tough word to use,” he began.\n\nWhitehouse: Let me tell you some of the government agencies who are so-called colluding together. How about NASA? We trust them to send our astronauts into space. We trust them to deliver a rover the size of an S.U.V. to the surface of Mars safely and drive it around, sending data and pictures back from Mars to us. You think these people know what they’re talking about? … How about the United States Navy? The commander in chief of our Pacific Command? Is he colluding when he says that? … If you want to ignore the federal government, if you live in a world in which you think the federal government colludes with itself to make up things that aren’t true, okay. But look at the property casualty insurance and reinsurance industry. They’re the people with the biggest bet on this. They have billions of dollars riding on getting it right, and they say climate change is real, carbon pollution is causing it, we’ve got to do something about it. So does the U.S. Conference of Catholic Bishops, because they care about the poor and the effect this will have on the people who have the least. So does every major U.S. scientific society. Every single one.\n\nWhitehouse then ripped into Inhofe for citing the Petition Project, which purportedly features over 31,000 scientists –9,000 with PhDs — signing a petition stating “there is no convincing scientific evidence that human release of carbon dioxide will, in the forseeable future, cause catastrophic heating of the Earth’s atmosphere.”\n\n“I’m told that among the names on that petition are the Spice Girls,” Whitehouse said, “It’s almost a comedic effort.”\n\n“The fact you can’t find 9,000 people who think the earth is flat is a bit of a stretch, and the idea that we should base our policy on a petition that imaginary people are on rather than on what NASA and NOAA and the U.S. Navy and the U.S. Conference of Catholic Bishops and every major scientific society and the entire property casualty reinsurance industry are telling us, it’s just extraordinary,” he added.\n\nDespite Whitehouse’s argument, however, the resolution — which required unanimous consent — failed with Inhofe’s objection. So as demonstrated by that non-action, the Senate has no official position on whether climate change is real or not, much less whether it poses a threat to American citizens.\n\nKlobuchar told The Hill that she would keep trying to pass the resolution, saying the Senate looks “silly” for arguing with scientific consensus.", "topic": "Climate Change", "politicalLabel": "Liberal", "organization": "ThinkProgress", "biasLabel": "Not Biased", "title": "Senator Denies Climate Change On Senate Floor And Gets A Science Lesson From His Colleague", "yellowLabel": "Not Yellow", "tags": "set(['CANADA', 'CLIMATE CHANGE', 'Sheldon Whitehouse', 'James Inhofe', 'CALIFORNIA', 'Climate Change', 'RENEWABLE ENERGY', 'DROUGHT'])", "opinionLabel": "Other"}