{"content": "Share this:\n\n\"The Nation’s Most Restrictive Anti-Abortion Law Just Reached The Supreme Court\" Share:\n\nAbortion rights supporters stand outside the Jackson Women’s Health Organization Inc., the only abortion clinic in Mississippi CREDIT: AP Photo/Rogelio V. Solis\n\nA Mississippi law that would eliminate access to abortion within that state — a law so restrictive that it was halted by one of the most conservative federal appeals courts in the nation — arrived in the Supreme Court on Wednesday after the state filed a petition asking the justices to hear the case. Should the Court agree to do so, Mississippi could win the right to close down its only abortion clinic.\n\nMississippi’s law closely resembles laws in other states imposing restrictions on which doctors may perform abortions. The law requires all physicians associated with an “abortion facility” to “have admitting privileges at a local hospital and staff privileges to replace local hospital on-staff physicians.” This restriction significantly diminishes the pool of doctors will work in an abortion clinic, because local doctors are often unable or unwilling to perform abortions while they maintain an active practice in a conservative community.\n\nAs Judge Myron Thompson explained in a decision striking down a similar Alabama law, many hospitals will only grant admitting privileges to physicians who live locally, but local doctors often legitimately fear that they will suffer professional consequences — or worse — if their local community learns that they perform abortions. Thompson also described the risk that local physicians will become victims of terrorism if they perform abortions. As one abortion doctor, whose home is under FBI surveillance, testified, “every time I go to work . . . I’m always afraid that there will be somebody who is in the crowd who is passionate enough about the topic that they’re willing to shoot.”\n\nFor these and related reasons, abortion clinics in conservative states often rely upon out-of-state physicians or largely retired doctors whose practice is no longer large enough for them to receive admitting privileges from a hospital. If these doctors are forbidden from performing abortions, many clinics will simply need to shut down. Indeed, that’s exactly what happened to nearly half of the 40 abortion clinics that once operated in Texas after the conservative United States Court of Appeals for the Fifth Circuit allowed that state’s admitting privileges law to take effect.\n\nNevertheless, a divided panel of three Fifth Circuit judges halted Mississippi’s law due to a crucial distinction between that state and Texas. Mississippi doesn’t have 40 abortion clinics, it has one abortion clinic. And if this law goes into effect, that clinic will no longer be able to operate.\n\nIn the Fifth Circuit, Mississippi claimed that shutting down the state’s sole abortion clinic would not violate women’s constitutional rights because those women could still seek abortions in the neighboring states of Tennessee, Louisiana or Alabama. Not so, according to the court. As Judge E. Grady Jolly, a Reagan appointee, explained, “Mississippi may not shift its obligation to respect the established constitutional rights of its citizens to another state. Such a proposal would not only place an undue burden on the exercise of the constitutional right, but would also disregard a state’s obligation under the principle of federalism—applicable to all fifty states—to accept the burden of the non-delegable duty of protecting the established federal constitutional rights of its own citizens.”\n\nAdmitting privileges laws such as the one in Mississippi are part of a larger effort to restrict or even eliminate the practice by enacting laws that, at least on their face, appear to be health regulations. And, indeed, Mississippi’s petition to the Supreme Court opens by painting its law as an effort to ensure that abortions are performed safely. “Concerned by highly publicized reports of deaths and injuries involving abortion facilities across the country that raised serious doubts as to the safety of women undergoing abortion procedures,” the petition claims, “the legislatures in numerous states, including Mississippi, increasingly began requiring doctors performing abortions to hold admitting privileges at local hospitals.”\n\nYet, as Judge Thompson explained in his opinion striking down Alabama’s law, admitting privileges requirements do little, if anything, to protect women’s health. “Complications that require hospitalization occur in only 0.05 to 0.3% of” early term abortions, Thompson explained. Another judge, Judge Lee Yeakel, was more blunt — “there is no rational relationship between improved patient outcomes and hospital admitting privileges.”\n\nAdmitting privileges laws are one of the most common forms of sham health laws that seek to take advantage of a loophole in the Supreme Court’s abortion jurisprudence in order to limit access to abortion. State governments may enact legitimate health regulations that government abortion clinics — and, indeed, they should have this power. This is why a state may require abortions to be performed by licensed physicians, for example. Or why a state could subject clinics to routine inspections to ensure that their facilities meet standards recognized by the medical profession.\n\nBut that does not mean that states can dress up a law intended to limit the right to choose as a health regulation and expect it to survive contact with what remains of Roe v. Wade. If the justices ultimately allow such sham health laws to stand, a state’s ability to limit access to abortion could be limited only by their creativity in designing anti-abortion laws that bear some superficial resemblance to health laws.", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "ThinkProgress", "biasLabel": "Biased", "title": "The Nation's Most Restrictive Anti-Abortion Law Just Reached The Supreme Court", "yellowLabel": "Not Yellow", "tags": "set(['Mississippi', 'NATIONAL RIFLE ASSOCIATION', 'Abortion', 'IMMIGRATION', 'POLICE BRUTALITY', 'Supreme Court', 'CRIMINAL JUSTICE', 'CALIFORNIA'])", "opinionLabel": "Other"}