{"content": "DENVER — That’s not mistletoe.\n\nFrom new marijuana strains for the holidays to gift sets and pot-and-pumpkin pies, the burgeoning marijuana industry in Colorado is scrambling to get a piece of the holiday shopping dollar. Dispensaries in many states have been offering holiday specials for medical customers for years – but this first season of open-to-all-adults marijuana sales in some states means pot shops are using more of the tricks used by traditional retailers to attract holiday shoppers.\n\nHere’s a look at how the new recreational marijuana industry is trying to attract holiday shoppers.\n\nOld-fashioned doorbusters\n\nTraditional retailers sell some items below cost to drive traffic and attract sales. Recreational marijuana retailers are doing the same.\n\nThe Grass Station in Denver is selling an ounce of marijuana for $50 – about a fifth of the cost of the next-cheapest strain at the Colorado dispensary – to the first 16 customers in line Friday, Saturday and Sunday. That works out to less than $1 a joint for the ambitious early-rising pot shopper. Owner Ryan Fox says his Black Friday pot is decent quality, and says he’s selling below cost to attract attention and pick up some new customers. As Colorado dispensaries approach a year of being able to sell weed to all adults over 21, not just card-carrying medical patients, Fox says retailers have to do more than just sell pot to get public attention.\n\nPot shops are using old and new media to tout the sales. One dispensary is taking out a full-page “Happy Danksgiving” ad in The Denver Post and is inviting shoppers to text a code for extra savings.\n\nVisions of sugar plums\n\nSweets and marijuana seem to go together like hot chocolate and marshmallows. Many dispensaries this time of year resemble a Starbucks at the mall, with holiday spices and festive music in the air. One of the state’s largest edible-pot makers, Sweet Grass Kitchen, debuted a new miniature pumpkin pie that delivers about as much punch as a medium-sized joint. The pie joins holiday-spiced teas, minty pot confections and cannabis-infused honey oil for those who want to bake their own pot goodies at home. Even some edibles makers that specialize in savory foods, not sweets, are putting out some sugary items for the holidays. “It just tastes too good, we had to do it,” Better Baked owner Deloise Vaden said of her company’s holiday line of cannabis-infused sweet-potato and pumpkin pies.\n\nHoliday strains\n\nSome shops are angling for high-end holiday shoppers, not an increase in foot traffic. Colorado Harvest and Evergreen Apothecary timed the release of some top-shelf strains of potent pot for the holiday season. Spokeswoman Ann Dickerson says they’re “sort of like the best bourbon or Scotch that will be competing on quality, rather than price.”\n\nGift wrapping\n\nWhat holiday shopper doesn’t appreciate free gift wrapping? Or a gift set ready to pop under the tree? The Growing Kitchen is making $49.99 gift sets for both the medical and recreational pot user. The sets include the edible-pot maker’s new Mighty Mint cookie, a pot-infused confection new for the holiday shopping season, along with marijuana-infused salves for muscles sore from the ski slopes. Other dispensaries are offering free gift totes and stockings with purchases.\n\nGift cards\n\nFor the shopper who wants to give pot but doesn’t know how the recipient likes to get high, Colorado’s 300 or so recreational dispensaries so far have been able to issue only handwritten gift certificates. That’s because banking regulations prohibit major credit cards companies from being able to back marijuana-related gift cards the way they do for other retailers.\n\nJust this month, a Colorado company started offering pot shops a branded gift card they can sell just like other retailers. The cards are in eight Denver dispensaries so far, and coming soon will be loyalty cards similar to grocery-store loyalty cards that track purchases and can be used to suggest sales or new products to frequent shoppers.\n\nCannagifts for the mail\n\nJust because marijuana can’t legally leave Colorado doesn’t mean dispensaries don’t have items for out-of-state friends and family. Some dispensaries are highlighting some non-cannabis gift items – things like T-shirts, rolling papers and lotions made with legal herbs. The sets are for shoppers who want to give a taste of Colorado’s new marijuana industry without breaking federal law by mailing it or taking it out of state.", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "New York Post", "biasLabel": "Not Biased", "title": "Merry Marijuanukkah? Weed industry targets holiday shoppers", "yellowLabel": "Not Yellow", "tags": "set(['Holidays', 'Marijuana', 'Thanksgiving', 'Colorado'])", "opinionLabel": "Other"}