{"content": "Rep. Dana Rohrabacher (R-Calif.), one of the authors of an amendment protecting medical marijuana operations in states where the drug is legal, criticized the Department of Justice's interpretation of the law. (SAUL LOEB/AFP/Getty Images) | Getty\n\nThe lawmakers behind a recent congressional amendment protecting medical marijuana operations in states where the drug is legal strongly rebuked the Department of Justice for trying to continue to crack down on some medical marijuana businesses.\n\nThe DOJ believes the law only stops it from \"impeding the ability of states to carry out their medical marijuana laws,\" department spokesman Patrick Rodenbush said in a statement, portions of which were previously published in the Los Angeles Times. “Consistent with the Department’s stated enforcement priorities, we don’t expect that the amendment will impact our ability to prosecute private individuals or private entities who are violating the Controlled Substances Act.”\n\nBut Reps. Dana Rohrabacher (R-Calif.) and Sam Farr (D-Calif.), the co-sponsors of the historic amendment that prohibits the DOJ from using funds to go after state-legal medical marijuana programs, told The Huffington Post that the department is incorrect in its understanding of the law.\n\n\"The congressman believes the amendment's language is perfectly clear and that the DOJ's self-referential interpretation is emphatically wrong,\" said Rohrabacher spokesman Ken Grubs.\n\nFarr also had strong words for the DOJ.\n\n“The Justice Department’s interpretation of the amendment defies logic,\" he said. \"No reasonable person thinks prosecuting patients doesn’t interfere with a state’s medical marijuana laws. Lawyers can try to mince words but Congress was clear: Stop going after patients and dispensaries.”\n\nFarr also took to Twitter to criticize the DOJ's view of the law:\n\n@billjpiper, @TheJusticeDept lawyers can try to parse words but Congress was clear: Stop wasting funds/resources prosecuting patients! — Congressman Sam Farr (@RepSamFarr) April 2, 2015\n\nAlthough the DOJ has slowed its crackdown of medical marijuana, it continues to target some dispensaries, including multiple shops in the San Francisco Bay Area.\n\nIn February, the congressmen, along with Rep. Barbara Lee (D-Calif.), wrote a letter publicly condemning the DOJ for \"overstepping its bounds\" by trying to shut down the Oakland, California-based Harborside Health Center -- widely considered to be the largest and one of the most well-respected medical marijuana dispensaries in the nation.\n\n\"The Justice Department is ignoring the will of the voters, defying Congress, and breaking the law,\" Bill Piper, director of national affairs for the Drug Policy Alliance, said in a statement Thursday. \"President Obama and Attorney General Eric Holder need to rein in this out-of-control agency.\"\n\nTo date, 23 states have legalized marijuana for medical purposes, and an additional 12 have legalized limited medical use of nonpsychoactive cannabis extracts, which are often used to treat children with severe epilepsy. Four states and the District of Columbia have legalized recreational marijuana.\n\nThe $1.1 trillion federal spending bill signed by President Barack Obama in December contained the measure that protects medical marijuana operations.\n\nUnder the Obama administration, the Drug Enforcement Administration and several U.S. attorneys have raided marijuana dispensaries and sent people to prison, even though they complied with state laws. According to a 2013 report released by advocacy group Americans for Safe Access, the Obama administration has spent nearly $80 million each year -- more than $200,000 per day -- cracking down on medical marijuana.\n\nThe American public overwhelmingly support the use of medical marijuana: A 2014 CBS News poll found 86 percent of Americans believe doctors should be able to prescribe marijuana to their patients.\n\nDespite the public's support and congressional amendment's protections for medical marijuana, the federal government continues to classify the plant among the most \"dangerous\" substances, alongside heroin and LSD, with \"no currently accepted medical use.\"", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "Huffington Post", "biasLabel": "Not Biased", "title": "Congressmen Say DOJ's Interpretation Of Their Medical Marijuana Amendment Is 'Emphatically Wrong'", "yellowLabel": "Not Yellow", "tags": "set(['Most Popular on HuffPost'])", "opinionLabel": "Other"}