{"content": "Story highlights Alabama, with the lowest approval in the nation for same-sex marriage, began issuing licenses this month\n\nFor some couples, weddings are romantic affairs; for others, it's about protecting each other\n\nGay couples who are religious say they resent Bible being used as reason to oppose same-sex marriage\n\nSalem, Alabama (CNN) Shawn Williams heard his father howl from the other room.\n\n\"WHAT?!\"\n\nWilliams went to check on his dad. Williams' husband of a few hours, Justin Lewis, knew what the commotion was about. He decided not to join the conversation, as it were, but could hear Williams and his father yelling.\n\nWilliams' dad was watching the 10 o'clock news. It was February 9. Same-sex marriage was now the law in Alabama, and the local TV station was running a feature on Williams' and Lewis' wedding earlier in the day.\n\nJust Watched Same sex couple marries in front of courthouse replay More Videos ... Same sex couple marries in front of courthouse 01:23 PLAY VIDEO\n\n\"That's the most disgusting thing I've ever seen,\" Williams recalled his father telling him.\n\nDisgusting, a word one might use to describe child molesters or a dead opossum in the road, was being applied to a couple of seven years exchanging vows that they'd love and cherish each other forever.\n\nSame-sex marriage, which is legal in 37 states and Washington D.C., is creeping into the South, where opposition is its staunchest. North Carolina, South Carolina and Florida have all accepted same-sex marriage in recent months. A county clerk in Austin, Texas, issued the state's first license this week.\n\nJokes abound that the South is filled with zealots and hillbillies stuck in eras bygone, and while those barbs go too far, it's true that Southern states hold religion and conservatism dear on myriad issues.\n\nAccording to the Williams Institute, a UCLA think tank, in only seven states do a third of residents or fewer approve of same-sex marriage. They all lie below the Mason-Dixon line.\n\nIn Alabama, the approval rating is 32%, according to the Williams Institute and the Public Religion Research Institute. While that number places Alabama firmly at the bottom among U.S. states, it's worth noting that fewer than nine years ago, only 19% of the state's voters rejected a constitutional amendment defining marriage as \"unique relationship between a man and a woman.\"\n\nHasty and happy decision\n\nOn Tuesday, with a CNN reporter en route to Mobile to discuss their impending March marriage, Anna Lisa Carmichael and Meredith Miller became worried.\n\nTwo federal court decisions had cleared the path for same-sex marriages to begin eight days earlier, only for Chief Justice Roy Moore of the Alabama Supreme Court to direct all probate judges to refuse marriage licenses to gay couples.\n\nMany of the state's probate judges -- as many as 44 out of 67 at one point -- heeded Moore's order.\n\nNot even a U.S. Supreme Court refusal to extend the stay on the unions would dissuade Moore. While many saw the high court's decision as a harbinger of how it will vote on the issue later this year, Moore said he sees no writing on the wall. In fact, he said, Justices Elena Kagan and Ruth Bader Ginsburg should recuse themselves because they've performed same-sex marriages.\n\nJust Watched State of uncertainty for gay couples in Alabama replay More Videos ... State of uncertainty for gay couples in Alabama 01:51 PLAY VIDEO\n\nCarmichael, 33, and Miller, 32, joined a federal lawsuit to instruct Mobile County's probate judge to disregard Moore's order. Three days later, the path was cleared again.\n\nThough the pair had married in a ceremony that the state didn't recognize in 2011, they envisioned their legal wedding would be a big deal -- gowns, bridesmaids, catering, the works.\n\nBut reality set in Tuesday morning. What if something happened to one of them? What if another court order snatched the chance away? Urgency spiked.\n\n\"It's a different type of terror because we've carried this burden for so long. To know you could've relieved this burden ...\" Miller said, shaking her head at the potentiality.\n\nSo two hours before CNN arrived -- and with the Mobile County probate court closing early for Mardi Gras -- the pair rushed to the courthouse and became legally married late Tuesday afternoon.\n\nDid they resent having their hand forced? Or feeling they couldn't take months to plan an elaborate soiree like straight couples so often do? Not at all.\n\nPressed on why she was so magnanimous, Carmichael pointed to her face, still beaming from the hours-old nuptials.\n\n\"You see this relief? That's why.\"\n\nStand in the courthouse door?\n\nSupporters of same-sex marriage in Alabama are quick to liken it to the state's record on race relations during Jim Crow.\n\nOne probate judge who defied Moore on February 9 said the chief justice's order was akin to then-Gov. George Wallace's infamous \"stand in the schoolhouse door\" to prevent integration.\n\nBut Moore scoffed at the comparison, and in an interview two days after his order, explained his decision had nothing to do with religion or denying anyone equal rights.\n\nJust Watched Alabama judge: This is about sexual preference replay More Videos ... Alabama judge: This is about sexual preference 03:26 PLAY VIDEO\n\nMoore, who once lost his chief justice post in 2003 for refusing to remove a Ten Commandments monument from a state building, said race and sexuality are different animals, legally. He cited a bevy of court cases, doctrines and the federal rules of civil procedure to explain his order was rooted in law.\n\n\"I'm not standing in any door. I did not bring this on. This was forced upon our state. This is simply federal tyranny,\" he said. \"This is not about race. This is about entering into the institution of marriage.\"\n\nRace, he said, is biologically predetermined and therefore can't be used to deny someone her or his rights under the Constitution. Homosexuality, he claimed, is a choice.\n\n\"People can choose different lifestyles and no doubt they have since Sodom and Gomorrah,\" he said.\n\nListen to Carmichael, Miller, Williams and Lewis, though, and you'll doubt they chose anything. They come from conservative states and religious families. Carmichael, Miller and Williams dated members of the opposite sex for years -- that's what their families, peers, churches and media portrayals told them to do -- but it didn't feel right.\n\n\"We live in South Alabama. We live in the Bible Belt. It's not something that's condoned. It's not something that's normal. Who in their right mind would choose to live this way if you had a choice?\" Miller asked.\n\nLewis, 28, who hails from a Latter-Day Saints family in Payson, Utah, knew he was gay around puberty. Still, he would pick \"fake crushes\" in high school -- girls he would tell his family about so they would think he was straight, even if he never pursued a romance.\n\n\"For the longest time, I hated myself for (being gay). I had this idea that I was going to change it,\" Lewis said. \"Obviously, that didn't work out.\"\n\nPretending to be straight to please others was a choice, they all said. Being gay is natural.\n\n'Why? Are you?'\n\nAs they walked through the quiet Spring Hill College campus in Mobile where they met, Carmichael sipped on coffee and Miller drank hot tea as they reminisced about how they learned to like, then love, one another. They weren't always so chummy, they said, grinning as they pointed to the brick-and-concrete dorm where they were first roomies in 2000.\n\nCarmichael joked that she has no idea how the roommate questionnaire paired them together. She sniffled as the wind blew. Miller produced a tissue unsolicited.\n\nThey didn't live together sophomore year, but they eventually grew closer as friends. In 2005, as they were both amid their first lesbian relationships, they heard rumors about the other.\n\nJust Watched Gov. Jindal: Marriage is between a man and woman replay More Videos ... Gov. Jindal: Marriage is between a man and woman 02:03 PLAY VIDEO\n\nCarmichael comes from a religious, conservative family in Hammond, Louisiana, and felt she had no one to talk to. Miller's family in Mobile is Catholic, and while she enjoys more familial support than Carmichael, she was reluctant to broadcast her relationship.\n\nShe desperately needed someone to talk to. Her religion was weighing on her. Was she doing right by God, dating another woman? She needed a sounding board, someone who understood, so she reached out to her then-best pal on instant message.\n\n\"Are you in a lesbian relationship?\" she typed.\n\n\"Why? Are you?\"\n\n\"Yes, I am, and I need a friend.\"\n\nThe pair became roommates again in 2006, and it wasn't long before they noticed their affection was more than friendly, but they denied their impulse to become lovers.\n\nThey both describe themselves as \"very religious,\" so they began a period of discernment -- we're talking months, not weeks -- to determine whether they were following God's will.\n\n\"You want to make sure you're really doing what you were called to do,\" Miller said. \"We wanted to make sure we weren't going against God. We want to do right by our life here on Earth.\"\n\nThey ultimately decided God was behind them.\n\n\"I love Meredith, and our relationship is full of love. I don't think when you're talking true, unadulterated love that there can be anything wrong with that,\" Carmichael said.\n\nHer new wife added, \"God's greatest command was to love one another.\"\n\nSo to recap: Told most of their lives being gay is abhorrent to God, Carmichael and Miller seek God's blessing before uniting with one another as many in Alabama use God's word to cast what Carmichael and Miller feel in their hearts as sin.\n\nYou can take a person out of the South ...\n\nWilliams, too, considers himself a traditionalist. He's a Southerner at heart. You can tell by the drawl and by the way he quotes Robert E. Lee in conversation.\n\nThe 29-year-old grew up in Smiths Station, Alabama, not far from the Salem home where he, Lewis and his parents reside today. He was a Methodist for 19 years and served as president of his church's youth group as a teen. He moved to Utah in 2004, where he attended the University of Utah and Weber State in Ogden, Utah.\n\nWilliams had a string of short-lived relationship with women. Six months might have been the longest. He'd never dated another man before meeting Lewis on MySpace in 2008.\n\nEXPAND IMAGE\n\nIn a hyperbolically Southern MySpace letter -- peppered with words such as \"purdy\" and \"y'all\" -- he asked Lewis out. Lewis had been burned in a previous relationship, but he found Williams' inaugural attempt at asking out another man \"so sweet\" he couldn't resist, he said.\n\nMore introverted than Williams and perhaps a bit nervous talking to a reporter, Lewis nibbled on his fingernail during an interview at an Irish pub in Opelika. Williams gently swiped Lewis' hand from his mouth as he explained what brought them back to Alabama.\n\nIn 2009, Williams' father was diagnosed with cancer, and Williams returned to the blue, two-story home off a pothole-pocked county road in Salem, near the Alabama-Georgia line.\n\nThe house sits on 4.2 acres hosting several old cars -- Williams' father's \"projects\" before he fell ill. It was too large a tract for his disabled mother to maintain, so Williams came home to help.\n\nWith Lewis.\n\nWilliams understood his parents' surprise.\n\n\"They'd always known me dating girls, and I come back from Utah with a guy,\" he said.\n\nTo be clear, Williams' parents love him, if not that he's gay. He attributes that to their South Alabama upbringings, and that his mother is a minister's daughter who abstains from drinking and smoking.\n\n\"She will say, 'I love Shawn, and I love Justin.' She wants us to be happy, but she doesn't know how to act because of how she was brought up,\" Williams said.\n\nLewis also understands her attitude: \"Honestly, people have psychological conditioning in societies that cause people to react the way they do. ... It's hard to break out of those molds. She wants to be happy for her son. At the same time, everything's told her it's wrong. She's not supposed to enjoy the moment because it's a sin.\"\n\nAsked whether he was hurt or angered by his father dubbing his and Lewis' wedding \"disgusting,\" Williams flatly said no.\n\n\"I'm not going to let something said in the heat of the moment define my feelings toward them,\" he said.\n\nWhat's the big deal?\n\nWhere Williams and Lewis' marriage was a romantic affair, Carmichael and Miller's was more pragmatic.\n\nTheir first \"wedding\" in 2011 at the 5 Rivers Delta Resource Center in Spanish Fort was the romantic affair, complete with floating candle-and-hydrangea centerpieces. A close friend married them on a pier at sunset before several dozen friends and family members.\n\n\"Today was just a formality,\" Carmichael said Tuesday; it was about protection.\n\nAt a Mardi Gras parade last year, Miller got a concussion from a projectile thrown from a float. Miller didn't know who she was and couldn't answer simple questions.\n\nJust Watched Toobin: SCOTUS will legalize same-sex marriage nationwide replay More Videos ... Toobin: SCOTUS will legalize same-sex marriage nationwide 02:43 PLAY VIDEO\n\nOn the way to the hospital, Carmichael frantically tried to reach Miller's mother, knowing that the hospital could invoke federal guidelines to deny her visitation or updates on her partner's condition.\n\nFortunately, the attending physician was happy to treat Carmichael like family, but she still didn't get the full wife treatment.\n\n\"The whole time the medics were there, I was her friend. I'm not her friend. I know everything about her up and down,\" she said.\n\nIt was just one of the ways Carmichael and Miller have come to realize not having a state-recognized marriage can affect their livelihoods.\n\nIn the past, the couple experienced other, lesser snafus: They were denied a joint gym membership; they've been told they couldn't pay bills in their partner's name; their (now former) bank wouldn't allow Miller to make a deposit because her name was second on their joint account; after Miller referred to Carmichael as her wife while filing an accident claim, the agent responded by asking whether they were \"legally married\"; and they had to draw up power of attorney paperwork just in case something went wrong with Carmichael's ankle surgery a few years back.\n\nThus, their Tuesday marriage was all about protecting each other, they say. Carmichael had previously worried that if she died, her family wouldn't let Miller attend the funeral. She smiled during a coffee shop interview as she realized she was legally married that morning.\n\n\"She can plan the funeral now,\" she said.\n\nMaking it up as they go\n\nThere is no script here. Massachusetts was the first state to OK same-sex marriages in 2004, so the traditions that go along with man-woman marriage -- honeymoons, rehearsal dinners, church pews filled with well-wishers, throwing rice, bouquets and garters -- don't necessarily apply.\n\nCarmichael and Miller, for instance, have long envisioned having three ceremonies, likely years apart: the first was their 2011 union \"to commit ourselves to each other,\" the second came Tuesday at the courthouse and the third will be a traditional church ceremony.\n\n\"We'll go on a diet to slim down a few pounds to fit into our wedding dresses again and have an organ playing our music,\" Carmichael said.\n\nMiller grumbled at the thought. \"We shouldn't have to do three separate parts to this.\"\n\nCarmichael played the optimist: \"Most girls would love to relive their wedding day over and over again.\"\n\nJust Watched Alabama same-sex marriages allowed after Supreme Court order replay More Videos ... Alabama same-sex marriages allowed after Supreme Court order 01:36 PLAY VIDEO\n\nTheir proposals were far from traditional as well. Carmichael asked Miller to marry her in the spring of 2009, the same year they bought their home in Mobile. Miller returned the favor that fall. They each said yes, of course.\n\nWhere Carmichael received a conventional ring -- a shimmering band laced with small diamonds, a square-cut solitaire its centerpiece -- Miller received a daintier band. She doesn't like large rings because she can be clumsy with her hands, so her solitaire, the same cut as Carmichael's, came in the form of a necklace.\n\n\"Let's carve our own path,\" Carmichael remembers thinking at the time.\n\nWilliams did the same. He and Lewis were at a friend's house in Columbus, Georgia, and Williams asked Lewis if he wanted to take a walk, a favorite pastime.\n\nIn the courtyard outside, Williams dropped to a knee and said, \"Will you marry me? I want to spend the rest of my life with you.\"\n\nThere were tears and embraces, but no ring. Williams wasn't sure that's how it worked.\n\n\"I had this necklace that my grandmother gave me. It was a St. Christopher necklace. I didn't know what to get a guy,\" he said.\n\nA surprised and happy Lewis didn't mind the improvisation.\n\n\"There's not that tradition of you're going to get proposed to,\" he said. \"Even the idea of marriage, I thought, 'OK, we might go to Massachusetts one day.' I never thought I'd be married in the state I live in, even Utah.\"\n\nA most momentous day\n\nWilliams and Lewis woke up early February 9. They'd had their clothes picked out for two weeks.\n\nIt was raining, but nothing could dampen the day, not even Lee County Probate Judge Bill English telling them he was not issuing same-sex marriage licenses.\n\nA man in line told English he supported him and said, \"God has given us a set of laws to live by.\"\n\nWilliams turned and asked the man if his coat was made of a blended fabric, and if so, wasn't that a clear violation of the law God set out in Deuteronomy? A bailiff interrupted before what was sure to be a spirited exchange, Williams said.\n\nSame-sex marriage in the U.S. 32 photos Same-sex marriage in the U.S. 32 photos Shante Wolfe, left, and Tori Sisson are cheered Monday, February 9, as they become the first same-sex couple to file their marriage license in Montgomery, Alabama. Federal courts have cleared the way for same-sex marriages in the state. Hide Caption 1 of 32 Same-sex marriage in the U.S. 32 photos Newlyweds Jeff Delmay and Todd Delmay hug during a marriage ceremony in a Miami courtroom on Monday, January 5. Florida began allowing same-sex marriages after a judge -- following similar rulings across the nation -- struck down the state's old law banning such unions. Hide Caption 2 of 32 Same-sex marriage in the U.S. 32 photos Chad Biggs, left, and his fiance, Chris Creech, say their wedding vows at the Wake County Courthouse in Raleigh, North Carolina, on Friday, October 10, after a federal judge ruled that same-sex marriage can begin there. Hide Caption 3 of 32 Same-sex marriage in the U.S. 32 photos Joshua Gunter, right, and Bryan Shields attend a rally in Las Vegas to celebrate an appeals court ruling that overturned Nevada's same-sex marriage ban on Tuesday, October 7. Hide Caption 4 of 32 Same-sex marriage in the U.S. 32 photos From left, plaintiffs Moudi Sbeity; his partner, Derek Kitchen; Kody Partridge; and Partridge's wife, Laurie Wood, celebrate after a news conference in Salt Lake City on Monday, October 6. The U.S. Supreme Court cleared the way for legal same-sex marriages in five more states -- Virginia, Utah, Nevada, Indiana and Wisconsin. Hide Caption 5 of 32 Same-sex marriage in the U.S. 32 photos Abbi Huber, left, and Talia Frolkis exit the City County Building in Madison, Wisconsin, after applying for a marriage license on October 6. Hide Caption 6 of 32 Same-sex marriage in the U.S. 32 photos Rob MacPherson, right, and his husband, Steven Stolen, hug during a news conference at the American Civil Liberties Union in Indianapolis on October 6. Hide Caption 7 of 32 Same-sex marriage in the U.S. 32 photos Mary Bishop, second from left, and Sharon Baldwin, right, celebrate with family and friends following their wedding ceremony on the courthouse steps in Tulsa, Oklahoma, on October 6. Hide Caption 8 of 32 Same-sex marriage in the U.S. 32 photos Jennifer Melsop, left, and Erika Turner kiss after they were married in front of the Arlington County Courthouse in Arlington, Virginia, on October 6. Hide Caption 9 of 32 Same-sex marriage in the U.S. 32 photos Pastor Carol Hill from Epworth United Methodist Church speaks during a marriage-equality ceremony at the Kathy Osterman Beach in Chicago on Sunday, June 1. June 1 marked the first day that all of Illinois' 102 counties could begin issuing marriage licenses to same-sex couples. Hide Caption 10 of 32 Same-sex marriage in the U.S. 32 photos William Roletter, left, and Paul Rowe, right, press close to each other after having their photo taken with their newly acquired marriage certificate Wednesday, May 21, at City Hall in Philadelphia. Hide Caption 11 of 32 Same-sex marriage in the U.S. 32 photos Julie Engbloom, left, and Laurie Brown embrace after they were wed in Portland, Oregon, on Monday, May 19. A federal judge struck down the state's voter-approved ban on same-sex marriage. Hide Caption 12 of 32 Same-sex marriage in the U.S. 32 photos Jennifer Rambo, right, kisses her partner, Kristin Seaton, after their marriage ceremony in front of the Carroll County Courthouse in Eureka Springs, Arkansas, on Saturday, May 10. Rambo and Seaton were the first same-sex couple to be granted a marriage license in Eureka Springs after a judge overturned Amendment 83, which banned same-sex marriage in Arkansas. Hide Caption 13 of 32 Same-sex marriage in the U.S. 32 photos Same-sex couples get their marriage licenses at the Oakland County Courthouse in Pontiac, Michigan, on Saturday, March 22, a day after a federal judge overturned Michigan's ban on same-sex marriage. Hide Caption 14 of 32 Same-sex marriage in the U.S. 32 photos Utah state Sen. Jim Dabakis, left, and Stephen Justesen acknowledge the crowd after being married in Salt Lake City in December 2013. Hide Caption 15 of 32 Same-sex marriage in the U.S. 32 photos Plaintiffs Laurie Wood, left, and Kody Partridge, center, walk with attorney Peggy Tomsic in December 2013 after a judge heard arguments challenging Utah's same-sex marriage ban. Hide Caption 16 of 32 Same-sex marriage in the U.S. 32 photos Hawaiian Gov. Neil Abercrombie, left, and former Sen. Avery Chumbley celebrate with a copy of the Star-Advertiser after Abercrombie signed a bill legalizing same-sex marriage in Hawaii in November 2013. Hide Caption 17 of 32 Same-sex marriage in the U.S. 32 photos Newark, New Jersey, Mayor Cory Booker officiates a wedding ceremony for Joseph Panessidi and Orville Bell at City Hall in October 2013. The state Supreme Court denied the state's request to prevent same-sex marriages temporarily, clearing the way for same-sex couples to marry. Hide Caption 18 of 32 Same-sex marriage in the U.S. 32 photos A couple celebrates at San Francisco City Hall upon hearing about the U.S. Supreme Court rulings on same-sex marriage in June 2013. The high court cleared the way for same-sex couples in California to resume marrying after dismissing an appeal on Proposition 8 on jurisdictional grounds. The court also struck down a key part of the Defense of Marriage Act, a 1996 federal law defining marriage as between a man and a woman. Hide Caption 19 of 32 Same-sex marriage in the U.S. 32 photos At the state Capitol in St. Paul, Minnesota, Gov. Mark Dayton signs a bill legalizing same-sex marriage in May 2013. Hide Caption 20 of 32 Same-sex marriage in the U.S. 32 photos Delaware Gov. Jack Markell holds up legislation in May 2013 allowing same-sex couples to wed in the state. Hide Caption 21 of 32 Same-sex marriage in the U.S. 32 photos Rhode Island state Sen. Donna Nesselbush, right, embraces a supporter after the Marriage Equality Act was signed into law at the statehouse in Providence in May 2013. Hide Caption 22 of 32 Same-sex marriage in the U.S. 32 photos Jamous Lizotte, right, and Steven Jones pose for photos while waiting for a marriage license in Portland, Maine, in December 2012. Hide Caption 23 of 32 Same-sex marriage in the U.S. 32 photos Maryland Gov. Martin O'Malley, center, shakes hands with Senate President Thomas V. \"Mike\" Miller after signing a same-sex marriage bill in March 2012. The law was challenged, but voters approved marriage equality in a November 2012 referendum. Hide Caption 24 of 32 Same-sex marriage in the U.S. 32 photos Washington Gov. Chris Gregoire celebrates after signing marriage-equality legislation into law on February 13, 2012. Voters there approved same-sex marriage in November 2012. Hide Caption 25 of 32 Same-sex marriage in the U.S. 32 photos Phyllis Siegel, right, kisses her wife, Connie Kopelov, after exchanging vows at the Manhattan City Clerk's office on July 24, 2011, the first day New York's Marriage Equality Act went into effect. Hide Caption 26 of 32 Same-sex marriage in the U.S. 32 photos In 2010, television reporter Roby Chavez, right, shares a moment with gay rights activist Frank Kameny during Chavez and Chris Roe's wedding ceremony in the nation's capital. Same-sex marriage became legal in Washington in March 2010. Hide Caption 27 of 32 Same-sex marriage in the U.S. 32 photos Olin Burkhart, left, and Carl Burkhart kiss on the steps of the New Hampshire Capitol in January 2010 after the state's law allowing same-sex marriage went into effect. Hide Caption 28 of 32 Same-sex marriage in the U.S. 32 photos Maine state Sen. Dennis Damon, left, hands Gov. John Baldacci the bill that the state Senate passed in May 2009 to affirm the right of same-sex couples to marry. Hide Caption 29 of 32 Same-sex marriage in the U.S. 32 photos Amy Klein-Matheny, left, and her wife, Jennifer, exchange vows in Iowa after same-sex couples were allowed to marry there with a court ruling in April 2009. Hide Caption 30 of 32 Same-sex marriage in the U.S. 32 photos Michael Miller, left, and Ross Zachs marry on the West Hartford Town Hall steps after same-sex marriages became legal in Connecticut on November 12, 2008. Hide Caption 31 of 32 Same-sex marriage in the U.S. 32 photos Lara Ramsey, left, and her partner of eight years, Jane Lohmann, play with their 7-month-old son, Wyatt Ramsey-Lohmann. The two wed in 2004 after Massachusetts approved same-sex marriage. Massachusetts was the first state to do so. Hide Caption 32 of 32 EXPAND GALLERY\n\nThe couple heard Montgomery County was issuing licenses, so they drove more than an hour to find a decidedly different atmosphere in the state capital. The road in front of the courthouse was blocked off, police wore rainbows on their lapels and same-sex marriage supporters cheered and handed out cupcakes and beaded bracelets as couples emerged with their licenses.\n\nWilliams and Lewis could've married there, but they wanted to get married in Lee County, where they live. It's a sentiment echoed by Carmichael and Miller, who had previously considered traveling to a state that allowed same-sex marriage.\n\n\"It's our home. It's where we live. It's where our friends are. It's where we've built our life together,\" Miller said.\n\nWilliams and Lewis headed back to Opelika. There was a small element of sticking it to English by getting married in front of the courthouse where they were denied their license, Williams said, but he and Lewis had also grown fond of the same-sex marriage supporters at the Lee County Courthouse.\n\nA man named Glenn had told them the supporters showed up just for couples like them, who were getting married without friends and families present. A pagan minister, Angela Farmer, offered to marry them.\n\n\"They would've just been standing there with their good intentions. We wanted them to be a part of it,\" Williams said. \"To be honest, I wouldn't have had it any other way.\"\n\nA week later, Williams said he didn't feel much different. He and Lewis have had a joint bank account for seven years. They've lived together for six-and-a-half years. He loves Lewis like he did shortly after they met.\n\n\"It's good that the state recognizes it now,\" he said. \"The sheet of paper's nice, but we didn't need it to validate our love.\"", "topic": "Gay Marriage", "politicalLabel": "Liberal", "organization": "CNN", "biasLabel": "Biased", "title": "After same-sex marriage, Alabama's sky has not fallen", "yellowLabel": "Yellow", "tags": "set([])", "opinionLabel": "Other"}