{"content": "The American Civil Liberties Union is suing to stop a new Alabama law that places additional requirements on girls seeking abortions without their parents' approval. (AP Photo/Brynn Anderson) | ASSOCIATED PRESS\n\nMONTGOMERY, Ala. (AP) — The American Civil Liberties Union is suing to stop a new Alabama law that places additional requirements on girls seeking abortions without their parents' approval.\n\nThe suit, filed in federal court in Montgomery, said the Alabama law goes beyond any other state's law in regulating abortions for females under 18, and it creates additional barriers for girls who can't seek parental consent because they are victims of abuse or neglect.\n\n\"This law aims to shame a young woman into not having an abortion,\" Susan Watson, executive director of the ACLU of Alabama, said Wednesday.\n\nState Attorney General Luther Strange, who is a defendant in the suit, said his staff is reviewing the complaint. \"It is my job to defend the laws of the state of Alabama, and I will do so,\" he said.\n\nAlabama law has long required a pregnant girl under 18 to get the approval of a parent to have an abortion. She could skip that if she could get a judge to approve the abortion by showing that she was mature enough to make her own decisions, she was a victim of abuse, or it was not in her best interest to involve the parents.\n\nIn April, the Legislature rewrote the law, which the governor signed. Now, the district attorney can be involved in the girl's court hearing. It also allows the judge to appoint a lawyer to represent \"the interests of the unborn child,\" and that lawyer and the district attorney can subpoena witnesses.\n\nUnder the law, the court is not supposed to notify the girl's parents. But it allows parents to participate in the court proceedings if they should learn of them some other way. It also permits a judge to delay the proceedings to get additional evidence or testimony, which the ACLU said could push a girl past the point of being able to obtain an abortion.\n\n\"Forcing a teen to go on trial to get an abortion doesn't make her any safer and doesn't bring families together. It just puts her at risk and could lead her to seek an illegal, unsafe abortion. None of us want that,\" said Jennifer Dalven, director of the ACLU's Reproductive Freedom Project.\n\nThe sponsor of the legislation, Republican Rep. Mike Jones of Andalusia, said the law provides judges and court officers with much-needed guidance in making determinations about a minor.\n\n\"Ultra-liberal groups like the ACLU have resorted to filing lawsuits to block legislation they don't like because they no longer have allies in the Alabama Legislature,\" he said.\n\nThe ACLU filed the suit on behalf of a Montgomery abortion clinic, Reproductive Health Services. The ACLU represented that clinic and others in a suit that resulted in U.S. District Judge Myron Thompson ruling against a law passed by the Legislature in 2013 to require doctors at abortion clinics to have approval to admit patients to nearby hospitals. State officials are appealing that decision to the 11th U.S. Circuit Court of Appeals.", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "Huffington Post", "biasLabel": "Not Biased", "title": "ACLU Challenges New Alabama Abortion Law", "yellowLabel": "Not Yellow", "tags": "set(['Most Popular on HuffPost'])", "opinionLabel": "Other"}