{"content": "WASHINGTON — When it came time to deliver a new federal report detailing what global warming is doing to America and the dire forecast for the future, President Barack Obama turned to the pros who regularly deliver the bad news about wild weather: TV meteorologists.\n\n“We want to emphasize to the public, this is not some distant problem of the future. This is a problem that is affecting Americans right now,” Obama told “Today” show weathercaster Al Roker. “Whether it means increased flooding, greater vulnerability to drought, more severe wildfires — all these things are having an impact on Americans as we speak.”\n\nClimate change’s assorted harms “are expected to become increasingly disruptive across the nation throughout this century and beyond,” the National Climate Assessment concluded, emphasizing the impact of too-wild weather as well as simple warming.\n\nStill, it’s not too late to prevent the worst of climate change, says the 840-page report, which the Obama administration is highlighting as it tries to jump-start often-stalled efforts to curb heat-trapping gases. Said White House science adviser John Holdren, “It’s a good-news story about the many opportunities to take cost-effective actions to reduce the damage.”\n\nRelease of the report, the third edition of a congressionally mandated study, gives Obama an opportunity to ground his campaign against climate change in science and numbers, endeavoring to blunt the arguments of those who question the idea and human contributions to such changes. Later this summer, the administration plans to propose new regulations restricting gases that come from existing coal-fired power plants.\n\nNot everyone is convinced.\n\n\n\nThis is not some distant problem of the future. This is a problem that is affecting Americans right now. - President Obama\n\nSome fossil energy groups, conservative think tanks and Republican senators immediately assailed the report as “alarmist.” Senate Republican leader Mitch McConnell of Kentucky said Obama was likely to “use the platform to renew his call for a national energy tax. And I’m sure he’ll get loud cheers from liberal elites — from the kind of people who leave a giant carbon footprint and then lecture everybody else about low-flow toilets.”\n\nSince taking office, Obama has not proposed a specific tax on fossil fuel emissions. He has proposed a system that caps emissions and allows companies to trade carbon pollution credits, but it has failed in Congress.\n\nRepublican Sen. David Vitter of Louisiana said the report was supposed to be scientific but “it’s more of a political one used to justify government overreach.” And leaders in the fossil fuel industry, which is responsible for a large amount of the heat-trapping carbon dioxide, said their energy is needed and America can’t afford to cut back.\n\n“Whether you agree or disagree with the report, the question is: What are you going to do about it? To us that is a major question,” said Charlie Drevna, president of the American Fuel and Petrochemical Manufacturers. He called the report “overblown.”\n\nThe report — it’s full of figures, charts and other research-generated graphics — includes 3,096 footnotes referring to other mostly peer-reviewed research. It was written by more than 250 scientists and government officials, starting in 2012. A draft was released in January 2013, but this version has been reviewed by more scientists, including twice by the National Academy of Sciences, which called it “reasonable” and “a valuable resource.”\n\n\n\nEnvironmental groups praised the report. “If we don’t slam the brakes on the carbon pollution driving climate change, we’re dooming ourselves and our children to more intense heat waves, destructive floods and storms and surging sea levels,” said Frances Beinecke, president of the Natural Resources Defense Council.\n\nScientists and the White House called it the most detailed and U.S.-focused scientific report on global warming.\n\nThe report looks at regional and state-level effects of global warming, compared with recent reports from the United Nations that lumped all of North America together.\n\n“All Americans will find things that matter to them in this report,” said scientist Jerry Melillo of the Marine Biological Laboratory, who chaired the science committee that wrote it. “For decades we’ve been collecting the dots about climate change; now we’re connecting those dots.”\n\nIn a White House conference call with reporters, National Climatic Data Center Director Tom Karl said his two biggest concerns were flooding from sea level rise on the U.S. coastlines — especially for the low-lying cities of Miami; Norfolk, Virginia; and Portsmouth, New Hampshire — and drought, heat waves and prolonged fire seasons in the Southwest.\n\nEven though the nation’s average temperature has risen by between 1.3 and 1.9 degrees since record-keeping began in 1895, it’s in the big, wild weather where the average person feels climate change the most, said co-author Katharine Hayhoe, a Texas Tech University climate scientist. Extreme weather hits us in the pocketbook and can be seen with our own eyes, she said.\n\n\n\nThe report says the intensity, frequency and duration of the strongest Atlantic hurricanes have increased since the early 1980s, but it is still uncertain how much of that is from man-made warming. Winter storms have increased in frequency and intensity and have shifted northward since the 1950s, it says. Also, heavy downpours are increasing — by 71 percent in the Northeast. Heat waves, such as those in Texas in 2011 and the Midwest in 2012, are projected to intensify nationwide. Droughts in the Southwest are expected to get stronger. Sea level has risen 8 inches since 1880 and is projected to rise between 1 foot and 4 feet by 2100.\n\nClimate data center chief Karl highlighted the increase in downpours. He said last week’s drenching, when Pensacola, Florida, got up to 2 feet of rain in one storm and parts of the East had 3 inches in one day, is what he’s talking about.\n\nThe report says “climate change threatens human health and well-being in many ways.” Those include smoke-filled air from wildfires, smoggy air from pollution, and more diseases from tainted food, water, mosquitoes and ticks. And the ragweed pollen season has lengthened.\n\nFlooding alone may cost $325 billion by the year 2100 in one of the worst-case scenarios, with $130 billion of that in Florida, the report says. Already the droughts and heat waves of 2011 and 2012 have added about $10 billion to farm costs, the report says.", "topic": "Climate Change", "politicalLabel": "Liberal", "organization": "New York Post", "biasLabel": "Not Biased", "title": "Climate change already affecting US: Obama", "yellowLabel": "Not Yellow", "tags": "set(['United States', 'Climate Change', 'Weather', 'Barack Obama', 'Global Warming'])", "opinionLabel": "Other"}