{"content": "(Reuters) - A Chicago police officer goes on trial on Thursday on felony charges in the 2012 fatal shooting of a 22-year-old black woman in a case that has drawn attention as the nation debates police use of deadly force, especially against young black people.\n\nDante Servin, who is Hispanic, is the first Chicago police officer in more than 15 years to be charged in a fatal shooting. He is charged with involuntary manslaughter and other felonies in the off-duty shooting of Rekia Boyd.\n\nServin called the 911 emergency number late on March 20, 2012 to report a loud party in a park near his home, prosecutors say. After midnight, on March 21, he left his home to get food, armed with an unregistered semiautomatic handgun, the indictment said.\n\nHe then got into an argument with a group of young people in an alley and shot at them from his car, wounding Boyd, who died the next day, according to prosecutors.\n\nServin's attorney, Darren O'Brien, declined to comment. According to pretrial filings, the defense will argue that Servin believed one of Boyd's friends had a weapon.\n\nServin faces up to five years in prison if convicted. He is on desk duty pending the outcome of the trial.\n\nThe last Chicago police officer convicted in a killing, Gregory Becker in 1997, shot a homeless man in an off-duty incident. He served nearly four years in prison.\n\nThe trial follows a $4.5 million settlement that the city of Chicago paid to resolve a civil lawsuit filed by Boyd's family.\n\nBoyd's name has been one of many called out at protests around the country since a white police officer fatally shot an unarmed black teenager during a confrontation in Ferguson, Missouri, sparking a national debate about policing. The on-duty shooting in Ferguson was ruled justified.\n\nIn Chicago, a city of about 2.7 million, police have killed an average of 17 people a year over the last seven years, almost every case ruled justified.\n\nAbout 80 percent of people shot by Chicago police are black. The city's population is about 30 percent African-American, but 73 percent of suspects identified in case reports are black.", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "Huffington Post", "biasLabel": "Not Biased", "title": "Rare Trial Begins For Chicago Police Officer In Fatal Shooting Of Rekia Boyd", "yellowLabel": "Not Yellow", "tags": "set(['Most Popular on HuffPost'])", "opinionLabel": "Other"}