{"content": "Share this:\n\n\"Republicans Want To Grant Asylum To Home-Schoolers\" Share:\n\nCREDIT: AP Photo/ Gregory Bull\n\nRepublicans in Congress are advancing a bill to grant asylum to families who want to home school their children. But the same bill would also restrict granting asylum to migrant children fleeing violence and poverty in Central America.\n\nThe bill’s provision would grant asylum for up to 500 individuals “fleeing home school persecution” in countries where home schooling is illegal. The bill explicitly refers to home schooling as a “particular social group” and indicates that a person is eligible for asylum if he or she is “deemed to have been persecuted for failure or refusal to comply with any law or regulation that prevents the exercise of the individual right of that person to direct the upbringing and education of a child of that person.” The House Judiciary Committee approved the bill 21-12 last month.\n\nThe Home School Legal Defense Association (HSLDA), an organization which provides advocacy and legal representation for parents who choose to educate their kids at home, said that the provision was included in the bill “in light of HSLDA’s recent support of the Romeike family who fled from Germany to the United States in 2008 after being faced with fines and prison time for homeschooling their children.”\n\nAccording to HSLDA, the Romeike family came to the United States in 2008 seeking asylum after being threatened with legal action and were fined for home schooling. German law has banned home schooling since 1918 and requires children to attend public or state-approved private schools. ABC News reported that “German families who choose to home school their children anyway face legal action including potential loss of custody of their children and fines. The [Romeike] family had racked up close to $9,000 in fines before moving to the United States, settling in Tennessee.” The Department of Homeland Security ultimately granted the Romeike family “deferred action,” allowing them to stay in the country.\n\nSupporters cited other cases involving German home-schoolers to make their case for the asylum provision, including: Dirk and Petra Wunderlich, whose children put in foster care until the parents put them in a school; and Jurgen and Rosemarie Dudek, who were put in jail for three months.\n\n“We believe that parents have the right to direct their children’s education, but unfortunately a number of countries don’t see it that way,” HSLDA President Mike Smith said. “While it is tragic that families should be forced to flee from their home countries, it is even more disturbing that citizens of these countries are singled out for choosing what they believe is best for their children.” HSLDA has been instrumental in making homeschooling legal in all 50 states.\n\nThe provision has drawn ire from lawmakers who accuse Republicans of putting homeschoolers ahead of others seeking asylum under more dire circumstances. The bill also includes a number of provisions to limit asylum claims generally, including prohibiting unaccompanied alien children (UAC), like the ones who crossed the southern U.S. border last year, from applying for asylum if “such child may be removed to a safe third country;” increasing the number of full-time immigration judges and Immigration and Customs Enforcement (ICE) lawyers; and raising the standards for children to prove that they would be threatened if they were deported.\n\n“The Republicans have put home-schooling as a priority for asylum in the United States ahead of murder, rape, child abuse,” Rep. Luis Gutiérrez (D-IL) said. Gutierrez doesn’t “object to the provision in Chaffetz’s bill but thinks it’s unfair to help home-school families without aiding children fleeing drug and gang violence and abuse in countries such as Guatemala, Honduras and El Salvador,” USA Today reported after the bill’s passage in committee. Rep. Jason Chaffetz (R-UT) is the original sponsor for the Asylum Reform and Border Protection Act.\n\nRepublican lawmakers have held various committee hearings to make it more difficult for asylum seekers to stay in the country.\n\nDuring a hearing in February called “Asylum Fraud: Abusing America’s Compassion?” Rep. Bob Goodlatte (R-VA), another sponsor on the bill, stated, “Because of our well justified reputation for compassion, many people are attempting to file fraudulent claims just so they can get a free pass into the United States.”\n\nAlthough Chaffetz is advocating for increased asylum protection for home schoolers, he claimed in December 2013 that drug cartel members were abusing the asylum system, by using credible fear claims to smuggle drugs into the United States. “These credible-fear claimants almost always get approved and are released into our communities,” Chaffetz said. “When their asylum claims are ultimately denied, they simply add to the fugitive population in the U.S.”\n\nBut the bill may weaken an already very rigorous standard. According to McClatchy DC, Stephen Yale-Loehr, an immigration professor at Cornell University Law School, questions whether homeschooling bans rise to the level of persecution or whether they are more about discrimination and could set a more generous precedent, including those the overall legislation is intended to prevent.\n\n“Most courts have defined persecution as being something pretty significant,” Yale-Loehr told McClatchy DC. “Generally, it’s hard to win asylum and they don’t want any decisions to make it seem easier to get asylum.”\n\nAsylum statistics show that most applicants are not approved. In the fiscal 2014 year, 41,920 asylum cases were received, but only 8,775 were granted. Out of 3,996 asylum requests from Mexico, only 38 were granted.\n\nApplicants must prove that they would face persecution, torture, or even death if they were returned to their native countries. The preliminary step in the asylum process includes the “credible fear hearing,” where immigration officials could exercise their discretion to determine whether applicants can be paroled for “urgent humanitarian reasons” or if they could be a “significant public benefit.” If approved for credible fear, applicants must provide evidence of a “much higher standard than credible fear.” If an asylum claim is denied, the applicant could be deported.\n\nPersecution of German parents who don’t abide by home schooling ruling results in prison time or foster care for their children. Persecution of Latin Americans who are denied asylum can result in death after deportation, as it did for at least five children who were deported back to Honduras earlier this year. A deported immigration advocate whose asylum case was denied twice was found shot and killed in Mexico over the weekend.\n\nHonduras is the murder capital of the world, Guatemalan girls are especially prone to a culture desensitized by rape, and homicide victims in El Salvador are predominantly male teens.\n\nA Center for American Progress study found that violence is the primary factor that is driving children to flee Central America, notably that there are positive correlations between increasing violence and greater numbers of kids crossing the border alone. The study also found that there was a murder rate of 54 per 100,000 people in El Salvador, Guatemala, and Honduras in 2012.\n\nIn comparison, the State Department reported there are about 90 homicides per year in Sweden, a rate that has held steady for the past 30 years. And the homicide rate in Germany hovers around one per 100,000.", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "ThinkProgress", "biasLabel": "Not Biased", "title": "Republicans Want To Grant Asylum To Home-Schoolers", "yellowLabel": "Not Yellow", "tags": "set(['DEPORTATION', 'Deportation', 'MEXICO', 'Immigration', 'IMMIGRATION', 'MARCO RUBIO', 'CALIFORNIA', 'Asylum'])", "opinionLabel": "Other"}