{"content": "The Environmental Protection Agency ignored both public opinion and science in writing its new economy-slamming regulations restricting carbon-dioxide emissions from power plants.\n\nAlthough EPA head Gina McCarthy testified otherwise before the Senate Environment and Public Works Committee last month, the EPA’s public consultations were a sham, clearly designed to give only the results desired by the agency.\n\nNotably, none of the EPA’s 11 “public listening sessions” last year on the new rules were in the states that will see the worst electricity-rate hikes under the regulations.\n\nThe EPA’s more recent public hearings in Atlanta, Denver, Washington and Pittsburgh were stacked, too. The agency let “anti-warming” activists largely crowd out ordinary citizens who might disagree.\n\nIn Pittsburgh, it even let green groups set up tables and distribute literature in the federal building that hosted the hearing.\n\nIt seems the EPA didn’t even consult with utilities that actually burn coal to produce electricity. Had it done so, it would realize that the proposal that coal plants increase their combustion efficiency by 5 percent or more is naïve: Utilities will have a tough time beating 1 percent.\n\nNor is the EPA willing to listen to the many scientists who question its “global warming” narrative. While dozens of US officials attended last year’s UN climate conference in Poland, a dog-and-pony show in support of the received wisdom, no one from the Obama administration has ever attended the International Conferences on Climate Change.\n\nThe last (ninth) ICCC in Las Vegas this July featured presentations from 64 of the world’s leaders in climate science, economics and policy development:\n\nDr. Roy Spencer of the University of Alabama, the recipient of NASA’s Medal for Exceptional Scientific Achievement and the American Meteorological Society’s Special Award for his satellite-based temperature-monitoring work, explained that scientists know almost nothing about global warming: “We don’t know how strong global warming is, what it’s caused by, whether it makes severe weather worse, when it started, when it will end and whether it’s good or bad.” The science is simply too immature — that’s why the standard “climate change” models can’t explain why global temperatures have been flat for 17 years.\n\nDr. William Gray, emeritus professor of atmospheric science at Colorado State University, one of the world’s foremost experts in tropical meteorology, was even more forthright: “There is no scientific justification for the CO2 global-warming hypothesis. The ocean, not CO2 increase, is the primary driver for climate change.”\n\nDr. Fred Goldberg, director of the Swedish Polar Institute and a leading authority on polar history and exploration, discussed how the extent of Arctic glaciers and sea ice have been highly variable over the past millennium. Though “warmists” have cited some recent retreats in sea ice as evidence of man-caused warming, Goldberg showed that ice retreated dramatically in the 1920s — prompting US Weather Bureau fears of “a radical change in climatic conditions and hitherto unheard-of-temperatures in the Arctic zone.” But temperatures dropped again and the ice came back. By 1977, Goldberg noted, fears of a coming ice age dominated the press. To understand future ice conditions, we need to understand what the sun is doing, he said.\n\nComing to such an understanding is the goal of the research of Dr. Habibullo Abdussamatov, head of the Space Research Laboratory of the Pulkovo Observatory in St. Petersburg and the 2013 gold medal winner from the European Scientific-Industrial Chamber. Abdussamatov has concluded that we’ll see dangerous global cooling over the next few decades as the sun weakens.\n\nDr. Sonja Boehmer-Christiansen of the department of geography at the University of Hull, editor of the journal Energy & Environment and a past expert reviewer for the UN Intergovernmental Panel on Climate Change, summed up the politicization of climate science: “The research agenda involving climate has covered all disciplines and has perverted, undermined and weakened the whole research sector of the Western world.”\n\nSo McCarthy was spouting nonsense when she told the Senate committee, “If left unchecked, [man-made climate change] will have devastating impacts on the United States and the planet. The science is clear.”\n\nNo: Serious scientists question virtually every aspect of the climate scare. Indeed, the science is quickly becoming less clear as we learn how complex the system really is.\n\nIf McCarthy was being sincere when she expressed concern about the welfare of America’s most vulnerable citizens, then she’d welcome input from the world’s leading experts rather than shunning those whose opinions she finds inconvenient.\n\nInstead, the EPA is intent on regulations that will drive energy prices through the roof, throwing millions out of work, while having no measurable impact on the environment.\n\nTom Harris is executive director of the Ottawa-based International Climate Science Coalition (climatescienceinternational.org).", "topic": "Climate Change", "politicalLabel": "Conservative", "organization": "New York Post", "biasLabel": "Not Biased", "title": "How the EPA ignores the public and science", "yellowLabel": "Yellow", "tags": "set(['Environment', 'Climate Change', 'carbon emissions', 'Environmental Protection Agency'])", "opinionLabel": "Opinion Article"}