{"content": "In Seattle recently, I turned on the television and found myself riveted by the proceedings of the Washington State Liquor Control Board. The topic under discussion was regulations for implementing Initiative 502, which legalizes recreational use of marijuana. From as early as December, just four months from now, Washingtonians will no longer have to pretend to have some obscure tropical disease in order to get a bit of weed for ostensibly medical use. No longer will those of us who prefer to be law abiding—and, in any event, wouldn’t have a clue how to go about buying illegal dope—be, for that reason, denied our freedom to smoke. There are just a few small matters that need to be worked out.\n\nAnyone who has taken Poli Sci 101 knows that regulatory agencies get “captured” by their clients. Judging from the board proceedings I watched, plus the extensive coverage of the pot-legalization experiment by Crosscut.com, a local Seattle website, the board seems to have lost no time in developing a Chamber of Commerce–like concern for the interests of folks who are already in the business. Only in this case, that often means people who are already growing marijuana—illegally. The liquor board sees its assignment not primarily as protecting us from bad weed or bad guys, but as creating a market.\n\nIt used to be fashionable to say that, if pot was legal, you’d never get any decent pot again. The logic was wobbly, but the basic notion was that marijuana and advanced capitalism were incompatible. I think that is about to be proved wrong, at least in Washington state. Colorado, the other state that legalized marijuana by referendum last fall, is trying to retain a bit of a counterculture flavor. It encourages people to grow their own, for example. In Washington, it will be illegal to grow your own. You’ll have to get it between the hours of 8 a.m. to 12 a.m. (long hours for the convenience of insomniac potheads) from an authorized dealer located at least 1,000 feet from any public school or child care center or playground or park or similar institution. Some people complain that in civic-minded Seattle, there is no place 1,000 feet from at least one such institution. You might as well say 1,000 feet from a Starbucks.\n\nThen there is the outdoors/indoors question. The board originally required all officially sanctioned pot producers to do all their growing indoors. This was for security. But people protested that using so many grow lamps was a waste of energy, and the board reversed itself. Other rules will determine how many marijuana shops will be allowed to operate in each county, how much marijuana can be in a marijuana brownie (10 milligrams per serving), and so on.\n\nWhat would American-style capitalism be without trade associations and lobbying groups? Pot already has its full contingent of such entities. There is the Washington Cannabis Association, the Coalition for Cannabis Standards & Ethics, the Northwest Producers & Processors Association, the Cannabis Action Coalition, and the Alliance of Medical Marijuana Patients.\n\nThe big question, still open, is what the federal government will do. Marijuana remains illegal at the national level, with no medical exception. On July 24, federal agents raided several medical-marijuana dispensaries in Washington state, confiscating product intended—according to people running the dispensaries—for cancer patients.\n\nIf the Obama administration wants to nip this particular states’ rights movement in the bud by “preempting” state laws, the courts would probably uphold this as a regulation of commerce. But Washington (the state) has been unable to get an answer one way or the other from Washington (the nation’s capital) about what the federal government plans to do. President Obama said last December that his administration didn’t intend to prioritize the pursuit of recreational drug users in states that have legalized possession. But that’s not a promise writ in stone. And what about all the dealers, farmers, and other “little people” involved in bringing marijuana from seed to your dinner table? So far, they have no assurance that they won’t be arrested for their trouble, even if users can use away without worrying.\n\nWhat about all the dealers, farmers, and other “little people” involved in bringing marijuana from seed to your dinner table?\n\nIn June, Washington state’s two senators (Patty Murray and Maria Cantwell), plus most of its representatives, signed a remarkable letter to the Justice Department begging for clarification of the federal government’s intentions. What made the letter remarkable was its reasoning. Nothing grandiose about individual liberty or the cost of drug enforcement. Clarity was needed, they said, to “provide legal certainty” for businesses. In particular, they were concerned about “businesses looking to enter this new market and invest in and add jobs to our economies [sic].” So growing and selling marijuana are already on the list of activities politicians promote and protect because they create jobs.\n\nAs with much government activity justified on the basis of jobs, whether these activities actually do create jobs is uncertain. After all, the money that people would spend on dope if they were allowed to do so would probably be spent on something else (like alcohol) if dope remains illegal.\n\nBesides jobs, of course, legalized recreational marijuana is expected to bring in hundreds of millions of dollars in revenue. During the campaign, the state government optimistically projected that the initiative could bring in as much as $2 billion over five years. A large portion of the state’s population would have to be stoned all the time for that number to be accurate. Supporters have also pointed to potential revenue from “marijuana tourism,” which, if it ever materializes, will almost immediately evaporate as neighboring states see the money to be made and decide they might as well keep it at home. After all, gambling used to be legal only in Nevada and then New Jersey. Now you’re never much more than 1,000 feet from a casino, and that pot of gold is still at the end of the rainbow. The same will be true of the gold of pot.\n\nThe experience of gambling also suggests that the state government, however reluctantly it starts out legalizing an activity it can’t stop, will soon be hooked on the revenue. Regulators and politicians will become promoters. A payoff scandal or two is inevitable. In May, the control board released a logo for the state’s marijuana products. It was a single, elegant marijuana leaf inside the shape of Washington state. Then the control board had second thoughts and decided that it had crossed the line between allowing a pot industry to develop and actively promoting one.\n\nYet despite all this, legalizing marijuana for recreational purposes is a good thing. It’s an expansion of human freedom. It will end the “medical marijuana” charade. And it will bring pleasure to hundreds of thousands of people. Maybe the Washington experiment will turn out to be a nightmare of psychotic reactions and automobile accidents. But maybe legalizing pot will turn out to be just another small aid to our pursuit of happiness. Pleasure ought to count for something.\n\nMichael Kinsley is editor-at-large at The New Republic.\n\nImage via Shutterstock.", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "New Republic", "biasLabel": "Biased", "title": "Marijuana Regulations in Washington State: Creating a Pot Market", "yellowLabel": "Not Yellow", "tags": "set(['Economics', 'High Times', 'pot', 'Home News', 'The Plank', 'marijuana', 'marijuana legalization', 'Events', 'politics', 'Culture', 'Books', 'Identity', 'World', 'washington state', 'Technology', 'Politics', 'Film', 'Economy'])", "opinionLabel": "Other"}