{"content": "Rep. Janice Hahn (D-Calif.) said that she walked out of the National Day of Prayer event after comments by James Dobson. (Photo By Tom Williams/CQ Roll Call)\n\nRep. Janice Hahn (D-Calif.) walked out of the National Day of Prayer event at the U.S. Capitol on Thursday, saying she was \"outraged\" after James Dobson, founder of the conservative Christian advocacy group Focus on the Family, called President Barack Obama the “abortion president.”\n\n“President Obama, before he was elected, made it very clear that he wanted to be the abortion president. He didn’t make any bones about it,\" Dobson, whose organization recently won a temporary injunction against the Affordable Care Act’s employer contraception mandate, said on Thursday. \"This is something that he really was going to promote and support, and he has done that, and in a sense he is the abortion president.\"\n\nIn an interview with The Huffington Post on Thursday, Hahn called the speech deeply \"inappropriate\" and a violation of the event's symbol as a nonpartisan day of unity.\n\n“He goes on about health care and … providing abortions, and at that point I stood up and I pointed my finger at Dr. Dobson and I said, ‘This is inappropriate!’ and walked out,” Hahn told HuffPost.\n\n“Dobson just blew a hole into this idea of being a nonpartisan National Day of Prayer. It was very disturbing to me … and really a shame,” Hahn, the co-chair of the weekly congressional prayer breakfast, added. “James Dobson hijacked the National Day of Prayer -- this nonpartisan, nonpolitical National Day of Prayer -- to promote his own distorted political agenda.”\n\nDobson also read from a recent letter he said he had sent to “250,000 people,” in which he proclaimed that “The Creator will not hold us guiltless if we turn a deaf ear to the cries of innocent babies.”\n\n“So come and get me, Mr. President, if you must,” Dobson concluded his letter. “I will not yield to your wicked regulations.”\n\nThe event, sponsored by Rep. Robert Aderholt (R-Ala.), was organized by the National Day of Prayer Task Force, a conservative evangelical Christian non-profit, whose chairwoman is James Dobson's wife, Shirley Dobson.\n\nIn April, task force vice chairman John Bornschein defended the event against criticism that it was promoting evangelical beliefs, describing the day as a nonsectarian gathering.\n\n\"This is not about proselytizing,\" Bornschein said in April. \"This is purely about prayer and praying for our leadership and asking for God's wisdom and blessing over our leaders.\"", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "Huffington Post", "biasLabel": "Not Biased", "title": "Janice Hahn Walks Out Of Event After James Dobson Calls Obama The 'Abortion President'", "yellowLabel": "Not Yellow", "tags": "set(['Most Popular on HuffPost'])", "opinionLabel": "Other"}