{"content": "Share this:\n\n\"Obama: Republicans Are ‘Motivated, Principally, By Opposing Whatever It Is That I Propose’\" Share:\n\nPresident Obama recently spoke with VICE about climate change. CREDIT: Everett Collection / Shutterstock.com\n\nIn an interview with VICE founder Shane Smith, President Obama called climate change an example of one of the hardest problems to solve, warning that there eventually comes a point of no return.\n\n“You have to make sure that you get at this thing quick enough and with enough force to be able to make a difference,” Obama said, noting that climate change is an especially difficult problem to tackle because it requires immediate sacrifices for a long term payoff.\n\nIn the 18-minute interview, Obama dedicated the first six minutes to climate change, saying that he wanted the country to think of climate change as an immediate and serious problem, a shift in national conscience that could be difficult considering that more than half of Congressional Republicans question or deny the science associated with human-caused climate change, according to research conducted by the CAP Action Fund.\n\n“Right now, on a lot of the issues that young people care about, it’s not both sides arguing and creating gridlock. You’ve got one side that is denying the facts, who are often motivated, principally, by opposing whatever it is that I propose,” Obama said. “That’s not inevitable to our democracy. That’s a phase that the Republican party is going through right now. And it’ll outgrow that phase.”\n\nLast month, Sen. James Inhofe (R-OK), chair of the Senate Environment and Public Works committee, brought a snowball onto the floor of the Senate, noting that the presence of snow in February proves global warming is a hoax. In the interview, Obama called the stunt “disturbing.”\n\nObama attributed some public reluctance to economic concerns, noting that he couldn’t fault someone who was worried about paying their bills or buying gas in order to drive themselves to work. But some resistance in Congress, Obama noted, is due to the strong influence that oil and gas industries hold over certain elected officials.\n\n“In some cases … you have elected officials who are shills for the oil companies or the fossil fuel industry, and there’s a lot of money involved,” Obama said. “Typically in Congress, the committees of jurisdiction, like the energy committees, are populated by folks from places that pump a lot of oil and pump a lot of gas.”\n\nHe expressed hope, however, that a younger, more environmentally-conscious generation of voters would be able to exert influence over Congress, forcing the Republican party to change its tune on climate change.\n\n“Here’s what keeps me optimistic. You talk to Malia and Sasha, [who are] 13 and 16, and the sophistication and awareness that they have about environmental issues … they’re way ahead of the game,” Obama said. “I guarantee you that the Republican party will have to change its approach to climate change, because voters will insist upon it.” A recent Stanford University poll found that two-thirds of voters were more likely to vote for a candidate that campaigned on a platform of fighting climate change, and were less likely to vote for a candidate that outright denies climate change.\n\nStill, Obama noted that he has a ways to go in completing his personal climate agenda, listing goals like doubling the domestic production of clean energy, and gaining commitments from China on a plant to curb its greenhouse gas emissions.\n\n“If I’m able to do all those things now, when I’m done, we’re still going to have a heck of a problem,” Obama said, “but we will have made enough progress that the next president and the next generations can start building on it, and you start getting some momentum.”", "topic": "Climate Change", "politicalLabel": "Liberal", "organization": "ThinkProgress", "biasLabel": "Not Biased", "title": "Obama: Republicans Are 'Motivated, Principally, By Opposing Whatever It Is That I Propose'", "yellowLabel": "Not Yellow", "tags": "set(['CANADA', 'Climate Change', 'CLIMATE CHANGE', 'Barack Obama', 'RENEWABLE ENERGY', 'CALIFORNIA', 'DROUGHT'])", "opinionLabel": "Other"}