{"content": "Lightning blasts out of a thunderstorm near a power-generating station in Upper Township, N.J.., on Aug. 15, 2011. Climate change could lead to more lightning strikes in the USA, a new study predicts. (Photo: Dale Gerhard, AP)\n\nNews flash: There could be a 50% increase in lightning strikes across the USA this century due to the warming temperatures associated with climate change.\n\nThat could lead to more injuries and more deaths due to lightning — and also more wildfires.\n\n\"With warming, thunderstorms become more explosive,\" said David Romps, an assistant professor of earth and planetary science at Lawrence Berkeley National Laboratory in California, and lead author of the study on lightning strikes published last week.\n\nHundreds of people are struck by lightning each year in the USA, with scores of deaths — typically about 50 a year, according to the National Weather Service. That number could easily rise as the 20 million lightning strikes the nation receives each year increases to 30 million.\n\nThe additional strikes could also lead to more wildfires, given that half of the acreage burned from wildfires in the USA are ignited by lightning, Romps said. Such fires are often the hardest ones to fight.\n\nThe increase in lightning \"has to do with water vapor, which is the fuel for explosive deep convection (thunderstorms) in the atmosphere,\" Romps said. \"Warming causes there to be more water vapor in the atmosphere, and if you have more fuel (water vapor) lying around, when you get ignition, it can go big time.\"\n\nBy plugging in data of U.S. lightning strikes in 2011 into a computer model that predicts future climate, Romps found the combination of additional precipitation and more buoyant clouds in the coming decades (both due to global warming) will lead to more frequent lightning.\n\n\"The one big question is how representative 2011 is of how the atmosphere works,\" said meteorologist Harold Brooks of the National Severe Storms Laboratory in Norman, Okla., who was not involved in the study.\n\n\"Their relationship that they extrapolate into the future is based off of 2011,\" he said. \"If that's reasonable, then everything is fine. In general, however, the conclusions are plausible.\"\n\nAnother scientist, weather service meteorologist and lightning expert John Jensenius, agrees — with a caveat.\n\n\"Overall, I think it is a good study and paper, and I personally do think total world lightning will increase with global warming, but I'm not so sure about the conclusions relating specific temperature increases to specific lightning level increases,\" said Jensenius, who was also not involved in the study.\n\n\"I always look at these very long-range projections with a bit of skepticism,\" Jensenius added, saying the study — particularly its conclusions — are reliant on the accuracy of the forecasts from computer models.\n\nThe study appeared in the Nov. 14 edition of the journal Science.\n\nThe intensity of lightning flashes averaged over the year in the lower 48 states during 2011. (Photo: Data from National Lightning Detection Network, UAlbany, and analyzed by David Romps, UC Berkeley.)\n\nRead or Share this story: http://usat.ly/1qKuwZW", "topic": "Climate Change", "politicalLabel": "Liberal", "organization": "USA Today", "biasLabel": "Not Biased", "title": "Climate change could cause more U.S. lightning strikes", "yellowLabel": "Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Other"}