{"content": "When President Obama announced his executive action on immigration in November, millions of undocumented people welcomed the expanded protections that the reform offered. What grabbed headlines abroad, however, were minor tweaks to visa policies—revisions that are likely to affect as many as 256,000 foreign workers in the U.S. But these changes don’t come close to making sense of the immigration system for foreign students, who study in American universities and who are kicked out before they have a chance to work in or contribute to U.S. society.\n\nIt’s a point of pride for politicians that American universities consistently attract more international students than any other country. “It’s America—our colleges, our graduate schools, our unrivaled private sector—that attracts so many people to our shores to study and start businesses,” President Obama told an audience at Northwestern University in October. The number of international students in the United States is rising, up 8 percent in the past academic year. And this is all with little marketing. “We don’t really have a national international-student recruitment strategy,” Vic Johnson, senior adviser at the Association of International Educators (NAFSA) told me. “We just take whoever the market sends.” Currently, a record 886,000 international students are studying at American universities.\n\nThe influx of foreign students doesn’t just bolster the prestige of U.S. academic institutions. In the past academic year, more than two-thirds of international students primarily paid tuition with personal funds. And since undergraduate international students can’t participate in federal work-study programs and their visas severely limit off-campus work opportunities, they often arrive on American shores with flush bank accounts—an army of walking ATMs. Public universities, financially hurting as state aid dwindles, don’t disguise the financial allure of these students, says Peter Briggs, the former director of the Office for International Students and Scholars at Michigan State University (which hosted almost 8,000 international students last year).\n\nBut while universities roll out the welcome mat for international students, U.S. immigration law ushers them out soon after they graduate. International students who want to work permanently in America after graduation have to navigate a Kafka-esque maze of immigration law that demands incredible amounts of money, time, and uncertainty. There is no direct path from graduating at an American university to gaining permanent residence, according to Neil Ruiz, a senior policy analyst at The Brookings Institution Metropolitan Policy Program. In fact, even before they are handed F-1 student visas, international students must prove that they intend to return to their home countries upon finishing their degrees.“We want them for their tuition, but don’t we want them for their talent,” Briggs asked me.\n\nCurrently, after a foreign student graduates, she has the option of working for one year of Optional Practical Training (OPT) under the F-1 student visa. Students in a long list of STEM-related fields can extend that period to 29 months. Once the F-1 visa time runs out, a foreign graduate who wants to stay in the United States must generally transfer to an H-1B business visa; an employer has to apply for this visa on behalf of their employee. Each April, the U.S. hands out 65,000 H-1B visas, plus 20,000 for applicants with master’s degrees or higher. Needless to say, this doesn’t come close to meeting demand: This year, U.S. Citizen and Immigration Services stopped accepting applications on April 7 after receiving 172,500 applications within the first week.\n\nIt’s not clear just how many students are forced out by unfriendly immigration laws. “We have an archaic data tracking system,” Ruiz says. “There’s no way of showing if foreign student graduates go to other visas.” The number of international students who stay beyond their allowed OPT is also unknown. What we do know is that around 35 percent of those coveted H-1B business visas were given to F-1 visa holders in 2010, which implies that there is at least a steady stream of F-1 visa holders who are trying to obtain a business visa.\n\nOf course, it might be the case that most international students simply don’t want to stay in the United States after graduation. Especially for Chinese, South Korean, and Indian students (who make up half of all international students), economies back home are booming. And American-educated students in developing countries (called Haigui, or sea turtles, in China) are in high demand. For those who are on the fence about returning home, the red tape is intimidating. In a survey of foreign students conducted in 2008 by a collaboration between Harvard Law School, Duke University’s School of Engineering and U.C. Berkeley’s School of Information, the majority of respondents, including 85 percent of Indian and Chinese students, said they were worried about securing work visas. “Some of them will do a calculation—do I want to go through all these obstacles and uncertainty to stay here, or do I want to just go home and open a business or work for a corporation there?” Ruiz says.\n\nObama’s reforms will loosen the restrictions on H-1B business visas, allowing dependent spouses of visa-holders to obtain work permits and making it easier for visa-holders to change jobs during the years-long wait for a green card. The length of OPT will also be extended in some capacity (following a pattern established in recent years) and foreign entrepreneurs will have a clearer pathway to immigrate legally. But activists want far broader reforms: the elimination of arbitrary H-1B quotas and the elimination of limits on the number of green cards awarded per country, as well as the creation of a clearer path to permanent residency for employed, high-skilled workers.\n\nPolitics has delayed any real progress on this issue. Although the desire to fix immigration for high-skilled workers is a rare piece of common ground between Democrats, Republicans, and business interests, Democrats fear that passing piecemeal reform that only helps high-skilled workers will sap momentum from the push for comprehensive reform. (Democrats have held back legislation that only benefited highly skilled workers.) And no executive action could lift quotas on H-1B visas or per-country annual limits for green cards: That power lies exclusively in Congress. But with the upcoming Republican-dominated Congress, providing relief for high-skilled foreign workers might be the only aspect of immigration reform left on the table.\n\nMeanwhile, foreign students keep on arriving, studying, and working hard—and then being turned away.", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "New Republic", "biasLabel": "Not Biased", "title": "Immigration Law Discourages International Students From Working", "yellowLabel": "Not Yellow", "tags": "set(['Economics', 'Identity', 'Home News', 'The Plank', 'Immigration', 'immigration', 'Culture', 'Books', 'Events', 'high-skilled workers', 'politics', 'World', 'international students', 'Technology', 'Politics', 'Film', 'Economy'])", "opinionLabel": "Other"}