{"content": "How you view Edward Snowden probably has a lot to do with how much you care about the threat of terrorism and how much you care about online privacy.\n\nScreenshot of video from \"The Guardian\" website shows interview recorded in Hong Kong with NSA surveillance leaker Edward Snowden. (Photo: Glenn Greenwald and Laura Poitras, The Guardian) Story Highlights How people view him might depend on whom they fear most: terrorists or a snooping government\n\nSnowden's admission expanded a debate over national security and online privacy\n\nAmericans' views of whistle-blowers depend on their personal politics\n\nHero? Traitor? Or someone in between?\n\nHow you view Edward Snowden, who exposed two sweeping U.S. online surveillance programs, probably has a lot to do with which you fear more — terrorist bombers or government snoopers.\n\nSnowden's admission that he was the one who'd released evidence of the top-secret programs — one of the most sensational leaks of classified material in U.S. history — expanded an already blistering debate over the clash between national security and online privacy.\n\nWith Snowden's assistance, The Guardian and The Washington Post have recently published a series of top-secret documents detailing the government surveillance programs. One gathers hundreds of millions of U.S. phone records while searching for possible links to suspected terrorists abroad; the second allows the government to tap into U.S. Internet companies' data to detect suspicious behavior that begins overseas.\n\nWho is Ed Snowden? That depends on who's asking.\n\nFrom Pentagon Papers leaker Daniel Ellsberg, whom Henry Kissinger called \"the most dangerous man in America,\" to Wikileaks dumper Bradley Manning, on trial accused of high crimes, Americans' views of their whistle-blowers always have depended on their own personal politics.\n\n\"We've seen this again and again,\" said Stephen Kohn, director of the National Whistleblowers Center and a lawyer who has defended whistle-blowers.\n\nHe said public support for a whistle-blower usually is tied more to a political issue — the Vietnam War, in Ellsberg's case — than to the rights of whistle-blowers or the issue of whistle-blowing.\n\nKohn said some people who might support Snowden's actions in principle are so concerned about terrorism \"they'll say, at the end of the day, you can't have civil servants or contractors acting in this way.\" Those primarily worried about online privacy are more sympathetic.\n\nDEBATE: NSA leaks: Should Snowden be praised or punished?\n\nSTORY: Hong Kong a safe hideaway for Snowden -- for now\n\nVIDEO: WH responds to identity of NSA leaker\n\nIn a Pew Research Center/Washington Post survey released Monday, 56% of those polled said the National Security Agency's tracking of Americans' phone calls to investigate terrorism is acceptable; 41% said it isn't. A slim majority — 52%-45% — said the government should not be able to monitor people's e-mail to thwart possible terrorism.\n\nThe survey was conducted between Thursday and Sunday — mostly before Snowden put a face on the story in a video interview broadcast late Sunday afternoon. It found no indication that revelations about the government's collection of phone records and Internet data have altered the public's basic view about the trade-off between investigating terrorism and protecting personal privacy.\n\nThe debate this week recalls a signal motto of the digital age: \"Information wants to be free.\" That reality allowed the government access to vast amounts of data from online sources. It also helped make it possible for a relatively low-level intelligence contractor to expose that government effort.\n\nSnowden, who has fled to Hong Kong, personifies the ambivalence resulting from such a paradox. In an interview with The Guardian newspaper, which disclosed Snowden's role in leaking documents about the surveillance programs, he called the Internet \"the most important invention in human history,'' but \"I don't want to live in a world where there's no privacy.\"\n\nEarly indications are that many people agree with him. Social media sites were filled Monday with declarations of support for the 29-year-old high school dropout who advanced through the ranks of the national intelligence apparatus to a $200,000-a-year job with a top security clearance.\n\nSupporters gather at a small rally in support of Edward Snowden in Manhattan's Union Square on Monday in New York City. (Photo: Mario Tama, Getty Images)\n\nHe used a Latin term — Verax, or truth teller — as his code name in dealing with The Washington Post.\n\n\"I haven't seen this level of public discussion about what the government is doing since 9/11,\" said Jesselyn Radack, a lawyer who defended Thomas Drake, a former National Security Agency executive who was prosecuted in 2010 for leaking classified information to a journalist. \"People are talking about it at Starbucks, at the diner.\"\n\nSeveral informal online polls reflected his support, including one by Business Insider — not noted for its liberal opinions — in which more than 60% of respondents described him as a hero.\n\nHis stand had an anti-authoritarian appeal. \"Fight the man!'' Melissa Purinton cried on Twitter. \"Give him a medal,\" suggested Ed Morris of Melrose, Mass.\n\n\"It's so rare these days that anyone has the courage to stand up for what they believe in and also understands that lines must be drawn and defended if we are to avoid an authoritarian society,\" said Beth Story, 65, of Essex, Mass. Someone such as Snowden, she said, \"makes me feel I can keep going.\"\n\nCritics included Ron Pineda, who wrote in an e-mail that Snowden was \"wrong to divulge legal secret activities agreed to by all three branches of our government. He must pay — or we invite all ill-informed and libertarian do-gooders to damage us.\"\n\nThe dispute blurred some party and generational lines.\n\nSen. Dianne Feinstein, D-Calif., chairwoman of the Senate Intelligence Committee, defended the programs. Sen. Rand Paul, R-Ky., described the Obama administration's surveillance programs as an assault on the Constitution. And Virginia Rep. Eric Cantor, the No. 2 Republican in the House, said Congress is \"perplexed\" and wants more answers from the administration.\n\nKohn said the Whistleblowers Center was seeing far greater public support for Snowden than for similar figures such as Manning or Drake.\n\nHadley Malcolm hosts USA NOW for June 10, 2013, covering the man claiming to be the person who leaked information about National Security Agency surveillance programs.\n\nHe cited three reasons for that:\n\n•Snowden stepped forward at some personal risk and told his own story, rather than going into hiding and waiting to be tracked down. This way, Kohn said, he did not concede the narrative to critics as Linda Tripp did after providing authorities with information about the relationship between Monica Lewinsky and President Clinton in 1998.\n\n\"It's unusual to have a whistle-blower out himself like this,\" said Angela Canterbury, public policy director of the Government Oversight Project. Ellsberg, appearing on CNN, praised Snowden for \"an enormous, incalculable service to this democracy. … I'd have done just what he's done.\"\n\n•Snowden alleged specific, serious violations of law, claiming the government created a system \"that allows it to intercept almost everything\" and in the process violate Americans' privacy rights.\n\n•Snowden apparently released a relatively discreet amount of information instead of dumping everything he knew or had access to. He claimed to have carefully avoided putting any individuals in danger. That contrasted with the comparatively indiscriminate release of hundreds of thousands of government documents by Manning, an Army private, to the WikiLeaks website.\n\nKohn said that despite the lofty constitutional issues and national security concerns raised by Snowden's case, \"public opinion is critical. The Congress, the courts and the White House will all follow it.\"\n\nWilliam Weaver, a University of Texas-El Paso political scientist who worked in Army intelligence, disagreed. He said public opinion, especially social media support, was unlikely to do Snowden much good in the long run if he faces prosecution under the Espionage Act.\n\n\"It's a long, slow-moving process, and as it moves forward, his support will dissipate,\" he said. The government, he said, \"will wait him out, and they will hurt him\" in court.\n\nIntelligence agency officials' \"sense of betrayal is very difficult to shake,\" he said. \"They don't see this as him doing a service to the people. They see him as making public documents you cannot make public, no matter the reason.\"\n\nA supporter holds a sign at a small rally in support of Edward Snowden in Manhattan's Union Square on Monday in New York City. (Photo: Mario Tama, Getty Images)\n\nDave Keppen, CEO of Likeable Media, a social media marketing company, cautioned against writing off online support: \"Social media has made the world more transparent in general, and that translates into more support for Snowden than you might have seen five years ago.\"\n\nHe said such support is not necessarily ephemeral. \"Who knows what new tools we're going to have for sharing online? It's conceivable his support could continue to mount,\" he said, even during a long prosecution.\n\n\"The generation that knows Instagram, Facebook and Twitter is more bent toward transparency,\" he said.\n\nThe fate of the government's once-top-secret surveillance programs, as much as Snowden's, is unclear. What is clear is that Stewart Brand, founder of the Whole Earth Catalog, was right when he coined that phrase back in 1984 — information really does want to be free.\n\nThat's made it easier for the government to find out what we do. Whether it means it'll be easier for us to find out what the government does is a question the case of Edward Snowden, hero, traitor or something in between, may help answer.\n\nContributing: The Associated Press\n\nRead or Share this story: http://usat.ly/14sHqTO", "topic": "NSA Spying", "politicalLabel": "Neutral", "organization": "USA Today", "biasLabel": "Not Biased", "title": "Is Snowden a traitor or a public servant?", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Other"}