{"content": "WASHINGTON -- President Barack Obama showed no signs of backing down from executive action on immigration reform on Wednesday, despite a Republican wave that ripped control of the U.S. Senate away from Democrats the night before.\n\n\"Before the end of the year, we're going to take whatever lawful actions that I can take,\" Obama told reporters at the White House, although he declined to offer specifics on what an executive order might look like.\n\nThe president said he plans to reach out to Republican leaders in both chambers to gauge their agenda, but added that he is done waiting for lawmakers on Capitol Hill to take action.\n\n\"I think it's fair to say that I've shown a lot of patience and tried to work on a bipartisan basis as much as possible and will keep doing so,\" Obama said. \"I've consistently said that it is my profound preference and interest to see Congress act on a comprehensive immigration reform bill.\"\n\n\"What we can't do is just keep on waiting,\" he added. \"There's a cost for waiting.\"\n\nObama recounted his conversations with House Speaker John Boehner (R-Ohio) last year, as a bipartisan group in the Senate worked to shepherd a comprehensive immigration bill through the upper chamber. When it became clear Boehner would not bring the Senate bill up for a vote, Obama said, he felt \"obliged to do everything I can lawfully\" to ensure the system doesn't get worse, with the expectation that Congress would replace his actions with a longer-term fix.\n\n\"You send me a bill that I can sign and those executive actions go away,\" he said.\n\nAfter promising to take executive action on immigration by the end of the summer, Obama pushed back his plans until after the elections. Democrats, particularly senators from red states, had warned that any administrative moves could threaten their re-election. But in the end, most of those Democrats lost anyway, leaving advocates feeling like the delay was for nothing.\n\nSome pundits speculated that the election results could make Obama back away from executive action, but he indicated Wednesday that he will not do so.\n\nRepublicans are almost certain to cry foul when Obama takes immigration action. A group of conservative Republican senators, including Ted Cruz (R-Texas) and Jeff Sessions (R-Ala.), sent a letter on Wednesday to Senate Majority Leader Harry Reid (D-Nev.) threatening to use procedural means to block any executive action by the president.\n\nSen. Mitch McConnell (R-Ky.), who won re-election Tuesday and will likely be the next Senate majority leader, said during a press conference ahead of Obama's speech that Republicans could take up immigration reform, but the chances of that happening would be hurt if the president takes executive action.\n\n\"I think the president choosing to do a lot of things unilaterally on immigration would be a big mistake,\" McConnell said. \"It's an issue that most of my members want to address legislatively and it's like waving a red flag in front of a bull to say, 'If you guys don't do what I want, I'm going to do it on my own.' ... I hope he won't do that because I do think it poisons the well for the opportunity to address a very important domestic issue.\"\n\nAsked about McConnell's comments, Obama said his executive action would not prevent Republicans from passing legislation. In fact, he said, he hopes it would spur them to do so. Obama added that the biggest critics of executive action are people who wouldn't support reform anyway.\n\n\"I have no doubt that there will be some Republicans who are angered or frustrated by any executive action that I may take,\" he said. \"Those are folks, I just have to say, who are also deeply opposed to immigration reform in any form and blocked the House from being able to pass a bipartisan bill.\"", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "Huffington Post", "biasLabel": "Not Biased", "title": "Obama Pledges Immigration Executive Order By End Of Year", "yellowLabel": "Not Yellow", "tags": "set(['Most Popular on HuffPost'])", "opinionLabel": "Other"}