{"content": "Share this:\n\n\"New Senate Environment Chair Gets His Gavel, Goes On Rant Arguing Climate Science Is A Hoax\" Share:\n\nWednesday was a big day for Sen. James Inhofe (R-OK). In the morning, he officially took the gavel as chairman of the Senate’s Environment Committee. In the afternoon, he took the Senate floor for a long speech about how human-caused climate change is fake.\n\nHere’s the video:\n\nIn sum, the speech has everything. References to the oft-debunked “ClimateGate” stolen e-mail “scandal”, a poster of a Time Magazine cover from 1974 claiming an ice age is coming, and multiple references to former Vice President Al Gore. It has a mention of a survey of weather-casters who think global warming is caused by natural variation, but does not mention that weather-casters are not climate scientists. It even includes the claim that the U.N. Intergovernmental Panel on Climate Change “started” the whole idea that climate change is happening, even though the idea was conceived about 200 years ago.\n\nThe video above actually begins a couple minutes in to Inhofe’s speech, with a quote from Richard Lindzen, a former MIT professor and one of the most-cited voices of scientists who think global warming is fake. Lindzen, an atmospheric physicist, has often been characterized as having contrarian scientific opinions. He has also said that the evidence that cigarettes cause lung cancer is not “so strong that one should rule that any questions were out of order.”\n\nBehind Inhofe in the beginning of the video is a list of climate scientists — Lindzen included — who don’t agree with the vast majority of climate scientists who say human-caused carbon emissions are contributing to climate change. Inhofe says he has compiled a list of 4,000 “renowned scientists” scientists who disagree (“this is all in my website,” he said). Inhofe’s list actually has 650 people, some of whom are television meteorologists, geologists, anthropologists, and even a man with no college degree.\n\nConversely, one of the most recent peer-reviewed studies on the state of climate science showed that out of 4000 abstracts from peer-reviewed papers published in the past 21 years that stated a position on the cause of global warming — 97 percent of these endorsed the point that it was human-caused. In the video, Inhofe says this is “just not true.”\n\nInhofe also criticizes climatologist Michael Mann’s famous hockey stick graph, which displayed temperatures going back half a millennium, and cites the controversy it received as a reason to believe climate change is fake. He does not mention that the National Academy of Sciences vindicated the hockey stick graph in 2006 as good science, as have multiple other peer-reviewed studies since.\n\nIt’s also worthwhile to point out that even if the hockey stick was wrong, even if it didn’t exist, we would still have enough scientific evidence to prove climate change is real and caused by humans. “Climate deniers like to make it seem like the entire weight of evidence for climate change rests on the hockey stick,” Mann told the Atlantic in 2013. “And that’s not the case. We could get rid of all these reconstructions, and we could still know that climate change is a threat, and that we’re causing it.”\n\nDon’t expect this speech to be the end of climate denial in the Senate. Indeed, Inhofe ended his speech by promising more of it, citing his new position as head of the Senate Environment and Public Works Committee.\n\n“Now I’m back in that position so we’ll have a chance to have hearings, and Mr. President, we’re going to have hearings with prominent scientists to come in and talk about this thing,” he said. “We’ll be there to be the truth-squad.”", "topic": "Climate Change", "politicalLabel": "Liberal", "organization": "ThinkProgress", "biasLabel": "Not Biased", "title": "New Senate Environment Chair Gets His Gavel, Goes On Rant Arguing Climate Science Is A Hoax", "yellowLabel": "Yellow", "tags": "set(['CANADA', 'Climate Deniers', 'CLIMATE CHANGE', 'James Inhofe', 'Jim Inhofe', 'CALIFORNIA', 'Climate Change', 'RENEWABLE ENERGY', 'DROUGHT'])", "opinionLabel": "Other"}