{"content": "It’s been more than forty years since the Supreme Court legalized abortion in Roe v. Wade. Yet voters in Colorado, North Dakota and Tennessee have gathered enough signatures to place legislation aimed at banning abortions on the ballot this November. While Colorado’s voter-initiated Amendment 67 “Personhood Initiative” is no more regressive than the legislation proposed by the other two states, its misleading wording is especially alarming—and sneaky. The measure contains no mention of abortion and puts a seemingly innocuous question on the ballot:\n\nShall there be an amendment to the Colorado constitution protecting pregnant women and unborn children by defining \"person\" and \"child\" in the Colorado criminal code and the Colorado wrongful death act to include unborn human beings?\n\nThe initiative has tied its campaign to the story of a 29-year-old woman named Heather Surovik. In 2012, Surovik was 8-months pregnant with her third child when a drunk driver struck her car. The unborn baby, whom she planned to call Brady—the initiative is also known as the “Brady Amendment”—did not survive the crash. The driver, Gary Sheats, pleaded guilty to drunk driving and vehicular assault. But Surovik felt that at 8 pounds and 2 ounces, Brady warranted the same protections under criminal law as a living being. She wanted Sheats charged with homicide as well.\n\nSympathetic as this story is, the amendment could have truly damaging consequences for women’s reproductive freedom. \"Amendment 67 is extremely misleading in its language,\" said Diana Hsieh, Ph.D, in a recent press release by the Coalition for Secular Government. \"The proponents of the measure apparently want voters to believe that it is about protecting pregnant women from vicious criminal attacks, but the reality is that the measure would treat women as murderers for getting an abortion or even for using certain types of birth control or in vitro fertility treatments,” she added.\n\nYou don’t have to look much farther than the forces behind Amendment 67 to figure this out. Surovik’s case was quickly picked up by Personhood USA, a Colorado-based non-profit. According to the organization, “A group of living human beings who have no protection under the law and are being killed en masse every day. It is truly astounding, but not wholly unprecedented.” The \"precedent\" they are referring to is an 1858 Virginia Supreme Court’s decision that failed to recognize slaves as people. Personhood USA has self-labeled itself as the new civil rights movement for the twenty-first century.\n\nIn the lead up to Election Day, Surovik’s website, A Voice for Brady, features a countdown to November 4 and a 13-minute video about her unborn son. Surovik’s mother, Terry, tells viewers that she could tell that Brady liked church because he was exceptionally active in his mom’s belly during church services.\n\nPro-lifers in Colorado have already made two unsuccessful attempts to redefine personhood and criminalize abortion. Similar initiatives appeared on the 2008 and 2010 Colorado ballot but got support from less than 30 percent of voters. This year, polls predict a closer outcome—probably because Personhood USA has gotten savvier. The 2014 text calls for legal protection of “women and unborn children” rather than “zygotes.” And the sad story of an almost-born baby named Brady will inevitably draw sympathy votes—no matter how irrelevant it is to female reproductive rights.", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "New Republic", "biasLabel": "Biased", "title": "Colorado Personhood Initiative Misleadingly Criminalizes Abortion", "yellowLabel": "Yellow", "tags": "set(['pro-life', 'Home News', 'Abortion', 'colorado', 'Economics', 'abortion', 'personhood', 'The Plank', 'Events', 'Culture', 'Books', 'Identity', 'politics', 'reproductive rights', 'World', 'midterms', 'Technology', 'Politics', 'Film', 'Economy'])", "opinionLabel": "Other"}