{"content": "The abortion wars have been devastating. To be sure, they have made it virtually impossible to enact policies that actually reflect the will of the people when it comes to abortion. Their toxicity also has infected other issues, from healthcare reform to Supreme Court confirmations. Even now an abortion-related squabble risks derailing an important bill protecting the victims of human sex trafficking.\n\nThis lingering “us versus them” mentality stems from 1970s-style culture war polarization. But such dug-in, take-no-prisoners abortion politics can't last much longer. Shifting politics, legal developments and, especially, changing demographics suggest that we can and must do this debate differently. Indeed, taken together, these data show that substantial changes are simply inevitable.\n\nTwo groups that represent the future of the United States — millennials and Latinos — know nothing of the culture wars. Indeed, a huge percentage of young people have explicitly rejected them: 50% refuse to identity as Republican or Democrat.\n\nNeither group fits comfortably with the pro-choice or pro-life camp either. While wanting legal abortion in some form, support for sharply restricting abortion is growing fastest among millennials.\n\nPro-choice activist groups are spooked: Young people who identify as pro-life are twice as likely as those who are pro-choice to consider abortion an important issue, according to research from NARAL, an abortion rights advocacy group. A remarkably low 37% of millennials consider abortion to be morally acceptable, according to the 2012 Millennial Values Survey.\n\nGiven their median age of 27 and the fact that they make up a large share of the coming “minority majority” in the U.S. population, Latinos are also poised to play a huge role in politics in general and abortion politics in particular. While it is clear they also don't want abortion to be made illegal, Latinos are significantly more pro-life than other Americans. For instance, 51% of Latinos want abortion banned in all or most cases, compared with only 41% of the population at large, according to a study from the Pew Research Center.\n\nMoreover, even before the new demographics can force a change in abortion politics, it's clear that the lazy “you're either for it or against it” binary is far too simplistic. For example, in 2009 a quarter of the Democratic caucus made tough pro-life votes. A 2011 Gallup Poll found that 27% of Democrats identify as pro-life, with 44% saying that abortion should be legal in “few or no circumstances.” This while 28% of Republicans identify as pro-choice, with 63% saying that some abortions should remain legal.\n\nA new generation is poised to reject the abortion wars in favor of a more authentic, nuanced and productive approach. -\n\nFurthermore, significant majorities of Americans say that the term “pro-choice” describes them somewhat or very well, while simultaneously saying that the term “pro-life” describes them somewhat or very well.\n\nGiven this complexity, perhaps it is not surprising to find that 61% of Americans believe that abortion should be broadly legal during the first trimester — while only 27% support it during the second, according to Gallup.\n\nDespite the prevalence of the “us and them” meme in our abortion discourse and politicking, Americans have already rejected the choice/life binary, and the next generation will find the notion positively antiquated.\n\nBut that's public opinion. What about the law? Doesn't the Supreme Court ruling in Roe vs. Wade, which established abortion rights based on the constitutional right to privacy, mean that the either/or approach has to dominate in legislation and politics?\n\nThat thinking misses the fundamental legal shift that happened after Roe. In Planned Parenthood vs. Casey, the Supreme Court (under the influence of Justices Sandra Day O'Connor and Anthony M. Kennedy) shifted from a focus on privacy to discussing whether an abortion law poses an “undue burden” on women. Both federal and state governments can (and do) now pass abortion restrictions that can be consistent with the Constitution as long as due attention is paid to the burden these laws would impose on women.\n\nSo if it is legally possible to pass more restrictive and nuanced abortion laws, and if it's what the public wants, what would such laws look like? What kind of national legislation would break the us/them impasse and meet the needs of the next generation and the Constitution?\n\nContinental Europe, in some ways, could serve as a model for what a new balancing act might look like.\n\nAlthough the United States struggles with even modest attempts to limit abortion beyond 20 weeks, consider this list of countries that have set the limit at 12 weeks or less: Austria, Belgium, Bulgaria, Czech Republic, Denmark, Estonia, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Lithuania, Luxembourg, Poland, Slovakia and Slovenia.\n\nOf course, these countries already provide massive governmental support for women and for childbearing and raising. The equivalent for the United States might include a guarantee that women be given equal pay for equal work, a mandate for generous paid paternity leave, increased legal protections against job discrimination for women with children and subsidized child care.\n\nCould mainstream pro-lifers, despite many deep connections with the Republican Party, ever agree to this kind of compromise? When powerful conservative voices like columnist Ross Douthat suggest that abortion restrictions in the United States may not work at all without this social support for women, signs point to yes. And pro-choice liberals? When important activists like Frances Kissling, the former head of Catholics for Choice, argue that second-trimester abortions should be considered differently from those early in pregnancy, there is hope for true progress.\n\nReasons for such hope will only increase over time. A new generation is poised to reject the abortion wars in favor of a more authentic, nuanced and productive approach. To be sure, those who benefit from our incoherent abortion politics will resist such change.\n\nBut their days are numbered.\n\n\n\nCharles C. Camosy is associate professor of theological and social ethics at Fordham University. He is author of several books, including the newly released \"Beyond the Abortion Wars: A Way Forward for a New Generation.\" @nohiddenmagenta\n\nFollow the Opinion section on Twitter @latimesopinion and Facebook", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "LA Times", "biasLabel": "Biased", "title": "How the abortion wars will end", "yellowLabel": "Not Yellow", "tags": "set(['Politics and Government', 'Abortion Issue', 'Courts and the Judiciary', 'Opinion', 'Commentary', \"Sandra Day O'Connor\", 'Feminism'])", "opinionLabel": "Opinion Article"}