{"content": "MONTGOMERY, Ala. -- MONTGOMERY, Ala. (AP) — State health officials looking to tighten rules for doctors performing abortions in Alabama should impose even stricter regulations than ones now being considered, abortion opponents told the agency Thursday.\n\nWhile an abortion rights supporter spoke against the proposed rule, others attending a public hearing at the Alabama Department of Public Health said strict regulations are needed to govern the medical procedure for the safety of women.\n\nCurrent state rules define an abortion clinic as any facility that performs 30 or more abortions during any two months in a year. The designation is important because clinics must follow tighter rules than physician offices.\n\nThe new rule, proposed after the state's attempt to shut down what regulators said was an illegal abortion clinic in Birmingham, would define a clinic as any doctor's office that performs 10 or more abortions in any month or 100 or more during a year.\n\nJeanne Paxson, describing herself as an anti-abortion activist from Birmingham, said the stricter rule would be an improvement but still isn't enough.\n\n\"I would like them to reduce it to one\" abortion a month before regulation kicks in, she said.\n\nDr. Gerardo Gonzalez, a pediatric cardiologist in Montgomery who said he opposes abortion on biological grounds, said doctor offices performing the procedure should be closely regulated \"for the health of the women.\"\n\nBut abortion rights backer Libby Rich called opponents \"sanctimonious\" and unconcerned about the health of women. Rich, 63, said she was sterilized after an illegal abortion decades ago and doesn't want other women to suffer the same outcome.\n\n\"I am a result of restrictive abortion procedures,\" Rich told a hearing officer. \"Please, I ask you to reconsider.\"\n\nGloria Gray, who operates an abortion clinic in Tuscaloosa, said she agreed with abortion opponents that physician offices should follow the same rules as women's clinics that specialize in abortion. But Gray said she is worried about the state releasing statistics that show her clinic performs the most abortions in the state because it is the only one open five days a week.\n\n\"It has made us a target,\" said Gray.\n\nThe Department of Public Health also is considering rule changes meant to bring regulations in line with a law passed earlier this year. Among other things, the law establishes new requirements for the buildings in which clinics can be located.\n\nThe State Committee on Public Health will consider all the changes at a hearing in November, said department attorney Brian Hale. Members could approve the changes as proposed by agency staff or make amendments on their own.\n\nThe proposed rule on doctor offices, which the department can implement without legislative action, follows a court case in which a Jefferson County judge ordered the shutdown of what he ruled was an illegal abortion clinic run by Dr. Bruce Norman in Birmingham in a building owned by longtime abortion clinic operator Diane Derzis.\n\nThe number of abortions performed by Norman became an issue in the case because of the state limits. Norman denied he was subject to state regulation because he wasn't performing 30 or more procedures in the building during a month, but a judge disagreed.", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "Huffington Post", "biasLabel": "Not Biased", "title": "Alabama Abortion Opponents Seek Stricter Regulations For Doctors", "yellowLabel": "Not Yellow", "tags": "set(['Most Popular on HuffPost'])", "opinionLabel": "Other"}