{"content": "We’re Americans. We do something. A hurricane hits New York, a tsunami hits Thailand, no matter — we do something. We collect vast fortunes of money. We volunteer. We help. We act.\n\nIf we don’t — for reasons that mainly have to do with foreign policy — we torment ourselves for decades with accusations that we didn’t.\n\nNow we want to act again, in the face of the unimaginable horror at Sandy Hook Elementary School.\n\nThe Newtown spree has affected us so profoundly not only because of its own unique evil — the slaughter of small children — but because it seems to be evidence that the nation has been infected by an epidemic of mass-murdering nihilism.\n\nIt came only a few days after the shooting-up of a mall in Oregon, a few months after the massacre at a movie theater in Colorado, almost two years after the carnage in Tucson and 5 1/2 years after the Virginia Tech rampage.\n\nEpidemics can’t be allowed to fester. There must be an answer. There must be a way to stop this one.\n\nFor those who are so certain they know the answer — the answer, for them, being new restrictions on gun ownership — the stumbling block is amazingly simple. This is a political problem; it’s cowardice — fear of the gun lobby.\n\nAfter all, liberals and Democrats made aggressive advances toward gun control in the early 1990s, only to have their hats handed to them politically. The only time President Obama mentioned guns in 2012 was to discuss his support of hunting.\n\nIf cowardice is the fear of action, the only antidote is action. Any political problem has a political solution. The gun lobby is a bogeyman, to be feared only because he is not properly challenged. The country is changing; Sandy Hook will change it further. Do something. Act.\n\nNever mind that the only enumerated constitutional right to material objects is the right to keep and bear arms. Never mind that the jurisprudence of the past decade and the acts of state legislatures who represent the views of local constituents have moved toward more gun freedom, rather than less.\n\nNever mind that these realities can’t be wished away simply by declaring that they’re not real and can be overcome with courage.\n\nWhen there is the need to act, any discussion of the problems or difficulties with action is viewed as nothing less than capitulation to evil.\n\nBut if this is an epidemic, it’s an extraordinarily strange one. There are almost no carriers.\n\nAccording to the National Opinion Research Council, there are guns in 35 percent of American households. So as many as 130 million people live in direct proximity to a gun.\n\nThe number of spree killers in the past six years: 12.\n\nThat’s 12 out of 130 million, or about 1 in 10 million.\n\nAny epidemiologist would tell you that large-scale national action to deal with a disease that affects 1 in 10 million would be problematic at best, because there are always unanticipated or unwanted consequences from the efforts to extirpate the illness that might actually cost more lives.\n\nOf course, the most avid supporters of gun control don’t see it this way. They dislike or even hate guns; they want fewer of them or none of them at all, and they can’t imagine there could be adverse consequences to a policy that radically restricts their sale and distribution.\n\nSo for them, restrictions aren’t a necessary evil to deal with an out-of-control disease. Severe restrictions are a desirable end in their own right, but have been politically impossible to achieve — until now.\n\nThe American impulse to act, to do something, to change horrific circumstances, is a noble one. But it needs to be tempered by prudence.\n\nI don’t own a gun and don’t want to. But I don’t believe a rush toward action that will have a direct impact on the now-presumed freedoms of tens if not hundreds of millions of my countrymen is the wise course.\n\nAnd I am frightened by the cavalier notion that the words of the Second Amendment don’t mean what they say or are to be ignored because we must act — because if they don’t, then neither will the words of the First or the Fifth or the Fourteenth, the next time there is a crisis.", "topic": "Gun Control", "politicalLabel": "Conservative", "organization": "New York Post", "biasLabel": "Biased", "title": "The urge to act on gun control", "yellowLabel": "Not Yellow", "tags": "set(['Game of Thrones', 'Hillary Clinton', 'the masters', 'Chess', 'New York Yankees', 'NYPD'])", "opinionLabel": "Opinion Article"}