{"content": "Washington (CNN) Senate Democratic Leader Harry Reid isn't just fighting with Senate Majority Leader Mitch McConnell over abortion.\n\nHe's tangling with House Democratic Leader Nancy Pelosi too.\n\nAnd this latest abortion battle is threatening a rare bipartisan deal struck on Capitol Hill.\n\nPelosi negotiated a compromise this week with House Speaker John Boehner to head off major cuts in payments to Medicare physicians. Congress has struggled for years for a solution to control the reimbursement rates, and members across the ideological spectrum back the plan. As part of that House agreement Pelosi also secured additional funding for community health centers.\n\nBut Reid believes language that is attached to the health center money would expand an existing federal ban on using taxpayer funds for abortion services.\n\nReid's office is linking the abortion provisions in the Medicare \"doc fix\" bill to a separate battle in the Senate over abortion language in the anti-human trafficking bill - and blaming Republicans for deliberately trying to tack changes to abortion laws on unrelated measures.\n\nBoehner's office declined to comment on the talks on the bill.\n\nCongress regularly approves language prohibiting the use of any taxpayer money for abortions - the so called \"Hyde Amendment\" -- as part of annual spending bills, so Democrats know this issue arises on programs related to health care. When debating Obamacare in 2009, for example, Democrats agreed to include the Hyde language. And President Barack Obama also issued a separate executive order restating that federal money for community health care centers could not be used for abortion services.\n\nBut Senate Democrats say this is different.\n\n\"In the Senate we are watching Republicans try to expand Hyde on a completely unrelated trafficking bill,\" Reid spokesman Adam Jentleson said in a statement to CNN. \"Republicans' efforts to pick an abortion fight on the trafficking bill in addition to their efforts to add unnecessary Hyde language to the emerging doc fix compromise has Senator Reid concerned that Republicans are trying to slowly but systematically expand the scope of Hyde.\"\n\nReid's office stopped short of saying they will block action in the Senate on the bill. The House is scheduled to vote on the deal next week.\n\nThe disagreement is an odd turning of the tables for the two Democratic leaders. Pelosi is a longtime supporter of abortion-rights, and Reid has a voting history of opposing pro-abortion legislation.\n\nOne illustration of the strange dynamic came in a tweet on Friday from Planned Parenthood, an outside advocacy group pushing for abortion rights. The group put Pelosi -- a longtime champion of their cause -- in the same camp as the top GOP leaders, who frequently push for greater restrictions on abortion.\n\n.@SenatorReid is standing up for women against #HydeandSneak attacks. Ask Sen. McConnell, @SpeakerBoehner, and @NancyPelosi to do the same! — Planned Parenthood (@PPact) March 20, 2015\n\nPelosi circulated a letter to House Democrats on Friday outlining the deal on the $200 billion Medicare bill that ensures major cuts in doctor payments are averted, and also includes a two year extension of the popular children's' health care program.\n\nShe also addressed the controversy over the abortion provisions, and argued the language is no change from current policy and simply mirrors proposals Democrats have voted for in the past.\n\n\"We were able to expand funding for community health centers (CHCs) by $7.2 billion for two years under the same terms that Members have previously supported and voted on almost every year since 1979,\" Pelosi wrote.\n\nThe top House Democrat also tried to separate the Medicare bill from the current fight Reid and McConnell are having, saying, \"it is important to note that this proposal expires, unlike the Senate language in the trafficking bill that codifies Hyde. This proposed language represents no change in current policy for CHCs and would have no operational impact at the health center level.\"", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "CNN", "biasLabel": "Not Biased", "title": "Democrats squabble over abortion", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}