{"content": "We can argue till we’re blue in the face over whether it’s due to the excesses of human behavior or just a normal tick in the natural planetary cycle, but we can’t deny the evidence that the earth is getting warmer.\n\nSo let’s put aside the debate over the why and how and have a serious discussion about climate change. Because it is seriously affecting our health.\n\nADVERTISEMENT ADVERTISEMENT\n\nClimate change, whatever its cause, affects how we breathe, what we eat and what diseases we’re exposed to. We can’t overlook this. We need to act now.\n\nThe magnitude of rising global temperatures, extreme weather, ozone concentrations and declining air quality hasten our need not only to predict and warn of short-term disasters, but also to look at the long-term projections so we can modify events and behaviors that accelerate climate change.\n\nMy father, Dr. P. Krishna Rao, who worked for 45 years at the National Oceanic and Atmospheric Administration (NOAA), was one of the forefathers of measuring climate change. He was one of the first to describe how satellites could be used to predict trends and changes in global weather patterns in order to alert vulnerable populations to impending disasters.\n\nThat was an early example of how we could use data and technology to predict where changes will occur. But that was then. Now we need to go several steps further.\n\nThe magnitude of rising global temperatures, extreme weather, ozone concentrations and declining air quality hasten our need not only to predict and warn of short-term disasters, but also to look at the long-term projections so we can modify events and behaviors that accelerate climate change.\n\nWe further need to look at very specific causes and effects that can be managed, so that we’re not dealing in rhetoric or misleading the public.\n\nThe Centers for Disease Control and Prevention (CDC) lists nine cause-and-effect relationships between climate change and health, including:\n\nAir pollution and the impact of air quality. Heat and concentrations of chemicals and methane can increase ground-level ozone, which is associated with decreased lung function, increased hospital admissions and emergency room visits for asthma. According to predictions, the U.S. will see an estimated 1,000 to 4,300 additional premature deaths per year by 2050 due to ozone and particle health effects. We need to identify where this is likely to happen and take steps to prevent it.\n\nAllergens. Warmer air can change pollination time and increase growth in fungi and mold, all of which contributes to the ever-increasing incidence of asthma. We need to identify the places where this is likely to occur and enable the at-risk populations to prepare for it.\n\nWildfires. Wildfires produce compounds that can reduce air quality, meaning exposure can increase pulmonary events that lead to hospitalizations. This is another area where we can anticipate problems and vulnerabilities and reduce the impact of these episodes.\n\nPrecipitation extremes. Flash floods account for roughly 100 deaths per year as well as a number of waterborne diseases once the floodwaters recede. We need to improve our ability to predict these disasters so we can get ahead of the curve.\n\nDiseases carried by insects. Climate change affects populations of mosquitoes, fleas and ticks. We’ve already seen the spread of Lyme Disease and West Nile Fever. We need to employ available data to identify places and populations that could be at risk of even more serious insect-borne diseases in the years to come.\n\nFood Production. The quality and sheer quantity of food could be affected dramatically by climate change, which would have an obvious effect on public health. The extended drought in California could ultimately prove cataclysmic if it is not reversed.\n\nThese associations are real, and they cannot be ignored. They require immediate action on several levels:\n\nAll sides in the “Why?” debate have to agree that climate change exists and that it will have a strong impact on public health.\n\nThe relationship between climate change and public health cannot be focused on conjecture. Actions must be taken that focus on established data.\n\nThe technology and expertise that are used to anticipate climate change must be integrated with the technology and expertise used in prevention and control of public health issues.\n\nThose who understand the global impact of warming must join with experts in environmental causes to better enable us to control regulations on emissions and other contributing factors.\n\nThere needs to be a broader collaboration among those who understand how to predict climate change, those who understand how to reduce contributing factors to climate change, those who manage the public health implications of climate change and those who have access to relevant data and have the ability to communicate with at-risk populations.\n\nAnd if we hope to reduce short- and long-term disasters both in the U.S. and abroad, it has to happen now.\n\nDr. Sreedhar Potarazu is an acclaimed ophthalmologist and entrepreneur who has been recognized as an international visionary in the business of medicine and health information technology. He is the founder of VitalSpring Technologies Inc., a privately held enterprise software company focused on providing employers with applications to empower them to become more sophisticated purchasers of health care. Dr. Potarazu is the founder and chairman of WellZone, a social platform for driving consumer engagement in health.", "topic": "Climate Change", "politicalLabel": "Liberal", "organization": "FOX", "biasLabel": "Not Biased", "title": "Is climate change really killing us? A doctor's diagnosis", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Opinion Article"}