{"content": "Aymara Marchante, left, and Wiktor Garcia sit with Maria Elena Santa Coloma, right, an insurance adviser with UniVista Insurance company, as they sign up for the Affordable Care Act on Feb. 5 in Miami. (Photo: Joe Raedle, Getty Images)\n\nThe number of American adults without health insurance fell 16.5 million from five years ago, when Obamacare was signed into law, the largest drop in four decades, a new report says.\n\nThe report, released by the U.S. Department of Health and Human Services on Monday, says the uninsured rate is 13.2%, down from 20.3% in 2012-13.\n\nThat's a 35% decline, \"quite simply an historic reduction in the uninsured rate,\" said Meena Seshamani, director of the Office of Health Reform for HHS. \"Today, we know that the Affordable Care Act is working. ... These numbers represent real people.\"\n\nOreste Alvarez holds a sign directing people to UniVista Insurance where they can sign up for the Affordable Care Act on Feb. 5 in Miami. (Photo: Joe Raedle, Getty Images)\n\nThe statistics are based on an analysis of data from the Gallup-Healthways Well-Being Index Survey through March 4. They do not break out how many of the newly insured gained coverage through Medicaid, how many bought insurance on health care exchanges and how many got insurance at work.\n\nEdmund Haislmaier, senior research fellow for health policy at the Heritage Foundation, a conservative think-tank, said using survey data and extrapolating figures is \"kind of a backwards way\" of looking at the reduction in the uninsured. A better way is to examine insurer data, he said. For the first three quarters of last year, he said, insurer data showed a net growth of 5.8 million people in the individual insurance market, both on and off exchanges. He said that was offset by a 4.9 million-person decrease in the employer-insured market — meaning net growth in the private insurance market was less than a million people.\n\nGovernment data cited by the Kaiser Family Foundation showed that from summer 2013 to 2014, there was a net increase of 8.7 million people enrolled in Medicaid and the Children's Health Insurance Program.\n\nRichard Frank, HHS assistant secretary for planning and evaluation, disagreed with Haislmaier on the private-coverage numbers, saying, \"We have not seen a drop in employer-based coverage.\" Overall, he said, the nation hasn't seen a drop this significant in the rates of uninsured Americans since the implementation of Medicare and Medicaid.\n\n\"That's good for the people and their health, and it's good for the economy,\" Frank said.\n\nOther highlights of the HHS report include:\n\n•Of the 16.4 million adults gaining coverage, 14.1 million became insured since the beginning of open enrollment in October 2013, and 2.3 million young adults ages 19-25 were covered from 2010 to October 2013 because the ACA allowed them to stay on their parents' insurance until they turn 26.\n\n•About 5.7 million young adults under 26, who are generally healthier than older people, gained health coverage from 2010 through March 4, 2015.\n\n•The uninsured rate dropped across all race and ethnic groups, with a greater decline among African Americans and Latinos then whites.\n\n•Coverage gains were stronger in states that decided to expand Medicaid. In those states, the portion of uninsured dropped by 7.4 percentage points, compared with 6.9 percentage points in non-expansion states.\n\nHHS officials said they expect these trends will be reflected in U.S. Census data likely to come out this year, and they are optimistic about the future under Obamacare.\n\n\"Today's news is good for the health and financial security of millions of Americans,\" Seshamani said. \"I think we would all hope this trend continues.\"\n\nRead or Share this story: http://usat.ly/1MFIfxc", "topic": "Obamacare", "politicalLabel": "Liberal", "organization": "USA Today", "biasLabel": "Biased", "title": "Uninsured rates drop dramatically under Obamacare", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Other"}