{"content": "NEWTOWN, CT - UNSPECIFED DATE: In this handout crime scene evidence photo provided by the Connecticut State Police, shows the Newtown Tehcnology Team ID of Adam Lanza in the bathroom at the suspect's house on Yogananda St. following the December 14, 2012 shooting rampage at Sandy Hook Elementary School, taken on an unspecified date in Newtown, Connecticut . A report was released November 25, 2013 by Connecticut State Attorney Stephen Sedensky III summarizing the Newtown school shooting that left 20 children and six women dead inside Sandy Hook Elementary School. According to the report, a motive behind the shooting by gunman Adam Lanza is still unknown. (Photo by Connecticut State Police via Getty Images)\n\nNEWTOWN, CT - UNSPECIFED DATE: In this handout crime scene evidence photo provided by the Connecticut State Police, shows ammunition infrot of a gun safe in the south east bedroom (shooters room) at the suspect's house on Yogananda St. following the December 14, 2012 shooting rampage at Sandy Hook Elementary School, taken on an unspecified date in Newtown, Connecticut . A report was released November 25, 2013 by Connecticut State Attorney Stephen Sedensky III summarizing the Newtown school shooting that left 20 children and six women dead inside Sandy Hook Elementary School. According to the report, a motive behind the shooting by gunman Adam Lanza is still unknown. (Photo by Connecticut State Police via Getty Images)\n\nNEWTOWN, CT - UNSPECIFED DATE: In this handout crime scene evidence photo provided by the Connecticut State Police, shows a Bushmaster rifle in Room 10 at Sandy Hook Elementary School following the December 14, 2012 shooting rampage, taken on an unspecified date in Newtown, Connecticut . A report was released November 25, 2013 by Connecticut State Attorney Stephen Sedensky III summarizing the Newtown school shooting that left 20 children and six women dead inside Sandy Hook Elementary School. According to the report, a motive behind the shooting by gunman Adam Lanza is still unknown. (Photo by Connecticut State Police via Getty Images)\n\nNEWTOWN, CT - UNSPECIFED DATE: In this handout crime scene evidence photo provided by the Connecticut State Police, shows firearms and ammunition found on or in close proximity to shooters body at Sandy Hook Elementary School following the December 14, 2012 shooting rampage, taken on an unspecified date in Newtown, Connecticut . A report was released November 25, 2013 by Connecticut State Attorney Stephen Sedensky III summarizing the Newtown school shooting that left 20 children and six women dead inside Sandy Hook Elementary School. According to the report, a motive behind the shooting by gunman Adam Lanza is still unknown. (Photo by Connecticut State Police via Getty Images)\n\nCHICAGO, IL - DECEMBER 14: Shundra Robinson holds a picture of her son Deno Wooldridge, 18, while speaking at a gathering of gun violence victims and gun control advocates at Cornell Square Park on the anniversary of the Sandy Hook Elementary School shooting December 14, 2013 in Chicago, Illinois. Thirteen people, including a three-year-old boy, were wounded when gunmen opened fire on a crowd gathered at the basketball courts in Cornell Square Park in September. Twenty children and 6 adults were killed when a gunman opened fire at Sandy Hook School. Wooldridge was shot and killed while standing on his grandmother's porch on October 18, 2010. More than 400 people have been murdered in Chicago so far this year, most by gunfire. (Photo by Scott Olson/Getty Images)\n\nNEWTOWN, CT - UNSPECIFED DATE: In this handout crime scene evidence photo provided by the Connecticut State Police, shows a rifle in the master bedroom in the suspect's house on Yogananda St. following the December 14, 2012 shooting rampage at Sandy Hook Elementary School, taken on an unspecified date in Newtown, Connecticut. A second report was released December 27, 2013 by Connecticut State Attorney Stephen Sedensky III gave more details of the the Newtown school shooting by Adam Lanza that left 20 children and six women educators dead inside Sandy Hook Elementary School after killing his mother at their home. (Photo by Connecticut State Police via Getty Images)\n\nNEWTOWN, CT - UNSPECIFED DATE: In this handout crime scene evidence photo provided by the Connecticut State Police, shows a Glock 20, 10mm found near the shooter in Room 10 at Sandy Hook Elementary School following the December 14, 2012 shooting rampage, taken on an unspecified date in Newtown, Connecticut. A second report was released December 27, 2013 by Connecticut State Attorney Stephen Sedensky III gave more details of the the Newtown school shooting by Adam Lanza that left 20 children and six women educators dead inside Sandy Hook Elementary School after killing his mother at their home. (Photo by Connecticut State Police via Getty Images)\n\nNEWTOWN, CT - UNSPECIFED DATE: In this handout crime scene evidence photo provided by the Connecticut State Police, shows firearms and ammunition found on or in close proximity to shooters body at Sandy Hook Elementary School following the December 14, 2012 shooting rampage, taken on an unspecified date in Newtown, Connecticut. A second report was released December 27, 2013 by Connecticut State Attorney Stephen Sedensky III gave more details of the the Newtown school shooting by Adam Lanza that left 20 children and six women educators dead inside Sandy Hook Elementary School after killing his mother at their home. (Photo by Connecticut State Police via Getty Images)\n\nTwenty-seven small U.S. flags adorn a large flag on a makeshift memorial on the side of Highway 84 near the Newtown, Conn., town line as residents mourn victims killed by gunman Adam Lanza, Monday, Dec. 17, 2012. On Friday, authorities say Lanza killed his mother at their home and then opened fire inside the Sandy Hook Elementary School in Newtown, killing 26 people, including 20 children, before taking his own life. (AP Photo/Julio Cortez)\n\nIn this photo taken with a fisheye lens, a message honoring the victims that died a day earlier when a gunman opened fire at an elementary hang from a bridge near Hawley Pond, Saturday, Dec. 15, 2012, in Newtown, Conn. The massacre of 26 children and adults at Sandy Hook Elementary school elicited horror and soul-searching around the world even as it raised more basic questions about why the gunman, 20-year-old Adam Lanza, would have been driven to such a crime and how he chose his victims. (AP Photo/Julio Cortez)\n\nMourners carry ornaments to decorate the Christmas trees at one of the makeshift memorials for the Sandy Hook Elementary School shooting victims, Monday,Dec. 17, 2012 in Newtown, Conn. Authorities say gunman Adam Lanza killed his mother at their home on Friday and then opened fire inside the Sandy Hook Elementary School in Newtown, killing 26 people, including 20 children, before taking his own life. (AP Photo/Mary Altaffer)\n\nCrayons sit on a table outside of a barbershop a day after a gunman opened fire at Sandy Hook Elementary School, Saturday, Dec. 15, 2012, in the Sandy Hook village of Newtown, Conn. The massacre of 26 children and adults at Sandy Hook Elementary school elicited horror and soul-searching around the world even as it raised more basic questions about why the gunman, 20-year-old Adam Lanza, would have been driven to such a crime and how he chose his victims. (AP Photo/Julio Cortez)\n\nCrayons sit on a table outside of a barbershop a day after a gunman opened fire at Sandy Hook Elementary School, Saturday, Dec. 15, 2012, in the Sandy Hook village of Newtown, Conn. The massacre of 26 children and adults at Sandy Hook Elementary school elicited horror and soul-searching around the world even as it raised more basic questions about why the gunman, 20-year-old Adam Lanza, would have been driven to such a crime and how he chose his victims. (AP Photo/Julio Cortez)\n\nShop owner Tamara Doherty, paces outside her store just down the road from Sandy Hook Elementary School, Saturday, Dec. 15, 2012, in Newtown, Conn. The massacre of 26 children and adults at Sandy Hook Elementary school elicited horror and soul-searching around the world even as it raised more basic questions about why the gunman, 20-year-old Adam Lanza, would have been driven to such a crime and how he chose his victims. (AP Photo/David Goldman)\n\nShop owners Tamara Doherty, left, and Jackie Gaudet, right, meet outside their stores for the first time since being neighbors, just down the road from Sandy Hook Elementary School, Saturday, Dec. 15, 2012, in Newtown, Conn. The massacre of 26 children and adults at Sandy Hook Elementary school elicited horror and soul-searching around the world even as it raised more basic questions about why the gunman, 20-year-old Adam Lanza, would have been driven to such a crime and how he chose his victims. (AP Photo/David Goldman)\n\nKristin Hoyt, 18, of Danbury, Conn., ties a balloon to an overpass up the road from the Sandy Hook Elementary School, Saturday, Dec. 15, 2012, in Newtown, Conn. The massacre of 26 children and adults at Sandy Hook Elementary school elicited horror and soul-searching around the world even as it raised more basic questions about why the gunman, 20-year-old Adam Lanza, would have been driven to such a crime and how he chose his victims. (AP Photo/David Goldman)\n\nA Newtown, Conn., resident, who declined to give her name, sits at an intersection holding a sign for passing motorists up the road from the Sandy Hook Elementary School, Saturday, Dec. 15, 2012, in Newtown, Conn. The massacre of 26 children and adults at Sandy Hook Elementary school elicited horror and soul-searching around the world even as it raised more basic questions about why the gunman, 20-year-old Adam Lanza, would have been driven to such a crime and how he chose his victims. (AP Photo/David Goldman)\n\nA snowflake ornament with the name of 6-year-old Noah Pozner hangs on a Christmas tree at a makeshift memorial in the Sandy Hook village of Newtown, Conn., Monday, Dec. 17, 2012, as the town mourns victims killed in Friday's school shooting. Pozner, who was killed Friday when gunman Adam Lanza opened fire inside the Sandy Hook Elementary School, will be buried Monday. (AP Photo/Julio Cortez)\n\nTwenty-seven small U.S. flags adorn a large flag on a makeshift memorial on the side of Highway 84 near the Newtown, Conn., town line as residents mourn victims killed by gunman Adam Lanza, Monday, Dec. 17, 2012. Authorities say Lanza killed his mother at their home and then opened fire inside the Sandy Hook Elementary School in Newtown, killing 26 people, including 20 children, before taking his own life, on Friday. (AP Photo/Julio Cortez)\n\nJamie Duncan, 16, of Newtown, Conn., lights a candle at one of the makeshift memorials for the Sandy Hook Elementary School shooting victims, Monday,Dec. 17, 2012 in Newtown, Conn. Authorities say gunman Adam Lanza killed his mother at their home on Friday and then opened fire inside the Sandy Hook Elementary School in Newtown, killing 26 people, including 20 children, before taking his own life. (AP Photo/Mary Altaffer)\n\nA mourner carries a giant Winnie the Pooh stuffed animal to place at one of the makeshift memorials for the Sandy Hook Elementary School shooting victims, Monday,Dec. 17, 2012 in Newtown, Conn. Authorities say gunman Adam Lanza killed his mother at their home on Friday and then opened fire inside the Sandy Hook Elementary School in Newtown, killing 26 people, including 20 children, before taking his own life. (AP Photo/Mary Altaffer)\n\nA hearse arrives at B'nai Israel Cemetery with the body of Noah Pozner, a six-year-old killed in an elementary school shooting, during funeral services, Monday, Dec. 17, 2012, in Monroe, Conn. Authorities say gunman Adam Lanza killed his mother at their home on Friday and then opened fire inside the Sandy Hook Elementary School in Newtown, killing 26 people, including 20 children, before taking his own life. (AP Photo/Julio Cortez)\n\nPeople arrive at B'nai Israel Cemetery during burial services for Noah Pozner, a six-year-old killed in the Sandy Hook Elementary School shooting, Monday, Dec. 17, 2012, in Monroe, Conn. Authorities say gunman Adam Lanza killed his mother at their home on Friday and then opened fire inside the Sandy Hook Elementary School in Newtown, killing 26 people, including 20 children, before taking his own life. (AP Photo/Julio Cortez)\n\nVeronique Pozner waves to the assembled media as she leaves after a funeral service for her 6-year-old son Noah Pozner, Monday, Dec. 17, 2012, in Fairfield, Conn. Noah Pozner was killed when Adam Lanza walked into Sandy Hook Elementary School in Newtown, Conn., Friday and opened fire, killing 26 people, including 20 children. (AP Photo/Jason DeCrow)\n\nTwenty seven wooden stand in a yard down the street from the Sandy Hook School December 16, 2012 in Newtown, Connecticut. Twenty-six people were shot dead, including twenty children, after a gunman identified as Adam Lanza opened fire at Sandy Hook Elementary School. Lanza also reportedly had committed suicide at the scene. A 28th person, believed to be Nancy Lanza, found dead in a house in town, was also believed to have been shot by Adam Lanza. (Photo by Spencer Platt/Getty Images)\n\nNewtown residents Claire Swanson, Kate Suba, Jaden Albrecht, Simran Chand and New London, Connecticut residents Rachel Pullen and her son Landon DeCecco, hold candles at a memorial for victims on the first Sunday following the mass shooting at Sandy Hook Elementary School on December 16, 2012 in Newtown, Connecticut. (Photo by Mario Tama/Getty Images)\n\nU.S. President Barack Obama waits to speak at an interfaith vigil for the shooting victims from Sandy Hook Elementary School on December 16, 2012 at Newtown High School in Newtown, Connecticut. (Photo by Olivier Douliery-Pool/Getty Images)\n\nEknoor Kaur, 3, stands with her father Guramril Singh during a candlelight vigil outside Newtown High School before an interfaith vigil with President Barack Obama, Sunday, Dec. 16, 2012, in Newtown, Conn. A gunman walked into Sandy Hook Elementary School in Newtown Friday and opened fire, killing 26 people, including 20 children. (AP Photo/Jason DeCrow)\n\nNew London, Connecticut resident Rachel Pullen (C) kisses her son Landon DeCecco at a memorial for victims near the school on the first Sunday following the mass shooting at Sandy Hook Elementary School on December 16, 2012 in Newtown, Connecticut. (Photo by Mario Tama/Getty Images)\n\nUS President Barack Obama speaks during a memorial service for the victims and relatives of the Sandy Hook Elementary School shooting on December 16, 2012 in Newtown, Connecticut. Twenty-six people were killed when a gunman entered Sandy Hook Elementary and began a shooting spree. AFP PHOTO/Mandel NGAN\n\nA woman covers her face as US President Barack Obama reads out the names of children killed during Sandy Hook Elementary School shooting at a interfaith memorial for victims and relatives at the Newtown High School on December 16, 2012 in Newtown, Connecticut. Twenty-six people were killed when a gunman entered Sandy Hook Elementary and began a shooting spree. AFP PHOTO/Mandel NGAN\n\nA woman pays respects at a memorial outside of St. Rose of Lima Roman Catholic Church, Sunday, Dec. 16, 2012, in Newtown, Conn. On Friday, a gunman allegedly killed his mother at their home and then opened fire inside the Sandy Hook Elementary School in Newtown, killing 26 people, including 20 children. (AP Photo/Julio Cortez)\n\nResidents wait for the start of an interfaith vigil for the victims of the Sandy Hook Elementary School shooting on Sunday, Dec. 16, 2012 at Newtown High School in Newtown, Conn. A gunman walked into Sandy Hook Elementary School Friday and opened fire, killing 26 people, including 20 children. (AP Photo/Evan Vucci)\n\nCheryl Girardi, of Middletown, Conn., kneels beside 26 teddy bears, each representing a victim of the Sandy Hook Elementary School shooting, at a sidewalk memorial, Sunday, Dec. 16, 2012, in Newtown, Conn. A gunman walked into Sandy Hook Elementary School in Newtown Friday and opened fire, killing 26 people, including 20 children.(AP Photo/David Goldman)\n\nConnecticut State Police officers respond to a bomb threat outside of St. Rose of Lima Roman Catholic Church, Sunday, Dec. 16, 2012, in Newtown, Conn. Worshippers hurriedly left the church Sunday, not far from where a gunman opened fire Friday inside the Sandy Hook Elementary School in Newtown. (AP Photo/Julio Cortez)\n\nAva Staiti, 7, of New Milford, Conn., looks up at her mother Emily Staiti, not pictured, while visiting a sidewalk memorial with 26 teddy bears, each representing a victim of the Sandy Hook Elementary School shooting, Sunday, Dec. 16, 2012, in Newtown, Conn. A gunman walked into Sandy Hook Elementary School in Newtown Friday and opened fire, killing 26 people, including 20 children. (AP Photo/David Goldman)\n\nThis photo provided by the family shows Jessica Rekos. Rekos, 6, was killed Friday, Dec. 14, 2012, when a gunman opened fire at Sandy Hook Elementary School, in Newtown, Conn., killing 26 children and adults at the school, before killing himself. (AP Photo/Courtesy of Rekos Family)\n\nA U.S. flag flies at half staff outside the Newtown High School before President Barack Obama is scheduled to attend a memorial for the victims of the Sandy Hook Elementary School shooting, Sunday, Dec. 16, 2012, in Newtown, Conn. A gunman walked into Sandy Hook Elementary School in Newtown Friday and opened fire, killing 26 people, including 20 children. (AP Photo/David Goldman)\n\nDavid Freedman, right, kneels with his son Zachary, 9, both of Newtown, Conn., as they visit a sidewalk memorial for the Sandy Hook Elementary School shooting victims, Sunday, Dec. 16, 2012, in Newtown, Conn. A gunman walked into Sandy Hook Elementary School in Newtown Friday and opened fire, killing 26 people, including 20 children. (AP Photo/David Goldman)\n\nA man reacts at the site of a makeshift memorial for school shooting victims in Newtown, Conn., Sunday, Dec. 16, 2012. A gunman opened fire at Sandy Hook Elementary School in the town, killing 26 people, including 20 children before killing himself on Friday. (AP Photo/Charles Krupa)\n\nPeople wait in line to attend an interfaith vigil with President Barack Obama, Sunday, Dec. 16, 2012, in Newtown, Conn. A gunman walked into Sandy Hook Elementary School in Newtown Friday and opened fire, killing 26 people, including 20 children. (AP Photo/Jason DeCrow)\n\nResidents greet each other before the start of an interfaith vigil for the victims of the Sandy Hook Elementary School shooting on Sunday, Dec. 16, 2012 at Newtown High School in Newtown, Conn. A gunman walked into Sandy Hook Elementary School Friday and opened fire, killing 26 people, including 20 children. (AP Photo/ Evan Vucci)\n\nResidents greet each other before the start of an interfaith vigil for the victims of the Sandy Hook Elementary School shooting on Sunday, Dec. 16, 2012, at Newtown High School in Newtown, Conn. A gunman walked into the school Friday and opened fire, killing 26 people, including 20 children. President Barack Obama is to scheduled to speak at the event. (AP Photo/ Evan Vucci)\n\nResidents greet each other before the start of an interfaith vigil for the victims of the Sandy Hook Elementary School shooting on Sunday, Dec. 16, 2012, at Newtown High School in Newtown, Conn. A gunman walked into the elementary school Friday and opened fire, killing 26 people, including 20 children. President Barack Obama is scheduled to speak during the vigil. (AP Photo/ Evan Vucci)\n\nThis image provided by the family shows Grace McDonnell posing for a portrait in this family photo taken Aug. 18, 2012. Grace McDonnell was killed Friday, Dec. 14, 2012, when a gunman opened fire at Sandy Hook Elementary School in Newtown, Conn., killing 26 children and adults at the school. (AP Photo/Courtesy of the McDonnell Family)\n\nThis Nov. 18, 2012 photo provided by John Engel shows Olivia Engel, 6, in Danbury, Conn. Olivia Engel, was killed Friday, Dec. 14, 2012, when a gunman opened fire at Sandy Hook Elementary School, in Newtown, Conn., killing 26 children and adults at the school. (AP Photo/Engel Family, Tim Nosezo)\n\nThis 2012 photo provided by the family shows Emilie Alice Parker. Parker was killed Friday, Dec. 14, 2012, when a gunman opened fire at Sandy Hook elementary school in Newtown, Conn., killing 26 children and adults at the school. (AP Photo/Courtesy of the Parker Family)\n\nThis Nov. 13, 2012 photo provided by the family via The Washington Post shows Noah Pozner. The six-year-old was one of the victims in the Sandy Hook elementary school shooting in Newtown, Conn. on Dec. 14, 2012. (AP Photo/Family Photo)\n\nThis handout image provided by ABC News, shows Nancy J. Lanza mother of suspected mass shooter Adam Lanza at an unspecified time and place. Twenty six people were shot dead, including twenty children, after a gunman identified as Adam Lanza opened fire at Sandy Hook Elementary School. Lanza also reportedly had committed suicide at the scene. A 28th person, believed to be Nancy Lanza was found dead in a house in town, was also believed to have been shot by Adam Lanza. (Family of Nancy Lanza / ABC News / Getty Images)\n\nLauren Rousseau, 30, had started a job as a full-time teacher at Sandy Hook Elementary School this fall. She was killed in the Dec. 14 shooting at the school.\n\nSchool psychologist Mary Sherlach, 56, was killed during an attempt to stop gunman Adam Lanza during the Dec. 14 mass shooting at Sandy Hook Elementary School in Newtown, Conn. Sherlach and school principal Dawn Hochsprung reportedly both lunged at Lanza in an attempt to protect the school's students and teachers. Both Sherlach and Hochsprung were killed.\n\nVictoria Soto, a 27-year-old teacher, was killed in the Dec. 14 shooting at Sandy Hook Elementary School. Her cousin, Jim Wiltsie, told ABC that Soto, a teacher, died while shielding her young students from the gunman, according to the AP.\n\nSandy Hook Elementary School Principal Dawn Lafferty Hochsprung, 47, was killed as she, along with school psychologist Mary Sherlach, attempted to overtake gunman Adam Lanza during the Dec. 14 mass shooting at the school. Hochsprung and Sherlach reportedly both lunged at Lanza in an effort to defend the students and teachers at the school. Both women were killed.\n\nThis photo posted to the Emilie Parker Fund Facebook page shows Emilie Parker. Fighting back tears and struggling to catch his breath, Robbie Parker the father of 6-year-old Emile Parker who was gunned down in Friday's school shooting in Connecticut told the world about a little girl who loved to draw and was always smiling, and he also reserved surprising words of sympathy for the gunman. (AP Photo/Emilie Parker Fund)\n\nShop owner Tamara Doherty paces outside her store just down the road from Sandy Hook Elementary School, Saturday, Dec. 15, 2012, in Newtown, Conn. The massacre of 26 children and adults at the school elicited horror and soul-searching around the world even as it raised more basic questions about why the gunman, 20-year-old Adam Lanza, would have been driven to such a crime and how he chose his victims. (AP Photo/David Goldman)\n\nThis photo posted to the Emilie Parker Fund Facebook page shows Emilie Parker and her father Robbie Parker. Fighting back tears and struggling to catch his breath, Robbie Parker the father of 6-year-old Emile Parker who was gunned down in Friday's school shooting in Connecticut told the world about a little girl who loved to draw and was always smiling, and he also reserved surprising words of sympathy for the gunman. (AP Photo/Emilie Parker Fund)\n\nRobbie Parker, the father of six-year-old Emilie who was killed in the Sandy Hook Elementary School shooting, fights back tears as he speaks during a news conference, Saturday, Dec. 15, 2012, in Newtown, Conn. (AP Photo/David Goldman)\n\nIsabella Jimenez, 12, reacts while talking to reporters about the shooting rampage from a day earlier when a gunman opened fire at Sandy Hook Elementary School, Saturday, Dec. 15, 2012, in Newtown, Conn. Jimenez said she might know the victims because she has done volunteer work with small children. The massacre of 26 children and adults at Sandy Hook Elementary school elicited horror and soul-searching around the world even as it raised more basic questions about why the gunman, 20-year-old Adam Lanza, would have been driven to such a crime and how he chose his victims. (AP Photo/Julio Cortez)\n\nNewtown, Connecticut mass shooter Adam Lanza is third from right in this 2008 yearbook photo. (ABC News)\n\nFlowers and stuffed animals of a makeshift memorial for school shooting victims encircle the flagpole at the town center in Newtown, Conn., Saturday, Dec. 15, 2012. The massacre of 26 children and adults at Sandy Hook Elementary school elicited horror and soul-searching around the world even as it raised more basic questions about why the gunman, 20-year-old Adam Lanza, would have been driven to such a crime and how he chose his victims. (AP Photo/Charles Krupa)\n\nA homemade sign written on a table cloth, hangs outside the Stone River Grille, in honor of the teachers who died along with students a day earlier when a gunman open fire at Sandy Hook Elementary School, Saturday, Dec. 15, 2012, in the Sandy Hook village of Newtown, Conn. Gary Seri, general manager at the Stone River Grille, put up red balloons that were not used when a sweet 16 party was canceled the night before in light of the massacre, said the teachers were scheduled to have their holiday party at his restaurant. The massacre of 26 children and adults at Sandy Hook Elementary school elicited horror and soul-searching around the world even as it raised more basic questions about why the gunman, 20-year-old Adam Lanza, would have been driven to such a crime and how he chose his victims. (AP Photo/Allen Breed)\n\nA man weeps while praying in front of a memorial for shooting victims outside Saint Rose of Lima Roman Catholic Church, Saturday, Dec. 15, 2012 in Newtown, Conn. The massacre of 26 children and adults at Sandy Hook Elementary school elicited horror and soul-searching around the world even as it raised more basic questions about why the gunman, 20-year-old Adam Lanza, would have been driven to such a crime and how he chose his victims. (AP Photo/Jason DeCrow)\n\nA line of 20 white paper bags containing small candles sit in a field, Saturday, Dec. 15, 2012 in Newtown, Conn. The massacre of 26 children and adults at Sandy Hook Elementary school elicited horror and soul-searching around the world even as it raised more basic questions about why the gunman, 20-year-old Adam Lanza, would have been driven to such a crime and how he chose his victims. (AP Photo/Jason DeCrow)\n\nA child looks on as people read from prayer books during a service in honor of the victims who died a day earlier when a gunman open fire at Sandy Hook Elementary School in Newtown, Conn., as people gathered at St. John's Episcopal Church, Saturday, Dec. 15, 2012, in the Sandy Hook village of Newtown, Conn. The massacre of 26 children and adults at Sandy Hook Elementary school elicited horror and soul-searching around the world even as it raised more basic questions about why the gunman, 20-year-old Adam Lanza, would have been driven to such a crime and how he chose his victims. (AP Photo/Julio Cortez)\n\nMolly Delaney, left, holds her 11-year-old daughter, Milly Delaney, during a service in honor of the victims who died a day earlier when a gunman opened fire at Sandy Hook Elementary School in Newtown, Conn., as people gathered at St. John's Episcopal Church , Saturday, Dec. 15, 2012, in the Sandy Hook village of Newtown, Conn. The massacre of 26 children and adults at Sandy Hook Elementary school elicited horror and soul-searching around the world even as it raised more basic questions about why the gunman, 20-year-old Adam Lanza, would have been driven to such a crime and how he chose his victims. (AP Photo/Julio Cortez)\n\nElizabeth Bogdanoff, left, kisses her daughter Julia, 13, both of Newtown, Conn., during a prayer service at St John's Episcopal Church, Saturday, Dec. 15, 2012, in Newtown, Conn. The massacre of 26 children and adults at Sandy Hook Elementary school elicited horror and soul-searching around the world even as it raised more basic questions about why the gunman, 20-year-old Adam Lanza, would have been driven to such a crime and how he chose his victims. (AP Photo/David Goldman)\n\nCatherine Purcell, of Mansfield, Mass., reacts during a service in honor of the victims who died a day earlier when a gunman opened fire at Sandy Hook Elementary School in Newtown, Conn., as people gathered at St. John's Episcopal Church , Saturday, Dec. 15, 2012, in the Sandy Hook village of Newtown, Conn. The massacre of 26 children and adults at Sandy Hook Elementary school elicited horror and soul-searching around the world even as it raised more basic questions about why the gunman, 20-year-old Adam Lanza, would have been driven to such a crime and how he chose his victims. (AP Photo/Julio Cortez)\n\nA woman cries during a prayer service at St. John's Episcopal Church following an elementary school shooting in Newtown, Connecticut, on December 15, 2012. A young gunman slaughtered 20 small children and six teachers on December 14 after walking into a school in an idyllic Connecticut town wielding at least two sophisticated firearms. AFP PHOTO/Emmanuel DUNAND\n\nResidents leave after paying a flower tribute to the victims of an elementary school shooting in Newtown, Connecticut, on December 15, 2012. A young gunman slaughtered 20 small children and six teachers on December 14 after walking into a school in an idyllic Connecticut town wielding at least two sophisticated firearms. AFP PHOTO/Emmanuel DUNAND\n\nA resident pays tribute to the victims of an elementary school shooting in Newtown, Connecticut, on December 15, 2012. A young gunman slaughtered 20 small children and six teachers on December 14 after walking into a school in an idyllic Connecticut town wielding at least two sophisticated firearms. AFP PHOTO/Emmanuel DUNAND\n\nCynthia Alvarez (R) is comforted by her mother Lilia as people gather for a prayer vigil at St Rose Church following an elementary school shooting in Newtown, Connecticut, December 14, 2012. A young gunman slaughtered 20 small children and six teachers on Friday after walking into a school in an idyllic Connecticut town wielding at least two sophisticated firearms AFP PHOTO/Emmanuel DUNAND\n\nOfferings are left at a curbside shrine as residents pay tribute to the victims of an elementary school shooting in Newtown, Connecticut, on December 15, 2012. A young gunman slaughtered 20 small children and six teachers on December 14 after walking into a school in an idyllic Connecticut town wielding at least two sophisticated firearms. AFP PHOTO/Emmanuel DUNAND\n\nA young girl's message (bottom) is lposted on a memorial board as people gather for a prayer vigil at St Rose Church following an elementary school shooting in Newtown, Connecticut, December 14, 2012. A young gunman slaughtered 20 small children and six teachers on Friday after walking into a school in an idyllic Connecticut town wielding at least two sophisticated firearms. AFP PHOTO/Emmanuel DUNAND\n\nPeople gather for a prayer vigil at St Rose Church following an elementary school shooting in Newtown, Connecticut, December 14, 2012. A young gunman slaughtered 20 small children and six teachers on Friday after walking into a school in an idyllic Connecticut town wielding at least two sophisticated firearms AFP PHOTO/Emmanuel DUNAND\n\nPeople gather for a prayer vigil at St Rose Church following an elementary school shooting in Newtown, Connecticut, December 14, 2012. A young gunman slaughtered 20 small children and six teachers on Friday after walking into a school in an idyllic Connecticut town wielding at least two sophisticated firearms. AFP PHOTO/Emmanuel DUNAND\n\nNEWTOWN, CT - DECEMBER 14: Connecticut State Police spokesman Lt. J. Paul Vance (L) and Lt. George Sinko of the Newtown Police Department brief the media on the elementary school shooting during a press conference at Treadwell Memorial Park on December 14, 2012 in Newtown, Connecticut. According to reports, 27 are dead, including 20 children, after a gunman identified as Adam Lanza in news reports, opened fire in at the Sandy Hook Elementary School in Newtown, Connecticut. Lanza also reportedly died at the scene. (Photo by Jared Wickerham/Getty Images)\n\nPeople gather for a prayer vigil at St Rose Church following an elementary school shooting in Newtown, Connecticut, December 14, 2012. A young gunman slaughtered 20 small children and six teachers on Friday after walking into a school in an idyllic Connecticut town wielding at least two sophisticated firearms AFP PHOTO/Emmanuel DUNAND\n\nPeople gather for a prayer vigil at St Rose Church following an elementary school shooting in Newtown, Connecticut, December 14, 2012. A young gunman slaughtered 20 small children and six teachers on Friday after walking into a school in an idyllic Connecticut town wielding at least two sophisticated firearms. AFP PHOTO/Emmanuel DUNAND\n\nA woman comforts a young girl during a vigil service for victims of the Sandy Hook Elementary shooting, Friday, Dec. 14, 2012, at St. Rose of Lima Roman Catholic Church in Newtown, Conn. (AP Photo/Andrew Gombert, Pool)\n\nIn this photo provided by the Newtown Bee, a man stands with his hands on his head outside of Sandy Hook Elementary School in Newtown, Conn., where authorities say a gunman opened fire, killing 26 people, including 20 children, Friday, Dec. 14, 2012. (AP Photo/Newtown Bee, Shannon Hicks)\n\nA mother runs with her children as police above canvass homes in the area following a shooting at the Sandy Hook Elementary School in Newtown, Conn. where authorities say a gunman opened fire, leaving 26 people dead, including 20 children, Friday, Dec. 14, 2012. (AP Photo/Jessica Hill)\n\nMourners gather inside the St. Rose of Lima Roman Catholic Church at a vigil service for victims of the Sandy Hook Elementary School shooting that left at least 27 people dead, many of them young children, in Newtown, Conn. Friday, Dec. 14, 2012. Police have identified the gunman as Adam Lanza. (AP Photo/Andrew Gombert, Pool)\n\nA man carries a child away from the area of a shooting at the Sandy Hook Elementary School in Newtown, Conn., about 60 miles (96 kilometers) northeast of New York City, Friday, Dec. 14, 2012. A man opened fire Friday inside two classrooms at the school, killing 26 people, including 20 children. The killer, armed with two handguns, committed suicide at the school and another person was found dead at a second scene, bringing the toll to 28, authorities said. A law enforcement official identified the gunman as 20-year-old Adam Lanza. (AP Photo/Jessica Hill)\n\nIn this frame grab provided by WCBS in New York, Ryan Lanza, the 24-year-old brother of Sandy Hook Elementary School shooter Adam Lanza, is escorted by police into a cruiser in Hoboken, N.J., Friday, Dec. 14, 2012. Adam Lanza, 20, killed his mother at home and then opened fire Friday inside the elementary school massacring 26 people, including 20 children, as youngsters cowered in fear to the sound of gunshots echoing through the building and screams coming over the intercom. (AP Photo/WCBS-TV)\n\nConnecticut State Police Lt. J. Paul Vance speaks at a news conference on the shooting at Sandy Hook Elementary School, where a gunman opened fire, killing 26 people, including 20 children, Friday, Dec. 14, 2012, in Newtown, Conn. (AP Photo/The Journal News, Frank Becerra Jr.)\n\nBrenda Hernadez of Enfield Conn., comforts her daughter Crystal at a makeshift shrine on the Enfield Town Green, Friday evening, December 14, 2012, after a candlelight vigil in Enfield, Conn. The vigil was organized by social media in memory of the school shooting victims in Newtown as residents in Enfield, 70 miles from Newtown, and in through out the state, feel the grief of the mass shooting at the Sandy Hook Elementary School Friday morning. (AP Photo/Journal Inquirer, Jim Michaud)\n\nIn this photo provided by the Newtown Bee, paramedics and others rush toward Sandy Hook Elementary School in Newtown, Conn., where authorities say a gunman opened fire, killing 26 people, including 20 children, Friday, Dec. 14, 2012. (AP Photo/Newtown Bee, Shannon Hicks)\n\nMourners gather inside the St. Rose of Lima Roman Catholic Church at a vigil service for victims of the Sandy Hook Elementary School shooting that left at least 27 people dead, many of them young children, in Newtown, Conn. Friday, Dec. 14, 2012. Police have identified the gunman as Adam Lanza. (AP Photo/Andrew Gombert, Pool)\n\nMourners gather for a vigil service for victims of the Sandy Hook Elementary School shooting, at the St. Rose of Lima Roman Catholic Church in Newtown, Conn. Friday, Dec. 14, 2012. A man killed his mother at their home and then opened fire Friday inside Sandy Hook Elementary School, massacring 26 people, including 20 children, as youngsters cowered in fear to the sound of gunshots reverberating through the building and screams echoing over the intercom (AP Photo/Andrew Gombert, Pool)\n\nMourners gather at a vigil service for victims of the Sandy Hook Elementary School shooting, at the St. Rose of Lima Roman Catholic Church in Newtown, Conn. Friday, Dec. 14, 2012. A man killed his mother at their home and then opened fire Friday inside Sandy Hook Elementary School, massacring 26 people, including 20 children, as youngsters cowered in fear to the sound of gunshots reverberating through the building and screams echoing over the intercom (AP Photo/Andrew Gombert, Pool)\n\nConnecticut Gov. Dannel Malloy bows his head during a moment of silence during a vigil service for victims of the Sandy Hook Elementary School shooting, at the St. Rose of Lima Roman Catholic Church in Newtown, Conn. Friday, Dec. 14, 2012. (AP Photo/Andrew Gombert, Pool)\n\nConnecticut Gov. Dannel Malloy speaks to mourners at a vigil service for victims of the Sandy Hook Elementary School shooting, at the St. Rose of Lima Roman Catholic Church in Newtown, Conn. Friday, Dec. 14, 2012. A man killed his mother at their home and then opened fire Friday inside Sandy Hook Elementary School, massacring 26 people, including 20 children, as youngsters cowered in fear to the sound of gunshots reverberating through the building and screams echoing over the intercom (AP Photo/Andrew Gombert, Pool)\n\nMourners gather for a vigil service for victims of the Sandy Hook Elementary School shooting, at the St. Rose of Lima Roman Catholic Church in Newtown, Conn. Friday, Dec. 14, 2012. A man killed his mother at their home and then opened fire Friday inside Sandy Hook Elementary School, massacring 26 people, including 20 children, as youngsters cowered in fear to the sound of gunshots reverberating through the building and screams echoing over the intercom (AP Photo/Andrew Gombert, Pool)\n\nMourners look in from outside during a vigil service for victims of the Sandy Hook Elementary School shooting, at the St. Rose of Lima Roman Catholic Church in Newtown, Conn. Friday, Dec. 14, 2012. A man killed his mother at their home and then opened fire Friday inside Sandy Hook Elementary School, massacring 26 people, including 20 children, as youngsters cowered in fear to the sound of gunshots reverberating through the building and screams echoing over the intercom (AP Photo/Andrew Gombert, Pool)\n\nAcross the street from the elementary school in Sandy Hook, Conn. neighbors hoisted an American flag and created a make-shift prayer for the deceased inside the school late Friday Dec. 14, 2012. (AP Photo/Robert Ray)\n\nA car drives past the town line as the sun breaks the horizon, a day after a school shooting tragedy, in Newtown, Conn., Saturday, Dec. 15, 2012. The massacre of 26 children and adults at Sandy Hook Elementary school elicited horror and soul-searching around the world even as it raised more basic questions about why the gunman, 20-year-old Adam Lanza, would have been driven to such a crime and how he chose his victims. (AP Photo/Charles Krupa)\n\nA U.S. flag is covered with numbers representing the people that died when a gunman opened fired at Sandy Hook Elementary School during a shooting rampage a day earlier, Saturday, Dec. 15, 2012, in Sandy Hook village of Newtown, Conn. The massacre of 26 children and adults at Sandy Hook Elementary school elicited horror and soul-searching around the world even as it raised more basic questions about why the gunman, 20-year-old Adam Lanza, would have been driven to such a crime and how he chose his victims. (AP Photo/Julio Cortez)\n\nJillian Soto uses a phone to get information about her sister, Victoria Soto, a teacher at the Sandy Hook elementary school in Newtown, Conn. Friday, Dec. 14, 2012 after a gunman killed over two dozen people, including 20 children. Victoria Soto, 27, was among those killed. (AP Photo/Jessica Hill)\n\nTwo unidentified nuns on December 14, 2012 leave the scene at the aftermath of a school shooting at a Connecticut elementary school that brought police swarming into the leafy neighborhood, while other area schools were put under lock-down, police and local media said. Local media quoted that the gunman had died at the Sandy Hook Elementary School in Newtown, Connecticut, northeast of New York City. 26 people, including 20 children, were killed on Friday when at least one shooter opened fire at an elementary school in Newtown, Connecticut, CBS News reported, citing unnamed officials. AFP PHOTO/DON EMMERT\n\nAn unidentified woman on December 14, 2012 leaves the scene at the aftermath of a school shooting at a Connecticut elementary school that brought police swarming into the leafy neighborhood, while other area schools were put under lock-down, police and local media said. Local media quoted that the gunman had died at the Sandy Hook Elementary School in Newtown, Connecticut, northeast of New York City. At least 27 people, including 20 children, were killed on Friday when at least one shooter opened fire at an elementary school in Newtown, Connecticut, CBS News reported, citing unnamed officials. AFP PHOTO/DON EMMERT\n\nWASHINGTON, DC - DECEMBER 14: U.S. President Barack Obama wipes tears as he makes a statement in response to the elementary school shooting in Connecticut December 14, 2012 at the White House in Washington, DC. According to reports, there are 27 dead, 20 of them children, after Adam Lanza opened fire at the Sandy Hook Elementary School in Newtown, Connecticut. Reports say that Lanza died at the scene.\n\nNEWTOWN, CT - DECEMBER 14: People walk on Dickson Street near the scene of an elementary school shooting on December 14, 2012 in Newtown, Connecticut. According to reports, there are about 27 dead, 20 children, after a gunman opened fire in at the Sandy Hook Elementary School. The shooter was also killed. (Photo by Douglas Healey/Getty Images)\n\nParents walk away from the Sandy Hook Elementary School with their children following a shooting at the school, Friday, Dec. 14, 2012 in Newtown, Conn. A man opened fire inside the Connecticut elementary school Friday, killing 26 people, including 20 children, and forcing students to cower in classrooms and then flee with the help of teachers and police. (AP Photo/The Journal News, Frank Becerra Jr.)\n\nA woman waits to hear about her sister, a teacher, following a shooting at the Sandy Hook Elementary School in Newtown, Conn., about 60 miles (96 kilometers) northeast of New York City, Friday, Dec. 14, 2012. A gunman entered the school Friday morning and killed at least 26 people, including 20 young children. (AP Photo/The New Haven Register, Melanie Stengel)\n\nParents walk away from the Sandy Hook Elementary School with their children following a shooting at the school, Friday, Dec. 14, 2012 in Newtown, Conn. A man opened fire inside the Connecticut elementary school Friday, killing 26 people, including 20 children, and forcing students to cower in classrooms and then flee with the help of teachers and police. (AP Photo/The Journal News, Frank Becerra Jr.)\n\nSchool children wait for their parents at the Sandy Hook firehouse following a mass shooting at the Sandy Hook Elementary School in Newtown, Conn. on Friday, Dec. 14, 2012. (AP Photo/The Journal News, Frank Becerra Jr.)\n\nA man reacts following a shooting at the Sandy Hook Elementary School in Newtown, Conn., about 60 miles (96 kilometers) northeast of New York City, Friday, Dec. 14, 2012. A gunman entered the school Friday morning and killed at least 26 people, including 20 young children. (AP Photo/The New Haven Register, Melanie Stengel)\n\nA young girl cries following a shooting at the Sandy Hook Elementary School in Newtown, Conn., about 60 miles (96 kilometers) northeast of New York City, Friday, Dec. 14, 2012. A gunman entered the school Friday morning and killed at least 26 people, including 20 young children. (AP Photo/The New Haven Register, Melanie Stengel)\n\nA mother hugs her daughter following a shooting at the Sandy Hook Elementary School in Newtown, Conn., about 60 miles (96 kilometers) northeast of New York City, Friday, Dec. 14, 2012. A gunman entered the school Friday morning and killed at least 26 people, including 20 young children. (AP Photo/The New Haven Register, Melanie Stengel)\n\nSchoolchildren wait for their parents at the Sandy Hook firehouse following a mass shooting at Sandy Hook Elementary School, Friday, Dec. 14, 2012 in Newtown, Conn. (AP Photo/The Journal News, Frank Becerra Jr.)\n\nA young girl is comforted following a shooting at the Sandy Hook Elementary School in Newtown, Conn., about 60 miles (96 kilometers) northeast of New York City, Friday, Dec. 14, 2012. A gunman entered the school Friday morning and killed at least 26 people, including 20 young children. (AP Photo/The New Haven Register, Melanie Stengel)\n\nA mother hugs her daughter following a shooting at the Sandy Hook Elementary School in Newtown, Conn., about 60 miles (96 kilometers) northeast of New York City, Friday, Dec. 14, 2012. A gunman entered the school Friday morning and killed at least 26 people, including 20 young children. (AP Photo/The New Haven Register, Melanie Stengel)\n\nA woman weeps as she arrives to pick up her children at the Sandy Hook Elementary School, Friday, Dec. 14, 2012 in Newtown, Conn. A man opened fire inside the Connecticut elementary school Friday, killing 26 people, including 20 children, and forcing students to cower in classrooms and then flee with the help of teachers and police. (AP Photo/The Journal News, Frank Becerra Jr.)\n\nParents walk away from the Sandy Hook School with their children following a shooting at the school Friday, Dec. 14, 2012. A man opened fire inside the Connecticut elementary school Friday, killing 26 people, including 20 children, and forcing students to cower in classrooms and then flee with the help of teachers and police. (AP Photo/The Journal News, Frank Becerra Jr.)\n\nA woman holds a child as people line up to enter the Newtown Methodist Church near the the scene of an elementary school shooting in Newtown, Connecticut.\n\nTweeted on October 17\n\nParents leave a staging area after being reunited with their children following a shooting at the Sandy Hook Elementary School in Newtown, Conn.\n\nSandy Hook School in Newtown, CT\n\nA scene from Sandy Hook Elementary School has been confirmed as killed in the shooting. Photo from: https://twitter.com/DHochsprung CORRECTION: A previous caption suggested that the woman in this photo is Dawn Hochsprung. She is not Dawn Hochsprung.\n\nSandy Hook Elementary School\n\nIn this photo provided by the Newtown Bee, Connecticut State Police lead children from the Sandy Hook Elementary School in Newtown, Conn., following a reported shooting there Friday, Dec. 14, 2012.\n\nSandy Hook Elementary http://bit.ly/QYEbhO\n\nMarilyn Gudsnuk, 52, of nearby Southbury said she heard 10 to 12 gunshots around 9:40 a.m.\n\nSwarms of parents are crowding around cordoned-off sections of Sandy Hook Elementary School in Newtown.\n\nMedia, parents and emergency responders are swarming Sandy Hook Elementary School in Newtown following confirmed multiple shooting deaths Friday.\n\nA sign on a post shows support for the victims of a gunman who opened fire inside Sandy Hook Elementary School a day earlier as police officers stand at a road block, Saturday, Dec. 15, 2012, in Sandy Hook village of Newtown, Conn. The massacre of 26 children and adults at Sandy Hook Elementary school elicited horror and soul-searching around the world even as it raised more basic questions about why the gunman, 20-year-old Adam Lanza, would have been driven to such a crime and how he chose his victims. (AP Photo/Julio Cortez)", "topic": "Gun Control", "politicalLabel": "Neutral", "organization": "Huffington Post", "biasLabel": "Not Biased", "title": "Gun Control Advocate Says NRA Doesn't Care About Public Safety", "yellowLabel": "Not Yellow", "tags": "set(['Most Popular on HuffPost'])", "opinionLabel": "Other"}