{"content": "President Obama on Thursday announced the final numbers for the Affordable Care Act’s open enrollment period.\n\nEight million people have signed up for private insurance plans through the new federal and state marketplaces. And within the federal marketplaces, 28 percent of enrollees are ages 18 to 34.\n\nThis is good news—very, very good news.\n\nRemember, the Congressional Budget Office originally predicted that 7 million people would get insurance through the marketplaces in 2014, with more joining in future years. After the early problems with the federal and some state websites, CBO revised its projection and said just 6 million would get coverage this way. The estimates were not precise and enrollment anywhere in that range would signal that the new system is working. Clearly it is.\n\nAnd while not everybody who signs up for a plan pays the premiums, anecdotal reports suggest that 80 to 85 percent have so far. At worst, then, enrollment would be around 6.4 million. It will likely end up higher than that, particularly as insurers track down the people who are late on their initial payments.\n\nAs for the age mix, you may have heard that about 40 percent of the population eligible for coverage in the marketplaces is between the ages of 18 and 34. That’s true and, obviously, 28 percent is a lot less than 40 percent. The worry has always been that older and sicker people would sign up in unusually high numbers, forcing insurers to raise their prices next year and beyond.\n\nBut insurance companies didn’t expect young people to sign up in proportion to their numbers in the population. They knew participation would be a bit lower and they set premiums accordingly. Only company officials know exactly what they were projecting—that’s proprietary information—but one good metric is the signup rate in Massachusetts, in 2007, when that state had open enrollment for its version of the same reforms. According to information provided by Jonathan Gruber, the MIT economist and reform architect, 28.3 percent of Massachusetts enrollees were ages 19 to 34, a comparable age group.\n\nYes, that’s right: The overall age mix for the Affordable Care Act is virtually the same as the age mix was in Massachusetts. More important, it vindicates the predictions of experts like Gruber who said, all along, that young people would be among the last to sign up. “To get to 28 percent overall, there had to be a lot of young people among the late enrollees,” says Larry Levitt, senior vice president at the Kaiser Family Foundation. “That also bodes well for who is likely to sign up next year.”\n\nAge is not the same as health, of course, and the state-by-state breakdown matters a lot more than the national one. And even the enrollment numbers don’t tell us as much as commonly assumed. People can sign up for insurance only to discover it’s less comprehensive than they need—or that it doesn’t provide access to the doctors and hospital they like. Truth is, we’ll need a lot more information and a lot more time before we can determine whether, as hoped, the health care law is improving economic security, increasing access to medical care, and making the health care system more efficient.\n\nStill, the recent news about Obamacare has been far more encouraging than seemed even remotely possible a few months ago. Several independent organizations conducting survey research—Gallup, the Rand Corporation, and the Urban Institute—have found that the number of people without health insurance is dropping. It may not drop as low in 2014 as the CBO had predicted. (My guess: It won't.) But it will still amount to millions of more people with health insurance. \"This means the critics' daily predictions of ruin were wrong, as usual,\" says Len Nichols, the health economist at George Mason University. \"People signed up, both those who need care now and those who know they might need care tomorrow. There's still much to do to make the whole system sustainable for all of us, but these numbers are definitely a major step in the right direction.\"\n\nThe outlook on premiums is also uncertain. Underlying medical costs appear to be rising. A spate of reports has suggested that insurers were preparing massive hikes, beyond the usual year-to-year increases. But some industry officials and consultants have indicated that the increases are more likely to be modest—and that the markets, as a whole, appear stable. There’s bound to be variation, from market to market and insurer to insurer—with some good news and, yes, some bad. But the enrollment news is an encouraging sign, particularly since the law also has some built-in shock absorbers to help insurers cope with a year or two of skewed enrollment. “Once again, we’ll have to see where the rates come out, which we really won’t know comprehensively until the fall,” Gruber told me on Thursday. “And once again we have to remember, they’ll go up. They were going up by ten-plus-percent a year before the ACA. But to match Massachusetts on the percent of young people bodes very well. It’s an outstanding outcome.”\n\nAs for politics, it’s impossible to know how, if at all, the enrollment numbers will change the debate. The 7 million threshold took on a cosmic significance, out of proportion to its relevance. But precisely because the law’s critics made such a big deal about it, coming close and maybe exceeding that number could reframe the nation's political conversation. (It should also vindicate the projections of Charles Gaba, the blogger who made enrollment projections a hobby and proved absurdly accurate.)\n\nThe debate may already be shifting, in fact, as writers like Greg Sargent and my colleague Brian Beutler have pointed out. Polls show that enthusiasm for the health care law among Democrats is returning. The anecdotes about people discovering their new insurance is cheaper or more stable—and about people getting coverage for the first time—are becoming more common. Sooner or later, Republicans will have to answer the question they’ve managed to dodge so far: What would they do instead? There are signs that's already happening at campaign stops and town halls, as constituents happy with their new insurance confront Republican politicians over support for repeal.\n\nThe media is already noticing and, at some point, maybe the public will too. Conservatives spent years warning that Obamacare would be a disaster and, from late fall through mid-winter, those arguments sounded convincing. Not anymore.\n\nIt’s too soon to know how health reform will ultimately play out, in all of its different facets and in all the different parts of the country. Even when the data is available, people will disagree about whether the law's upsides outweigh its downsides, because it raises such profound philosophical issues. But Thursday's announcement is more proof of how many people are benefitting from the law—a reminder that affordable health care is within reach for millions that could never get it before.\n\nThis is probably Obamacare's best news day since March 23, 2010, when the president signed it into law. Maybe there are more like it to come.", "topic": "Obamacare", "politicalLabel": "Liberal", "organization": "New Republic", "biasLabel": "Not Biased", "title": "Obamacare Enrollment Hits 8 Million, Age Mix Looks Like Massachusetts", "yellowLabel": "Not Yellow", "tags": "set(['aca', 'Economics', 'Identity', 'The Plank', 'enrollment', 'Home News', 'risk pool', 'Obamacare', 'Events', 'Culture', 'premiums', 'Books', 'massachusetts', 'affordable care act', 'politics', 'uninsured', 'World', 'Technology', 'Politics', 'Film', 'Economy'])", "opinionLabel": "Other"}