{"content": "President Obama speaks while participating in a roundtable discussion on the impacts of climate change on public health at Howard University in Washington Tuesday. (Photo: Pool, Getty Images)\n\nWASHINGTON — Climate change is a public health issue, President Obama said Tuesday, rolling out a White House initiative to make the data connecting those dots more accessible to scientists and the public.\n\n\"What we know is that the temperature of the planet is rising,\" Obama told a roundtable at Howard University in Washington. \"And we know that in addition to the adverse impacts that may have when it comes to more frequent hurricanes, or more powerful storms, or increased flooding, we also know that it has an impact on public health.\"\n\nWildfires create more particulate pollution, which can cause allergies and asthma, Obama said. Higher temperatures can lead to more insect-borne diseases.\n\n\"You can't cordon yourself off from air or from climate,\" Obama said.\n\nThe Obama administration announced Tuesday that it was releasing 150 government data sets on climate and health in order to allow scientists, application developers and the public to better understand the relationship between the two.\n\nThe White House has also convened 30 deans of medical and public health schools to better address the health impacts of climate change.\n\n\"This is not a new topic for us,\" said White House senior adviser Brian Deese. \"This is not just a future threat, this is a present threat. And I think what the data and what the evidence shows that we're highlighting today is that climate change is affecting more — is posing a threat to more people and more places to their basic health.\"\n\nFollow @gregorykorte on Twitter.\n\n\n\n\n\n\n\nRead or Share this story: http://usat.ly/1ybDgBC", "topic": "Climate Change", "politicalLabel": "Liberal", "organization": "USA Today", "biasLabel": "Not Biased", "title": "Climate change is a public health issue, Obama says", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Other"}