{"content": "Rev. Amanda Garber and Rev. John Copenhaver were both recently suspended from their duties with the United Methodist Church for each performing a same-sex marriage. Copenhaver who is a retired professor from Shenandoah University in Winchester was given a 3-month suspension and Garber who is a pastor at a small church in Harrisonburg called RISE, was given a one month suspension with pay. (Photo: Norm Shafer/The Washington Post)\n\nFacing possible schism between those who support and oppose gay marriage, United Methodists are attempting to settle differences through intimate meditation processes called “just resolutions.” But more than a year of these deals from Michigan to Alabama shows how elusive is true reconciliation.\n\nBishops and other clergy began looking for another alternative after the hugely controversial spectacle in 2013 of a church trial for a Pennsylvania pastor who officiated at his son’s marriage to another man. Since then at least nine other Methodist clergy --including two in Virginia — who performed the banned weddings have gone through a mediation process with their accusers.\n\nYet it’s unclear whether the resulting agreements known as “just resolutions” — aimed, according to the United Methodist Church, at realizing “God’s work of justice, reconciliation and healing” — have done much to bridge moral disagreements between those who support gay marriage and those who don’t. While some see them as a sign of progress, others find them alienating.\n\nThe Rev. Frank Schaefer, who was found guilty at his 2013 trial but reinstated last year after an appeal, said he is “furious” that clergy are being punished through the just resolution processes but knows conservatives are unsatisfied as well. Their main value, he said, is avoiding painful, costly trials.\n\n“These are just Band-Aid solutions for the moment for this time and place,” Schaefer said .”We’re all groping, you know…we have to find Band-Aid solutions to keep this United Methodist Church united and from falling apart.”\n\nThe actual agreements, which are negotiated individually by parties involved, vary widely.\n\nThe Rev. John Copenhaver of Winchester was suspended for three months, though he is retired. The Rev. Amanda Garber was suspended for a month without pay from her start-up church in Harrisonburg.\n\nWhile Bishop Young Jin Cho praised the parties for their “patience, honesty, and open mindedness,” both pastors refused to call it a “just resolution,” saying it didn’t bring healing. Critics of gay marriage say the pastors weren’t penalized enough.\n\nIn Michigan, a just resolution deal required two pastors to create a “truth and reconciliation commission” modeled after those in South Africa and Greensboro, North Carolina, that sought racial healing. An Iowa pastor was required to write a paper that fairly describes “the hurt that was inflicted” by his performing the wedding — a paper that would also include the harm he sees the church doing to gay and lesbian people by its wedding ban.\n\nWhether opponents and proponents of gay marriage can co-exist is a pressing issue for institutional religions in general. But the United Methodist Church — the country’s second-largest Protestant denomination — is approaching its once-every-four-years convention next year and the possibility of a schism over the matter. Votes are expected on whether to change the Book of Discipline, which says “the practice of homosexuality is incompatible with Christian teaching.” Multiple compromise ideas are being floated.\n\nSome refer to the just resolutions, to which both parties must agree, as primarily a stop-gap before the 2016 General Conference, when the two sides will remove the gloves.\n\nIn the meantime, true compromise appears elusive.\n\nThe Rev. Ed Rowe, who recently retired from a Detroit congregation, signed a just resolution in November that “acknowledges” he violated the Book of Discipline and that “others may have felt hurt” by his officiating the wedding of two of his gay congregants. It calls for him to set up a truth and reconciliation commission that has the stated goal of “reducing our church’s harmful rhetoric and actions towards LGBTQ persons.”\n\nThe beliefs of church members who are against gay marriage are less important than the harm to gays and lesbians who endure discrimination, he said.\n\n“There has to be a hierarchy of harm. People who felt harmed that the piece of the covenant they want to keep was violated, that compares to some 17-year-old kid in the pew who is listening to their pastor talking about how they are going to hell? I’m interested in what’s endangering the lives of our people.”\n\nA central issue is that the Book of Discipline to many appears contradictory. It explicitly bans clergy who are in gay relationships and same-gender weddings, but also calls the church to “dedicate itself to a ministry of Christ-like hospitality and compassion to persons of all sexual orientations.”\n\nThis has resulted in agreements that are vague about what it means to honor the doctrine.\n\nRev. Michael Tupper in Michigan, who officiated at his daughter’s wedding, agreed to “work with his clergy colleagues by using the proper channels toward changing the discriminatory language and provisions in our Book of Discipline.” An agreement in the case of retired Bishop Melvin Talbert, who performed a wedding in 2013 in Alabama, simply says that “All parties in this just resolution process agree to live according to the Book of Discipline.”\n\nGerman Bishop Rosemarie Wenner was president of the denomination’s bishop body at the time of the Talbert case, and was asked by that council to submit a complaint against him. She said the agreement she and Birmingham, Alabama-area Bishop Debra Wallace-Padgett signed with Talbert doesn’t mean everyone agreed.\n\n“We will not come to one understanding of how to interpret the Bible and look at homosexuality. So we will have to learn to live with differences,” she said. “I see signs of willingness to learn this out of a spirit of grace and respect for one another.”\n\nThe United Methodist Church is becoming even more diverse. Founded in 1968 in Dallas, its roots go to the 1700s. However, like much of Christianity, its growth today is in the developing world — particularly in Africa and the Philippines, where United Methodists tend to vote against gay equality.\n\nAt the General Conference next year, 58 percent of delegates will be from the United states, 30 percent from Africa, 4.6 percent from Europe and nearly 6 percent from the Philippines.\n\nIn all cases the complaintants are the pastors’ supervisors — called superintendents — and their bishops, not ordinary United Methodists. The bulk of the details of the just resolutions are kept private so it’s hard to gauge whether the supervisors describe deeply disagreeing with gay marriage or rather are trying to simply uphold the rule book. Many declined to comment for this story.\n\nIt’s unclear how fully either side is heard during the process.\n\nThe just resolutions are “making people feel further apart from one another,” said John Lomperis, a United Methodist who advocates with the orthodox Protestant group Institute On Religion and Democracy. “If someone says: ‘You can’t trust me to keep my own word when I vowed to uphold these standards,’ I don’t see what having someone like that adds to our ministry,” Lomperis said.\n\nLomperis said that the handful of cases are being overblown. There are tens of thousands of UMC pastors, he said, and only a few are openly violating church rules.\n\nGarber, the Harrisonburg pastor, agreed to marry two of her congregants last year after turning down another couple in 2012. Watching another pastor who didn’t know the couple perform that earlier wedding, “I felt like an enormous coward. I felt like a poor excuse for a pastor,” she said.\n\nWhile Bishop Cho calls their deal a “just resolution,” Garber calls it a “complaint resolution.”\n\nThe deal says Garber “could not obey” discrimination and that both parties acknowledge there is a split in the church on sexuality. It says her superintendent, the Rev. Tommy Herndon, filed the complaint “because of his conviction that it is necessary to maintain both order and unity within the church.”\n\nHerndon did not respond to a request for comment and Cho’s office referred the Post to his statement.\n\n“We struggled a lot with language — a lot. We struggled to hear each other,” she said of the just resolution process. “I just wanted to see us work towards something that offered hope and healing and I was disappointed it didn’t happen.”\n\nbc-marriage-methodists (TPN)\n\nRead or Share this story: http://www.newsleader.com/story/news/local/2015/03/17/possible-methodists-agree-disagree-gay-marriage/24923283/", "topic": "Gay Marriage", "politicalLabel": "Neutral", "organization": "USA Today", "biasLabel": "Not Biased", "title": "Is it possible for Methodists to agree to disagree on gay marriage?", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Other"}