{"content": "The Supreme Court refused to block gay marriages in Alabama, making it the 37th state to allow same-sex marriage. (Photo: J. Scott Applewhite, AP)\n\nWASHINGTON — The Supreme Court will decide whether to allow same-sex marriage nationwide later this year. But it's leaving little doubt which way it's leaning.\n\nThe latest evidence came Monday, when the high court denied Alabama's request that gay marriages be blocked while the state appeals a federal judge's ruling that allowed gays and lesbians to wed.\n\nThat was the same decision the justices reached in Florida two months ago, allowing the Sunshine State to become the 36th in the nation where same-sex marriage is legal. Alabama now becomes the 37th.\n\nBut things were different last year, when the Supreme Court temporarily blocked gay marriages in Utah in January, and in Virginia in August, while the legal issue played out. Why the change?\n\nThe turning point came in October, when the court allowed federal appeals court decisions legalizing same-sex marriage to go unchallenged in Virginia, Utah, Oklahoma, Wisconsin and Indiana. The justices could have intervened and scheduled one or more of those cases for argument. Instead, they stood aside.\n\nSince then, all indications are that at least five justices are prepared to rule once and for all that the Constitution does not permit states to ban gays and lesbians from marrying.\n\nWhen they agreed to hear cases from Michigan, Ohio, Kentucky and Tennessee later this year, it was because the federal appeals court with jurisdiction over those four states had gone the other way and blocked same-sex marriages.\n\nWith more than 70% of the USA's population now living in states where gay marriage is legal -- including all of the nation's most populous states but Texas, where a similar decision allowing same-sex marriage is on appeal -- the high court appears to have turned the corner. It intervenes when gay marriages are blocked — not when they are allowed.\n\nDoes that mean the court already has decided the Midwest states' case? No. That would be \"indecorous,\" a phrase used by Justices Clarence Thomas and Antonin Scalia to describe the court's decision Monday.\n\nAnd certainly, the vote count isn't clear from the Alabama and Florida rulings allowing gay marriages to go forward, even though Thomas and Scalia were the only ones to write dissents. The court does not release its votes when it rules on so-called stay applications, so the votes of other justices remain unknown.\n\nBut make no mistake: If the justices thought there was a good chance they would rule against same-sex marriage in the upcoming cases involving Michigan, Ohio, Kentucky and Tennessee, they likely would stop couples from marrying elsewhere.\n\nIn his dissent Monday, Thomas acknowledged as much. \"In this case, the court refuses even to grant a temporary stay when it will resolve the issue at hand in several months,\" he said.\n\n\"This acquiescence may well be seen as a signal of the court's intended resolution of that question.\"\n\nRead or Share this story: http://usat.ly/1DcvnLL", "topic": "Gay Marriage", "politicalLabel": "Neutral", "organization": "USA Today", "biasLabel": "Not Biased", "title": "Handwriting on the wall for gay marriage", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Other"}