{"content": "Share this:\n\n\"At Private Dinner, Sources Say Scott Walker Has A Totally Different Take On Immigration\" Share:\n\nCREDIT: AP\n\nDuring a private dinner with New Hampshire Republicans in mid-March, Wisconsin Gov. Scott Walker (R) supported the idea of providing a pathway to citizenship for some undocumented immigrants in the country, the Wall Street Journal first reported Thursday. The remarks, confirmed by three dinner attendees, comes at a time when Walker has swung wildly on a concrete position to address the undocumented immigrant population.\n\nUndocumented immigrants shouldn’t be deported and they should be allowed to “‘eventually get their citizenship without being given preferential treatment’ ahead of people already in line to obtain citizenship,” Walker said at the dinner, according to the WSJ. One dinner attendee said, “He said no to citizenship now, but later they could get it.” Another attendee reported that Walker said that undocumented immigrants should “get to the back of the line for citizenship” but not be deported.\n\nIf these accounts are accurate, Walker’s position literally changed overnight when he publicly told reporters the following day that he “listened to people nationwide, especially border governors” and decided to oppose a path to citizenship.\n\nEarly this month, Walker told Fox News Sunday’s Chris Wallace that he didn’t support “amnesty.” To that end, his state signed onto a lawsuit against the president’s executive action to grant temporary legal presence to some undocumented immigrants. In the interview, Walker was emphatic about the need for border security and a way to ensure a legal immigration system. “I’ve talked to governors on the border and others out there,” Walker said. “The concerns I have are that we need to secure the border. We ultimately need to put in a system that works — a legal immigration system that works. And part of doing that is putting the onus on employers, getting them E-Verify and tools to do that, but I don’t think you do it through amnesty.”\n\nWalker’s public position on immigrants is a far departure from the views he’s held over the past 13 years. Walker, a county executive in Milwaukee County between 2002 and 2006, twice signed resolutions backing programs that would have granted legal status to undocumented immigrants.\n\nDuring a sit-down conversation with the Wausau Daily Herald editorial board in 2013, Walker said, “you hear some people talk about border security and a wall and all that. To me, I don’t know that you need any of that if you had a better, saner way to let people into the country in the first place.”\n\nWhen asked by the Daily Herald whether one can “envision a world where, with the right penalties and waiting periods and meet the requirements, where those people could get citizenship,” Walker answered, “Sure. Yeah. I mean, I think it makes sense.”\n\nAddressing the 11 million undocumented population has been something of a tightrope walk for Republican presidential hopefuls who are striking the balance between appealing to Latino voters, a constituency they claim to court, and pandering to the wide-ranging chorus of moderate voters and Tea Party supporters.\n\nFormer Gov. Jeb Bush (R-FL), a moderate presidential frontrunner, has gone through varying degrees of this routine. Some highlights of his evolution between 1994 and present day have seen him swing from a deportation-only policy, to calling undocumented immigration “an act of love.” And Sen. Marco Rubio (R-FL), another potential candidate, has repeatedly changed his stance on immigration, first fighting to pass comprehensive immigration reform as a core member of the Senate’s Gang of Eight, then cycling through stages of regret before ultimately abandoning his immigration reform rhetoric.", "topic": "Immigration", "politicalLabel": "Liberal", "organization": "ThinkProgress", "biasLabel": "Biased", "title": "At Private Dinner, Sources Say Scott Walker Has A Totally Different Take On Immigration", "yellowLabel": "Not Yellow", "tags": "set(['DEPORTATION', 'Deportation', 'Wisconsin', 'MEXICO', 'IMMIGRATION', 'Immigration', 'MARCO RUBIO', 'CALIFORNIA', 'Scott Walker'])", "opinionLabel": "Other"}