{"content": "Abortion isn’t generally a subject that inspires many hip-hip-hoorays, but a new report from the Centers for Disease Control and Prevention has some encouraging news: the U.S. abortion rate fell 5 percent in 2009, the largest single-year drop in a decade. While abortion rights supporters may worry that the declining abortion rate is partly a result of increased abortion restrictions and access at the state level, the trend matches a similar decline in pregnancies overall. In fact, the teen pregnancy rate in the U.S. is at its lowest level in 40 years, a consequence of American teenagers having less sex and being more likely to use contraception when they do.\n\nThis should be welcome news for those who oppose abortion and for those who want women to have more control over their reproductive abilities (and for the millions of Americans who fall into both camps). So you might think that abortion opponents would be thrilled about this latest news. You would be wrong.\n\nThat isn’t to say that anti-abortion activists are upset about the falling abortion rate. But many are shoving that headline aside to focus on what they say is the real story in the CDC report—the fact that deaths from abortions have doubled. (The data on abortions that the CDC analyzed is from 2008-2009, the most recent period for which statistics are available.) That sounds alarming, and certainly even one death would be tragic. But abortion-related deaths rose from six to twelve between 2007 and 2009. Not 12 percent, but twelve women. That's an increase of 0.0005 percentage points.\n\nI don't want to minimize any of those deaths or suggest that more work couldn't be done to prevent them. But I have to scratch my head over the message Americans United for Life president Charmaine Yoest draws from the CDC report: “We have to ask why the abortion-related deaths of twelve women are buried in the very last table of the report and unremarked on in the news. The news from this report is that abortion harms women, as well as their babies.” (emphasis mine.) Tony Perkins, president of the Family Research Council, also highlighted abortion-related deaths in a tweet on the CDC report.\n\nLike thorough, unbiased reporting that challenges your way of thinking? Subscribe to The New Republic for $3.99/month.\n\nWhy did most media outlets choose not to focus on the dozen abortion-related deaths reported by the CDC? Probably because by all available measures, pregnancy itself remains vastly more dangerous for women than abortion, even in the U.S., where maternal mortality is relatively low. In 2006-2007—the last period for which data are available—the CDC found 1,294 pregnancy-related deaths in the U.S. For black women, the mortality rate was especially high: nearly 35 maternal deaths for every 100,000 live births. By comparison, the mortality rate for women undergoing abortion procedures is slightly less than 1 for every 100,000. (Over the past decade, the number of abortion-related deaths has ranged from six to ten—out of approximately 1.2 million abortions—each year, according to CDC reports.)\n\nThese pregnancy-related deaths included those caused by hypertensive disorders of pregnancy, amniotic fluid embolism, hemorrhage, and sepsis, among other complications. In a story that has attracted international attention, a pregnant woman died last month in Ireland—where abortion is illegal—after medical staff at a Galway hospital refused to induce her even though she was miscarrying and went into septic shock. Most pregnant women choose to face the potential risks of pregnancy because they want to have that baby. But it’s worth remembering that—Rep. Joe Walsh’s knowledge of obstetrics notwithstanding—pregnancy is hardly a no-risk proposition.\n\nFocusing on the handful of abortion-related deaths instead of acknowledging the reality of pregnancy-related complications—or simply expressing relief over falling abortion rates and leaving it at that—allows anti-abortion activists to hammer their message once again. It’s certainly less awkward than acknowledging that improved use of and access to contraception results in lower abortion rates.\n\nBut the way to prevent abortion-related deaths isn’t to outlaw abortion—doctors who treated the mangled bodies of women who endured illegal abortions prior to 1973 can testify to that reality. The best approach is to make sure that abortions are performed in excellent medical facilities by doctors well-trained in the procedures. That used to be the case, before violence and intimidation from extreme anti-abortion forces drove abortion from hospitals to clinics and led the majority of medical schools to drop abortion training from their OB-GYN residency programs. As long as Yoest and her colleagues are complaining about stories that get overlooked, they might want to focus on that one.", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "New Republic", "biasLabel": "Biased", "title": "Pro-Life Activists Conveniently Ignore the Abortion Drop", "yellowLabel": "Yellow", "tags": "set(['centers for disease control and prevention', 'Economics', 'the plank', 'Home News', 'The Plank', 'politics', 'charmaine yoest', 'united states', 'Culture', 'Books', 'Identity', 'Politics', 'World', 'Technology', 'Events', 'Film', 'Economy'])", "opinionLabel": "Other"}