{"content": "Mitch McConnell, the soon-to-be Senate majority leader, has already promised that the 114th Congress will hold a vote to repeal Obamacare soon after the session begins. “Number one: We certainly will have a vote on proceeding to a bill to repeal Obamacare,” McConnell told Roll Call. \"It was a very large issue in the campaign.\"\n\nMcConnell faces a major challenge the next two years balancing the demands of his conservative members, like Senator Ted Cruz, with those of more moderate ones, like New Hampshire Senator Kelly Ayotte, who is up for reelection in 2016. At times, he will have to put conservative legislation on the floor to appease the base that may force Ayotte and other moderate Republican senators to take difficult votes. At other times, the opposite will be the case. A vote to repeal Obamacare—which is doomed either by Democratic filibuster or presidential veto—will make Cruz and Co. very happy.\n\nBut what’s more amazing in McConnell’s statement is his insistence that Obamacare “was a very large issue in the campaign.” In fact, the opposite is true. Obamacare was a much smaller issue than anyone expected it to be, precisely because the law is largely working as intended. Obamacare was even a tricky political issue for McConnell in Kentucky, where people are very satisfied with the state exchange. Exit polls confirm that the public is still split on the law: 47 percent said it went too far while 48 percent said it was just right or didn’t go far enough.\n\nIn other words, the public may not believe Obamacare repeal should be issue “number one” for the next Congress. But that’s what conservatives want, so that’s what will happen.", "topic": "Obamacare", "politicalLabel": "Liberal", "organization": "New Republic", "biasLabel": "Biased", "title": "McConnell: Obamacare Repeal is Number One Issue in Next Congress", "yellowLabel": "Yellow", "tags": "set(['Economics', 'qed', 'congress', 'obamacare', 'Home News', 'The Plank', 'Events', 'politics', 'Culture', 'Books', 'Identity', 'mitch mcconnell', 'World', 'Technology', 'Politics', 'Film', 'Economy'])", "opinionLabel": "Other"}