{"content": "THE World Trade Center shuddered after a 1,200-pound fertilizer bomb ripped through it.\n\nThen some maniacs triggered inhumanity in Oklahoma City with a copycat bomb.\n\nStill, I can get fertilizer for my yard.\n\nRichard Speck slashed eight nurses to death in Chicago, yet I still can shave with a straight razor.\n\nThe late Florida deputy sheriff Gerard Schaeffercarried a .357 Magnum, but he chose a rope to hang more than a dozen of his female victims. The sale of rope went unencumbered.\n\nAlbert DiSalvo, the Boston Strangler, was a crack shot but his evil hands were the weapon of choice for killing 13 women. Nobody checked the size of men’s hands in Massachusetts at the time.\n\nWaco became a vulgar crematorium, and Janet Reno still draws a paycheck.\n\nThere were more people killed on the roads last year than all the brave men killed in the entire agony of Vietnam. But the last time I looked, Detroit carmakers were alive and well.\n\nBut there was Hillary Clinton addressing the nation over Colorado’s black Tuesday.\n\n“Part of growing up is to control one’s impulses,” she said and Bill Clinton was standing behind her.\n\nThen Bill Clinton spoke: “We’re all caught up in this web of distorted logic and denial.”\n\nThe irony of all the above is about as subtle as a broken arm.\n\nWhat a great time to be talking about guns, guns, guns, and not kids, kids, kids.\n\n“Cultures are hard to change,” he said in a hardly veiled attack on the National Rifle Association and the constitutional right to bear arms.\n\nIt is a pity that while he wants to amend the Constitution, he did not look more closely at the liberal standard bearer of that yellowed document, the separation of church and state.\n\nThat Constitution was written by a bunch of powder-faced, bewigged, displaced Englishmen who thought that owning slaves was the business of neither church nor state.\n\nThere was Hillary Clinton leading the country in a moment of silence at 11:21 a.m. Mountain Time yesterday.\n\nAnd yet I wonder if there had ever been moments of prayer in school whether we would be talking about school massacres.\n\nI see nothing wrong in institutionalizing school prayer to God, any god, as a starting point to mend the moral decay which seems to be a particularly peculiar virus only of this last generation. If you’re an atheist, then think about how much you love your mom and dad, or your pet hamster.\n\nCultures are hard to change? Perhaps Bill and Hillary Clinton should reflect on the culture in which they flourished. It was, of course, the Sixties, where “do your own thing” eventually became do anything.\n\nI know I invite anger by saying that everyone who wants to own a gun should own a gun under any law that is provided by Congress.\n\nThe little Satanic beasts of the Colorado carnage got their guns illegally.\n\nAn employee of a general store legally sold them screws, nails, duct tape, and propane gas which they used in making up to 67 bombs.\n\nAnyone can use hands to kill, razors to slash, ropes to strangle, fertilizers to bomb. And any politician can make hay of gun control.\n\nBut how many politicians can give moral leadership – without tying the hands of freedom and honesty, and without looking for scapegoats for the failings of society?", "topic": "Gun Control", "politicalLabel": "Conservative", "organization": "New York Post", "biasLabel": "Biased", "title": "CLUELESS CLINTONS SWAP SELF-CONTROL FOR GUN CONTROL", "yellowLabel": "Yellow", "tags": "set(['Game of Thrones', 'Hillary Clinton', 'the masters', 'Chess', 'New York Yankees', 'NYPD'])", "opinionLabel": "Other"}