{"content": "The Navy Yard massacre won’t revive the gun debate in Congress for a simple reason: There is no gun-control agenda this side of a total ban and confiscation that would have stopped Aaron Alexis.\n\nThe Toomey-Manchin bill could have passed Congress unanimously. The assault-weapons ban could still be in place. Gun-controllers could have achieved their long-ago goal of barring the private purchase of handguns. And every step of his mayhem at the Washington Navy Yard would have been unimpeded.\n\nThe media rushed, based on erroneous reports from law enforcement, to place in Alexis’ hands an AR-15, the popular rifle that has been used in mass shootings before and that an assault-weapons ban would prohibit.\n\nThe front page of the New York Daily News blared “Same gun, different slay.” The newspaper’s columnist Mike Lupica worked himself into lathers of dudgeon over the offending gun. “They call semiautomatics like this sports rifles,” he fumed. “You bet. Mostly for the sport of killing innocent people, and killing them fast.”\n\nLupica’s screed would have been absurd if an AR-15 had been the murder weapon — hundreds of thousands of them are bought annually, by people with no interest in killing innocent people — but it wasn’t. When the Newseum has a special exhibit on the journalistic history of going off half-cocked, Mike Lupica should be an honored guest.\n\nAccording to law enforcement, Alexis used a shotgun in his rampage. That is a weapon, as it happens, that has been endorsed and promoted by the vice president of the United States. Joe Biden sounded like a pitchman for Remington at a Facebook town hall earlier in the year when he urged a mother concerned about safety: “Buy a shotgun, buy a shotgun.”\n\nThis may be fine advice, but there should be no mistake: Shotguns are dangerous. When it comes to “the sport of killing innocent people,” almost any gun will do, especially if it is in a permissive environment where no one else is likely to be armed. This makes a hash of the conceit that the government can ban a few select guns and make shooting rampages less likely.\n\nOther common panaceas would’ve had no effect, either. Alexis bought his shotgun from a duly-licensed dealer, not at a gun show. He passed a federal background check with no problem. He didn’t have a high-capacity magazine. He reportedly got the handgun or handguns he may also have used in the attack after shooting a security officer.\n\nSo the Navy Yard rampage demonstrates the essential sterility of the gun-control debate. It is true that James Holmes and Adam Lanza used AR-15s. But Seung-Hui Cho and Jared Loughner used 9 mm semiautomatic pistols. And Aaron Alexis used a shotgun.\n\nThe common theme is that they were all deeply disturbed young men whose acts of murder had a sickening aspect of utter senselessness. The Daily News got it backward. Its headline about the Navy Yard should have read “Different gun, same slay.”\n\nMaybe this time we can have a real debate about mental illness. To this point, we’ve had a simplistically instrumental focus. It’s like seeing a madman wearing a tinfoil hat to protect himself from radio waves and thinking, “If only we could ban tinfoil …”\n\nWhen Aaron Alexis called the Rhode Island police a month ago to tell them that enemies were harassing him with a microwave machine, it was clear that he was suffering paranoid delusions and needed help. But the authorities let him go his merry way, evidently to sink deeper into the madness he mistook for reality.\n\nIf we had the same callous disregard masquerading as compassionate nonjudgmentalism for people suffering from Alzheimer’s, they would be sleeping in our streets and rotting in our jails. It needs to be easier to compel treatment for the mentally ill.\n\nThere will be another Aaron Alexis. If we can’t predict what gun he’ll use, we already know his mental state.", "topic": "Gun Control", "politicalLabel": "Neutral", "organization": "New York Post", "biasLabel": "Not Biased", "title": "The futility of gun control", "yellowLabel": "Not Yellow", "tags": "set(['Guns', 'Navy Yard Shooting', 'Aaron Alexis'])", "opinionLabel": "Opinion Article"}