{"content": "(CNN) How conservatives feel about the movement to legalize marijuana wasn't clear Thursday at the Conservative Political Action Conference, where a crowd of conservative activists cheered and jeered at both sides of the debate.\n\nPro-pot libertarian Gary Johnson, who ran for president on that party's ticket in 2012, did his best to frame the issue in conservative terms.\n\n\"It's personal responsibility, it's individual freedom,\" Johnson said Thursday onstage at CPAC.\n\nWashington legalizes pot, ignoring House Republicans\n\nAnd to drive home his message, Johnson even faked a heart attack on stage when his opponent, Republican Anne Marie Buerkle, former head of the Consumer Product Safety Commission and ex-congresswoman, suggested marijuana increases the risk for heart attack.\n\nIn an interview offstage, Johnson joked that the sparring session didn't qualify as a debate.\n\n\"I mean having a debate on legalizing marijuana really is like having a debate on whether the sun's gonna come up tomorrow,\" the former New Mexico governor said. \"It's coming up tomorrow.\"\n\nThe debate came less than 24 hours after marijuana legalization kicked into effect in Washington, just steps away from CPAC's suburban venue.\n\nTexas Sen. Ted Cruz, a CPAC crowd favorite, said states should be able to make their own decisions on pot legalization, but said Washington's move will be \"a question for Congress to assess.\"\n\n\"The District of Columbia is a complicated question because it's not a state, because Congress has authority over it, and that's something where frankly I'll listen to the arguments on both sides and assess them at the time,\" Cruz said in an interview with CNN.\n\nBut Johnson suggested that Republicans will need to stake out a realistic position on marijuana. The Republican Party -- whose leadership largely opposes marijuana legalization -- will be ushered \"right out of existence\" if it doesn't change its stance, Johnson said, noting the groundswell of support for pot legalization among younger voters.\n\n\"It should be [a conservative issue],\" Johnson said. \"This is your life and don't you have the freedom to do what you want to do with your life. But you also have the responsibility that your actions don't mess with my life. Isn't that kind of fundamentally conservatism, period?\"\n\nObama backs pot decriminalization efforts\n\nJohnson repeatedly stressed during the debate that it's \"anything but criminal\" to consume marijuana and touted the plant's medical benefits: \"Do you realize this is like a miracle drug?\"\n\nBut Buerkle insisted that the social costs of legalizing marijuana would be disastrous, pointing to the impact of addiction, despite the fact that marijuana is less addictive than tobacco and alcohol.\n\nBurkel added that there is not yet enough research on marijuana, likening it to the early days of tobacco when the public did not yet know the harmful, long-term medical effects.\n\n\"I don't think the cost of enforcement is the issue. I think the question really is, is it worth it?\" Buerkle said.\n\n​", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "CNN", "biasLabel": "Not Biased", "title": "What's the conservative position on marijuana legalization?", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}