{"content": "There were precious few silver linings for Democrats in last week’s midterms, but a big one has been mostly overlooked. It was a pretty good election, all things considered, for the movement to strengthen gun laws—a part of the liberal coalition that is supposed to be among the most beleaguered. In fact, the election quietly shifted the dynamic on gun politics in ways that could have a significant impact on coming fights over gun laws and on the 2016 election.\n\nHere are three elements of that shift:\n\nDemocrats who sided with the NRA lost anyway\n\nThe National Rifle Association’s power is rooted in perception—the widespread notion that to oppose the NRA is career suicide for elected officials and candidates in red or purple states. The challenge for the gun-control movement has been to change that perception so that even the most politically self-interested elected officials stop viewing a vote for the NRA as necessarily more prudent. And it got a big lift in that regard last week in the defeat of two Democratic senators who had voted against the Manchin-Toomey bill last year to expand background checks for gun purchases. The votes were widely seen—and even applauded by some liberal commentators—as attempts by the senators to help get them reelected in red states, and on those terms, the gambit failed. Mark Pryor, of Arkansas, didn’t even manage to keep the NRA from endorsing and running ads on behalf of his Republican opponent; Mark Begich, of Alaska, managed to keep the NRA from endorsing anyone in his race, but his vote did not keep his Republican opponent from attacking him as weak on gun rights.\n\nYes, two Senate Democrats who took the opposite tack from Pryor and Begich—voting for Manchin-Toomey despite facing a tough reelection fight—also fared poorly on Tuesday. Kay Hagan narrowly lost in North Carolina and Mary Landrieu faces a runoff in Louisiana that she is unlikely to survive. But it’s hard to see how either Hagan and Landrieu fared any worse than Pryor and Begich for having voted against the NRA. Hagan faced the same sorts of ads that Pryor did in Arkansas and lost by a far smaller margin than he did, albeit in a state that is now friendlier terrain for Democrats. Bottom line: the Manchin-Toomey vote seemed to be pretty much a wash in these races, which means that swing-state Democrats facing a vote on common-sense gun legislation in the future are all the more likely to vote with the rest of their party rather than holding out hope for NRA cover that won’t arrive.\n\nThe NRA has plainly decided that its priority is to have Republican majorities in Congress, even if it means giving up the pull it once had on both sides of the aisle, when Democrats like John Dingell of Michigan (now on the verge of retirement) were a crucial element of the gun-rights coalition. That may have been the right calculation for the gun lobby to make as the parties now sort themselves out into parliamentary-style, ideologically cohesive entities. But it also means that the gun-control movement will have a far easier time lining up support among Democrats. “This ought to be a lesson for Democrats,” says John Feinblatt, president of Everytown for Gun Safety, the new name of the pro-gun control organization backed by former New York mayor Mike Bloomberg. “The NRA isn’t going to be your friend no matter what vote you take. They only want people who believe chapter and verse of what they do and they will keep redefining that.”\n\nThe gun-control movement can protect its allies, after all\n\nLook at which two Democrats were among the few to survive the midterm debacle: Colorado Governor John Hickenlooper and Connecticut Governor Dannel Malloy, both top targets of the NRA for their having signed into law comprehensive gun-law reforms following the Newtown, Conn. massacre. Both governors got major financial support from Independence USA, the SuperPAC set up by Bloomberg to support candidates who favor tightening gun laws, as well as other candidates who fit Bloomberg’s definition of pragmatic centrism. And both also got strong grassroots backing from the groups that sprang up after the Newtown killings. (Gun-rights supporters have declared the election a victory for their side because a lot of NRA-endorsed Republicans won in a lot of races. Well, of course, they did—it was a Republican wave, and in many parts of the country Republicans win easily, year after year. But in few of those races was the gun issue a point of contention, whereas Connecticut and Colorado were places where the issue had come to the forefront of the election. And in fact, some of the Republicans who won elsewhere did so very much in spite of their NRA backing. In Maryland, for instance, Larry Hogan, the Republican candidate for governor, did whatever he could to downplay his NRA endorsement.)\n\nAnd it wasn’t just the governors. Remember the successful recall in September 2013 of two Colorado state senators who had voted for the comprehensive gun-law reforms in that state? That victory for gun-rights supporters was taken as yet further proof that the gun control movement was incapable of protecting its allies, and was doomed to failure. I argued at the time that this reading overlooked the flukish nature of the recall—a special vote two months before election day in which Coloradans would not be able to vote by mail, as many are accustomed to doing, just the sort of low-turnout contest that favored the highly motivated minority of gun-rights activists in the state. And look at what happened last week: even in a big Republican year, when Republicans won the majority of the Colorado state senate, the Democrats won back both of those recalled seats with candidates who favor sensible gun laws—including one candidate who used to be employed by Bloomberg's previous group, Mayors Against Illegal Guns. With the election back on conventional terms, with the moderately good turnout of a regular midterm election, the ardent gun-rights minority in those districts was swamped by the broader mass of voters.\n\nGun-law proponents are taking the issue straight to the voters, and winning\n\nGroups like the Brady Center, Everytown for Gun Safety, and Gabby Giffords’ Americans for Responsible Solutions like to cite the reams of polls showing widespread support for sensible measures like expanding background checks for gun purchases to include gun shows and most private sales. The problem, of course, has been that those majorities have been stymied by the minority of senators who filibustered Manchin-Toomey last year, and state legislatures reluctant to follow the lead of their counterparts in Connecticut, Maryland, New York, and Maryland, the states that enacted the most far-reaching reforms last year. So this year, gun control proponents tried something else: In Washington state, where expanded background checks had fallen short twice in the state legislature in recent years, they put the question directly to the voters. The referendum had strong backing from wealthy Seattleites like Paul Allen and won easily, with nearly 60 percent of the vote, despite an attempt by opponents to muddy the waters and confuse voters with a separate ballot question to bar the expansion of background checks.\n\nThis approach only works in states with an open referendum process. But the message was clear: If the issue is put straight to the broad mass of voters in a blue-leaning state like Washington, the majority will swamp the gun-rights minority, however ardent it may be. The NRA, for one, recognizes this reality, which is why it barely invested in the campaign against the Washington state referendum. (Before you dismiss Washington state as unrepresentative of the rest of the country, consider that its rate of gun ownership, about one-in-three, is not far from the national average.) And the next fronts in this approach are already clear: Petitions are expected to be filed this week to get the same question on the 2016 ballot in Nevada, and proponents also have their eye on Maine and Arizona. “The gun lobby can bully legislatures in ways that it can’t bully the American public,” says Feinblatt. “Taking it straight to the people makes sense when you have polls that show support across the country.”\n\nNot that the movement is giving up on legislatures—it helped elect more pro-gun reform legislators in Oregon last week precisely in order to lay the groundwork for passing expanded background checks there in next year's legislative session. This year, it has also helped six states, including Republican-led ones like Wisconsin and Louisiana, pass laws to keep guns out of the hands of domestic abusers. What all these approaches have in common is that they are focusing on the states rather than on Congress, which proponents see as a lost cause for the time being. “Our focus is on the states,” says Feinblatt. “Washington is broken. It was broken before last week’s election and continues to be broken.”\n\nNone of the above is to gainsay the setbacks and hurdles that remain. The defeat of Hagan and, likely, Landrieu is a real loss for the gun control movement—even if their votes for Manchin-Toomey played minimal roles in their races, gun control supporters dearly wanted both women to win (Bloomberg funneled money to both races via contributions to groups such as Emily’s List). Meanwhile, the Republican takeover of the Senate—led by Mitch McConnell, who received hefty NRA support in his own race—makes it all the less likely that Manchin-Toomey can be revived in the next two years (when it comes down it, a federal approach on background checks is preferable, since guns bought in a state with lax laws can easily be trafficked into states with stricter ones). And gun-control proponents are expecting congressional Republicans to use their majority status to start slipping pro-NRA riders—language to weaken the ATF’s ability to track firearms, for instance—into appropriations bills.\n\nThat said, in a gloomy election season for Democrats, gun control’s prospects are not nearly as gloomy as many believed. The issue’s not going away—and next election, the shoe will be on the other foot, with Senate races in blue and purple states like New Hampshire and Ohio where Republicans incumbents will be having to defend their votes against Manchin-Toomey, instead of the reverse. Judging from what we’ve already seen on this issue in New Hampshire, things could get very interesting indeed.", "topic": "Gun Control", "politicalLabel": "Neutral", "organization": "New Republic", "biasLabel": "Not Biased", "title": "2014 Midterms Boosted Gun Control and Hurt the NRA", "yellowLabel": "Not Yellow", "tags": "set(['Economics', 'gun control', '2014 midterms', 'nra', 'Home News', 'The Plank', 'politics', 'Culture', 'Identity', 'Books', 'midterm elections', 'Politics', 'World', 'Technology', 'Events', 'Film', 'Economy'])", "opinionLabel": "Other"}