{"content": "Vapors spew from the smokestack at Sunflower Electric Cooperative's coal-fired power plant in Holcomb, Kan., in February 2007. Eight out of 10 Americans say the climate is changing, according to a new poll. (Photo: Charlie Riedel, AP)\n\nWarning of \"irreversible and dangerous impacts,\" some of the world's top scientists Sunday released the most comprehensive assessment of climate change ever done.\n\nNewest in the report is the level of certainty -- 95% -- that humans and greenhouse gas emissions are largely to blame for the change.\n\n\"The atmosphere and ocean have warmed, the amounts of snow and ice have diminished, and sea level has risen,\" the report states.\n\nHundreds of scientists from 80 countries gathered in Copenhagen to take part in the assessment by the Intergovernmental Panel on Climate Change, a United Nations group.\n\nThe assessment comes as the Earth is headed toward its hottest year ever recorded, along with its highest level of atmospheric carbon dioxide in at least 800,000 years.\n\n\"The IPCC's new Synthesis Report is yet another wake-up call to the global community that we must act together swiftly and aggressively in order to stem climate change and avoid its worst impacts,\" said John P. Holdren, Director of the White House Office of Science & Technology Policy.\n\n\"Those who choose to ignore or dispute the science so clearly laid out in this report do so at great risk for all of us and for our kids and grandkids,\" said Secretary of State John Kerry.\n\n\"The scientists have done their job and then some,\" said Alden Meyer of the Union of Concerned Scientists. \"The risks are clear. Politicians can either dramatically reduce emissions or they can spend the rest of their careers running from climate disaster to climate disaster.\"\n\nFive years ago, global leaders set a goal of keeping the temperature rise below 3.6 degrees F, as compared to before the Industrial Revolution. Since the 1800s, the planet's temperatures have risen about 1.4 degrees F.\n\nThe report is a key document that will be used at the Paris climate summit next year, where world leaders will try to broker the first major deal on emissions seen in decades.\n\nIt \"will provide the road map by which policymakers will hopefully find their way to a global agreement to finally reverse course on climate change,\" Rajendra Pachauri, the panel's chief, explained this week.\n\nThe Copenhagen report sums up the IPCC's Fifth Assessment, a huge analysis of 30,000 studies related to global warming.\n\nRead or Share this story: http://usat.ly/1wVVZMO", "topic": "Climate Change", "politicalLabel": "Liberal", "organization": "USA Today", "biasLabel": "Not Biased", "title": "Top scientists blame humans for climate change", "yellowLabel": "Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Other"}