{"content": "Voters in Colorado and Washington state have approved ballot initiatives that legalize recreational marijuana use for those over the age of 21.\n\nFederal law prohibits such use, so legal wrangling between these states and the federal government is, no doubt, in the offing. But the implications of legalized marijuana for recreation—from a psychiatric perspective—could be massive.\n\nADVERTISEMENT ADVERTISEMENT\n\nLegalizing marijuana for recreational purposes will, of course, lead to its use by many, many more residents of Colorado and Washington. Its wide availability commercially will assure that.\n\nThis means—whether one supports legalizing marijuana or not (and I happen to support it)—that Colorado and Washington officials must anticipate that daily or near-daily use of the substance will be the norm for a larger percentage of residents (as it is now, for a far smaller percentage).\n\nAnd in my opinion, judging from the frequent users of marijuana I have met with in my practice, this predicts a likely increase in the number of people suffering with depression, the number suffering with worsening symptoms of underlying psychotic illnesses, the number suffering with attention deficit and memory problems and the number who will be involved in accidents at work and on the roads.\n\nColorado and Washington should begin very aggressive public awareness campaigns about the dangers of marijuana use right now, to try to reduce the toll of the substance. Perhaps they should earmark a large percentage of all state revenues from marijuana sales for that purpose. The end of Prohibition is an instructive example; alcohol-related illnesses skyrocketed.\n\nIt will also be desirable to now devise protocols to test the blood of drivers who seem to be driving under the influence. Breathalizers that detect alcohol won’t suffice. Marijuana can impair driving, too. And marijuana is frequently “cut” with other mind-altering drugs.\n\nEven though I think legalizing marijuana is the correct path, in-keeping with giving people autonomy (and inkeeping with avoiding the hypocrisy of arresting people for using something a whopping percentage of our lawmakers have used), I believe the substance is dangerous when used for pleasure—especially, habitually. It has poorly understood and substantial neurochemical effects on the brain.\n\nNo matter what anyone says, I am utterly convinced from my 20 years practicing psychiatry, that it does act as a gateway drug, tempting people to use other illicit substances, including opiates. And that’s just the beginning of the trouble.\n\nMarijuana also delays people from actually searching for the root emotional causes of their problems. They get high, instead of getting to the core of what is bothering them.\n\nMarijuana is the antithesis of insight-oriented psychotherapy. It is a Band-Aid over suffering that will not stay covered up forever by inhaling smoke from a burning plant (marijuana) or, for that matter, injecting the byproduct of another plant (heroin, from the poppy).\n\nThat’s why, in the longer run, I predict a second, more destructive wave of trouble from marijuana. This will represent the groundswell of unaddressed psychiatric issues that will have been temporarily camouflaged by the drug.\n\nAt a time when so many Americans seem anesthetized to their personal challenges, to the facts about our fractured economy and to the challenges we face from enemies, it should come as no surprise that voters are clamoring for mind-altering drugs to perpetuate and deepen their dream state.\n\nDependence on substances is already an epidemic, of course, but it will get even worse. And the overall effect will be to kick the can of dealing with personal problems and psychiatric illness down the road, building a “reality deficit” to match the staggering fiscal debt we are accumulating.\n\nDr. Keith Ablow is a psychiatrist and member of the Fox News Medical A-Team. Dr. Ablow can be reached at info@keithablow.com.", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "FOX", "biasLabel": "Biased", "title": "The psychological impact of legalizing marijuana", "yellowLabel": "Yellow", "tags": "set([])", "opinionLabel": "Opinion Article"}