{"content": "A new Alabama law restricting doctors who perform abortions would force several women's clinics to shut down, placing unconstitutional restrictions on a woman's right to obtain one, a federal judge ruled Monday.\n\nSeveral doctors live outside the state and would be unable to gain the privileges to admit patients to local hospitals required by the law, U.S. District Judge Myron Thompson wrote in a 172-page opinion and an accompanying order. Furthermore, it's unlikely that local doctors would begin performing abortions because of a history of violence across the South that includes bombings, shootings and arsons against clinics, the judge said.\n\nADVERTISEMENT ADVERTISEMENT\n\nThat would effectively force three of the state's five abortion clinics to close, the judge wrote. Those clinics are in the state's three largest cities.\n\n\"The resulting unavailability of abortion in these three cities would impose significant obstacles, burdens, and costs for women across Alabama,\" he wrote.\n\nThompson extended an earlier order blocking enforcement of the law and said he would issue a final order after considering more written arguments from lawyers.\n\nSimilar laws about admitting privileges have been blocked by federal courts in Mississippi, Kansas and Wisconsin, while they have taken effect in Missouri, North Dakota, Tennessee, Texas and Utah.\n\nA federal appeals court struck down Mississippi's law last week, ruling that it would effectively close and unconstitutionally force women to seek abortions in neighboring states.\n\nMeanwhile, a judge began hearing arguments Monday over Texas' strict abortion law, which abortion rights advocates say would force nearly three-quarters of the state's clinics to close.\n\nSusan Watson, executive director of the American Civil Liberties Union of Alabama, said the law wasn't designed to protect women, as supporters maintain.\n\n\"Major medical organizations, including the American Medical Association and the American College of Obstetrics and Gynecology, oppose them,\" she said of the Alabama law and similar ones.\n\nIn a statement, Alabama Attorney General Luther Strange said he disagreed with the ruling and would appeal after Thompson issues a final order.\n\nRepublican Gov. Robert Bentley, a physician by trade who signed the law, criticized the decision and called abortion \"a fundamental assault on the sanctity of innocent human life.\"\n\nClinics in Birmingham and Mobile run by Planned Parenthood Southeast and the Montgomery clinic operated by Reproductive Health Services filed the lawsuit, saying they would have to close because they use out-of-town doctors without admitting privileges and have been unable to get local doctors with privileges to serve their clinics. The state's other two clinics, in Tuscaloosa and Huntsville, use local doctors with admitting privileges.\n\nThe law's sponsor, Republican Rep. Mary Sue McClurkin of Indian Springs, said the measure would make the clinics safer, while clinic operators said it was an attempt to shut them down through a regulation they could not meet.\n\nThompson agreed with the clinics. In his opinion, Thompson said evidence showed doctors wouldn't be able to gain admitting privileges in Birmingham, Mobile and Montgomery, the state's three largest cities, should the law remain in place.\n\nTwo doctors who perform abortions in Montgomery live in Nigeria and Chicago and couldn't meet residency requirements and other rules set by hospitals, Thompson said. The doctor who lives in Nigeria used to practice in Alabama and now stays in Atlanta during periodic trips to perform abortions, Thompson wrote.\n\nSimilarly, two Georgia doctors who travel to Birmingham and Mobile to perform abortions also couldn't meet the requirements for staff privileges in those cities, he said.\n\nNew doctors are unlikely to begin performing abortions in the state because of the \"detrimental professional consequences\" of being associated with procedure and a history of violence that includes bombings, shootings and arsons against clinics across the South, the judge said.\n\nIn Alabama, Thompson wrote, a clinic in Tuscaloosa was firebombed and workers have been followed in their cars. Eric Rudolph killed a police officer and critically injured a nurse when he detonated a bomb outside a Birmingham clinic in 1998.\n\nTwo of Alabama's five licensed abortion clinics are temporarily not performing abortions, but not because of the physician requirement. Planned Parenthood Southeast closed its Birmingham clinic in January after firing two employees for selling an abortion medication to a person in the clinic's parking lot. The clinic has replaced its staff and plans to resume services after an inspection by state health officials.\n\nAlabama Women's Center for Reproductive Alternatives in Huntsville closed in late June because it couldn't comply with another part of the 2013 law that took effect July 1. It requires clinics to have wide halls and doors and improved fire safety systems like a surgical treatment center. The Huntsville clinic is trying to move to a new location that meets the requirements, said Brian Hale, attorney for the state Department of Public Health.\n\nThe Department of Public Health reports that 8,485 pregnancies were terminated in Alabama in 2013, with 16 done at hospitals and the rest at abortion clinics.\n\nThompson said the state's legitimate medical reasons for imposing the law were \"weak.\" Serious complications were rare, and a woman was more likely to die from a penicillin injection than an early-term abortion performed in a clinic, he wrote.\n\nWhile women could simply go elsewhere for abortions should clinics shut down, Thompson said that could harm patients' health by forcing them to make road trips for the procedure.\n\nWhile not ruling on the issue of whether the state can justify the law by claiming women could go to other states for abortions, Thompson cited the recent 5th U.S. Circuit Court of Appeals decision that said Mississippi could not shift its legal burden to provide access to abortion to another state.", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "FOX", "biasLabel": "Not Biased", "title": "Alabama abortion law that restricts doctors is unconstitutional, judge rules", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}