{"content": "One day very soon, gay marriage will make our nation stronger.\n\nSame-sex wedding cake topper figurines are seen at Cake and Art cake decorators June 10, 2008 in West Hollywood, California. (Photo: David McNew, Getty Images) Story Highlights The freedom to marry is a cause that impacts all Americans.\n\nThose who say the American people don't want the freedom to marry have not been paying attention.\n\nThe residents of our cities value the simple act of treating others the way they want to be treated.\n\n\"We, the people, declare today that the most evident of truths – that all of us are created equal – is the star that guides us still; just as it guided our forebears through Seneca Falls, and Selma, and Stonewall.\" The power of those words can't be overstated. President Obama's moving speech last week was the first inaugural to include gay Americans among America's great civil rights struggles. The overwhelming applause that followed was another testament to just how far we've come as a nation — that such a comparison is at last welcome and right.\n\nAlong with the women's movement and the African-American civil rights movement, the gay rights movement deserves the same equality and justice under the law. But unlike those earlier movements, which earned that justice after much heartache and bravery, the modern gay rights movement — begun more than four decades ago as a riotous rebuke of police raids at the Stonewall Inn — marches on. In March, the U.S. Supreme Court will hear challenges to discrimination under both the \"Defense of Marriage Act\" (DOMA) and Proposition 8, which stripped away the freedom to marry for same-sex couples in California. State legislatures are moving toward marriage from Rhode Island to Hawaii. And we, along with nearly 300 mayors from 32 states, have joined Mayors for the Freedom to Marry, advocating for marriage across the country. Indeed, the conversation about the freedom to marry is happening every day – not just in government but at home, at our kitchen tables with friends and family members.\n\nThe freedom to marry is a cause that impacts all Americans. As mayors, we know the harmful effects of discrimination against gay couples and their families all too well: the difficulties of visiting loved ones in the hospital or even securing health coverage, the financial toll of being categorized as less than a family for tax purposes, the psychological damage of being singled out as different – and unequal – in schools and businesses. In a country founded on the principle that we are all equal, all of the ties that bind us must be viewed as equal.\n\nThose who say the American people don't want the freedom to marry have not been paying attention. A growing majority of Americans support the freedom to marry, including 73% of those ages 18-34. In the courts, judge after judge – appointed by Democrats as well as Republicans – has found DOMA unconstitutional. President Obama, the first president to announce support for the freedom to marry, wasn't the only one to meet success at the ballot box in November. Voters in Maine, Maryland, Minnesota and Washington stood up for the freedom to marry in those states. We speak from experience when we say that the residents of our cities – a cross-section of America, by any measure – value the simple act of treating others the way they want to be treated. And really, don't we all?\n\nWhether you believe that all loving, committed couples should be treated equally or that government has no business limiting our freedoms, the justice of the freedom to marry movement cannot be denied. It makes families stronger. It makes communities stronger. And one day very soon, it will make our nation stronger.\n\nAs the highest court considers the DOMA and Prop 8 cases, and as public opinion increasingly sways toward marriage, we join President Obama in saying, \"If we are truly created equal, then surely the love we commit to one another must be equal as well.\"\n\nJulián Castro is the mayor of San Antonio, Stephanie Rawlings-Blake of Baltimore and Christopher Cabaldon of West Sacramento. They are members of Mayors for the Freedom to Marry.\n\nRead or Share this story: http://usat.ly/Vuh9CN", "topic": "Gay Marriage", "politicalLabel": "Liberal", "organization": "USA Today", "biasLabel": "Biased", "title": "Gay marriage a question of justice", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Other"}