{"content": "WASHINGTON — Americans who already have health insurance are blaming President Obama’s health care overhaul for their rising premiums and deductibles, and overall 3 in 4 say the rollout of coverage for the uninsured has gone poorly.\n\nAn Associated Press-GfK poll finds that health care remains politically charged going into next year’s congressional elections. Keeping the refurbished HealthCare.gov website running smoothly is just one of Obama’s challenges, maybe not the biggest.\n\nThe poll found a striking level of unease about the law among people who have health insurance and aren’t looking for any more government help. Those are the 85 percent of Americans who the White House says don’t have to be worried about the president’s historic push to expand coverage for the uninsured.\n\nIn the survey, nearly half of those with job-based or other private coverage say their policies will be changing next year — mostly for the worse. Nearly 4 in 5 (77 percent) blame the changes on the Affordable Care Act, even though the trend toward leaner coverage predates the law’s passage.\n\nSixty-nine percent say their premiums will be going up, while 59 percent say annual deductibles or copayments are increasing.\n\nOnly 21 percent of those with private coverage said their plan is expanding to cover more types of medical care, though coverage of preventive care at no charge to the patient has been required by the law for the past couple of years.\n\nFourteen percent said coverage for spouses is being restricted or eliminated, and 11 percent said their plan is being discontinued.\n\n“Rightly or wrongly, people with private insurance looking at next year are really worried about what is going to happen,” said Robert Blendon, a professor at the Harvard School of Public Health, who tracks public opinion on health care issues. “The website is not the whole story.”\n\nEmployers trying to control their health insurance bills have been shifting costs to workers for years, but now those changes are blamed increasingly on “Obamacare” instead of the economy or insurance companies.\n\nPolitical leanings seemed to affect perceptions of eroding coverage, with larger majorities of Republicans and independents saying their coverage will be affected.\n\nThe White House had hoped that the Oct. 1 launch of open enrollment season for the uninsured would become a teaching moment, a showcase of the president’s philosophy that government can help smooth out the rough edges of life in the modern economy for working people.\n\nInstead, the dysfunctional website became a parable for Republicans and others skeptical of government.\n\nAt the same time, a cresting wave of cancellation notices hit millions who buy their policy directly from an insurer. That undercut one of Obama’s central promises — that you can keep the coverage you have if you like it. The White House never clearly communicated the many caveats to that promise.\n\nDisapproval of Obama’s handling of health care topped 60 percent in the poll.\n\nWith the website working better and enrollments picking up, Democrats are hoping negative impressions will quickly fade in the rearview mirror. The poll found that Democrats still have an edge over Republicans, by 32 percent to 22 percent, when it comes to whom the public trusts to handle health care.\n\nBut other potential bumps are just ahead for Obama’s law.\n\nIt is unclear whether everyone who wants and needs coverage by Jan. 1 will be able to get it through the new online insurance markets. Some people who have to switch plans because their policies were canceled may find that their new insurance covers different drugs, or that they have to look for other doctors.\n\nIn the poll, taken just after the revamped federal website was unveiled, 11 percent of Americans said they or someone in their household had tried to sign up for health insurance in the new marketplaces.\n\nSixty-two percent of those said they or the person in their household ran into problems. About one-fourth of all who tried managed to enroll. Half said they were not able to buy insurance, and the remaining quarter said they weren’t sure.\n\nPhyllis Dessel, 63, of Reading, Pa., believes she is finally enrolled after 50 attempts online. The retired social worker, a political independent, currently has her own private insurance.\n\nWhen Dessel described her experience, she jokingly asked, “Do you mind if I cry?”\n\nThanks to tax credits available under the law, she was able to save about $100 a month on the monthly premium for her new coverage. But she had to switch carriers because staying with her current insurer would have cost more than she was willing to pay. She hasn’t gotten an invoice yet from her new insurance company.\n\nThe premiums she found on the new insurance marketplace were “not at all” what she expected, said Dessel. “They were much, much higher.”\n\nA supporter of Obama’s overhaul, she believes changes are needed to make the coverage more affordable.\n\n“I think with a lot of amendments or updates, it could be very, very helpful and beneficial,” said Dessel. “I know a lot of people who don’t have insurance. My hairdresser, my plumber don’t have insurance and they’re not going to get it if it’s not affordable.”\n\nThe AP-GfK Poll was conducted Dec. 5-9 and involved online interviews with 1,367 adults. The survey has a margin of sampling error of plus or minus 3.5 percentage points for all respondents.\n\nThe survey was conducted using KnowledgePanel, a probability-based Internet panel designed to be representative of the U.S. population. Respondents to the survey were first selected randomly using phone or mail survey methods, and were later interviewed online. People selected for KnowledgePanel who didn’t otherwise have access to the Internet were provided with the ability to access the Internet at no cost to them.", "topic": "Obamacare", "politicalLabel": "Conservative", "organization": "New York Post", "biasLabel": "Biased", "title": "Americans blaming Obama for rising health-care costs", "yellowLabel": "Not Yellow", "tags": "set(['Barack Obama', 'ObamaCare', 'Healthcare'])", "opinionLabel": "Other"}