{"content": "The Supreme Court in a 6-3 decision Tuesday blocked Texas from enforcing part of an antiabortion law that forced most of the state’s abortion clinics to shut down.\n\nThe court’s order said the state may not enforce a rule that requires clinics to meet the standards of an ambulatory surgical center.\n\nThe brief order is a rare victory for abortion rights advocates at the high court.\n\nLast year, the court by a 5-4 vote allowed Texas to enforce another part of the law that said clinics must have a doctor with admitting privileges at a nearby hospital.\n\nThe new rule, which was recently put into effect, was expected to reduce the number of abortion facilities in the state from 41 to eight, critics said.\n\nIn the latest decision, Justices Antonin Scalia, Clarence Thomas and Samuel A. Alito Jr. dissented.\n\n“The U.S. Supreme Court gave Texas women a tremendous victory today,” said Nancy Northup, president of the Center for Reproductive Rights. “Tomorrow, 13 clinics across the state will be allowed to reopen and provide women with safe and legal abortion care in their own communities.”\n\nA federal district judge in Austin, the state capital, had ruled the Texas law was unconstitutional and could prevent women in much of the state from obtaining a legal abortion. The state’s strict regulatory rules would have left abortion clinics only in the major cities: Austin, Dallas, Houston and San Antonio.\n\nThe lawyers said more than 900,000 Texas women of reproductive age would reside more than 150 miles from the nearest abortion facility. In the past, the Supreme Court had said states may regulate the practice of abortion but should not put an “undue burden” on women seeking to end a pregnancy.\n\n“We’re seeing the terrible impact these restrictions have on thousands of Texas women who effectively no longer have access to safe and legal abortion,” Cecile Richards, president of the Planned Parenthood Federation of America, said in a statement Tuesday. “We’re relieved that the court stepped in to stop this, and we hope this dangerous law is ultimately overturned completely.”\n\nThere was no immediate comment from Gov. Rick Perry, who was in London as part of a European trip, or from Atty. Gen. Greg Abbott, a Republican campaigning to succeed Perry.\n\nAbbott’s Democratic rival, state Sen. Wendy Davis, also had no immediate comment. Davis launched her campaign for governor behind the celebrity she won last year after staging a daylong filibuster to block, albeit temporarily, a series of proposed abortion restrictions during a special session of the Texas Legislature.\n\nTwo weeks ago, the U.S. 5th Circuit Court of Appeals in New Orleans lifted the district judge’s order and said the regulations may be enforced. “The Texas Legislature’s stated purpose was to improve patient safety,” said Judge Jennifer Elrod for the 5th Circuit. “Courts are not permitted to second-guess a legislature’s stated purpose absent clear and compelling evidence.”\n\nLast week, the Center for Reproductive Rights appealed to the Supreme Court. This “is a dire emergency in need of an immediate response,” Northup had said. If the clinics were forced to close down, they could not be expected to reopen later even if the law was successfully challenged.\n\nThe appeal went to Scalia, who oversees emergency orders from the 5th Circuit, and he referred it to the full court.\n\nThe order issued late Tuesday said, “The Court of Appeals’ stay order with reference to the district court’s order enjoining the ambulatory surgical center requirement is vacated.”\n\nThe order was unsigned and had no further explanation.\n\nThe court also said it would block the admitting-privileges rule for clinics in the cities of El Paso and McAllen, which also faced closure.\n\ndavid.savage@latimes.com", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "LA Times", "biasLabel": "Not Biased", "title": "Abortion rights activists win Supreme Court order to block Texas rule", "yellowLabel": "Not Yellow", "tags": "set(['Clarence Thomas', 'Trials and Arbitration', 'Wendy Davis', 'Courts and the Judiciary', 'Rick Perry', 'Laws and Legislation', 'Antonin Scalia'])", "opinionLabel": "Other"}