{"content": "It took nearly a week before police in Ferguson, Missouri, got around to releasing the name of the officer who killed 18-year-old Michael Brown. The stalling was blamed on concerns over officer safety, but in the eyes of the people who took to the streets to protest the latest police killing of an unarmed person of color, the delay suggested that people in uniform were subject to a different system of justice than the citizens they police. Would there be any hesitance to identify the shooter if the man shot dead were a cop? By the time Darren Wilson's name did come out, even Gov. Jay Nixon was calling the information “long-overdue.”\n\nIn the absence of more traditional forms of justice—such as trials for credibly accused cops—“transparency” has become the new best practice for police who find themselves under fire for taking a life, with the federal government acting as enforcer. After officers in Ferguson were caught covering their name plates during protests, for instance, Christy E. Lopez of the Justice Department’s Civil Rights Division fired off a letter to Police Chief Thomas Jackson. Anonymity “contributes to mistrust,” Lopez wrote. “The failure to wear name plates conveys a message to community members that, through anonymity, officers may seek to act with impunity.”\n\nFor all its talk of good policing in Ferguson, though, the federal government sets an awfully bad example at the top. Anonymity is standard operating procedure for the nation’s largest law enforcement agency: Customs and Border Protection (CBP), whose 45,000 agents and officers have killed at least 46 people since 2005, including more than a dozen Americans. Almost all the victims were people of color, most were unarmed, and seven of those killed were 18 years old or younger.\n\nNot once has a CBP agent or officer been indicted, much less convicted of a crime, for their involvement in one of these incidents, according to CBP spokesman Carlos Lazo. Indeed, the agency's internal affairs division “is unaware of any CBP employee being disciplined in these cases”—not even internally—though “approximately half the cases remain open,” he said. And according to The Arizona Republic, officer and agent names have been made public in only 16 of the 46 incidents—and only then because they were released by a court or local police. Lazo told me that “consistent with other federal law enforcement practices,”the agency does not “disclose names of federal agents of officers who are the subject of investigations.” This is “due to their unique position as federal law enforcement officers who confront the most dangerous elements of society and may be targeted by those elements as a result of association with the allegation.”\n\nThere are no doubt some dangerous elements at the border—drug smugglers, \"coyotes\"—but this policy of never disclosing a name affects the families of people like José Antonio Elena Rodriguez. On October 10, 2012, the 16-year-old boy had just finished playing basketball with some friends in a park in Nogales, Mexico, and was walking home when an agent on the Arizona side of the border fired 14 hollow-point bullets through a fence. At least 10 of those bullets hit Rodriguez in the head and back, killing him on a main street in Nogales that happens to run along the border. He was unarmed, and died four blocks from his grandmother’s house.\n\nThe agent who shot Rodriguez says he was acting in self-defense, alleging that the boy was part of a group interfering with an arrest on the U.S. side of the border by throwing rocks (though stones have never killed an agent, Border Patrol considers them lethal weapons). However, two eyewitnesses cited in a July 2014 lawsuit from the family say neither Rodriguez nor anyone around him was armed, even by CBP's definition. What's more, the U.S. Border Patrol agent was standing immediately next to the border fence when he fired; had anyone managed to throw a rock high enough to clear that 50-foot fence, it would have been nearly impossible to hit someone pressed up against it.\n\nIt took two years, a legal challenge, and a November 13, 2014, court order from a U.S. district judge just to learn the name of the man who pulled the trigger: Lonnie Swartz. The agent's attorney had argued that revealing his client’s name would expose him to “harassment, embarrassment and threats,” but Chief Justice Raner C. Collins for the District of Arizona ruled those concerns were not enough to overcome “the strong presumption in favor of public access.”\n\nIf Darren Wilson had, like Swartz, killed an unarmed teenager while working for Border Patrol rather than for the Ferguson Police, the public would almost certainly not yet know his name. Indeed, the only time the names of Border Patrol agents are released are in cases when local police were at the scene. And in cases like these, in an age when releasing the name of the killer is the closest the state typically comes to offering anything close to justice, anonymity is practically nine-tenths of impunity.\n\n“At the same time the Civil Rights Division of the Justice Department is pushing police in Ferguson and other local police departments around the country to be more open—you need to be transparent, you need to release names—[the federal government] was trying to keep the name of their own officer secret,” said Lee Gelernt, an attorney with the American Civil Liberties Union who is representing Rodriguez’s mother. The government's argument in cases like these, echoed by Swartz's own private attorney, “is that no matter how blatantly wrong the shooting was, the lawsuit has to be thrown out because our client was a Mexican citizen on Mexican soil and the Constitution doesn't reach across the border,” Gelernt said. “They’re saying the agent could literally just stand up there and gun down Canadians or Mexicans ... and those victims have no Constitutional remedy whatsoever. So the stakes are enormous.”\n\nOutside the courtroom, CBP typically deflects questions about its employees' lethal use of force by referencing “ongoing investigations” that almost always go nowhere. In the Rodriguez case, this is also their excuse for not releasing video of the shooting: The FBI is still be investigating the killing, 27 months later. If history is any guide, though, there will of course be no charges at the end of that process. The bureau has never pursued a legal case against any CBP employee who used lethal force, just as the FBI determined that its own agents acted without fault in all 150 instances between 1993 and 2011 that they killed or wounded a suspect.\n\nThis is not because there is no fault to be found. Speaking to the Center for Investigative Reporting in August 2014, former CBP internal affairs chief James Tomsheck said at least seven of the 28 lethal shootings that he looked into since 2010 were “highly suspect.” But, said Tomsheck, “there was an effort by Border Patrol leadership to make a case to justify the shooting versus doing a genuine, appropriate review of the information and the facts at hand.” Tomsheck was fired two months before that interview, accused of leading a division that engaged in “the very same corruption it is supposed to be investigating,” in the words of one CBP official.\n\nA 2013 government-commissioned review of CBP use-of-force incidents likewise found evidence that deaths could have been easily avoided. The report, by the Police Executive Research Forum (PERF), alleged that agents have been “exposing themselves to additional risk and creating justification for the use of deadly force,” such as jumping in front of a speeding vehicle to justify shooting the driver or firing at kids throwing rocks instead of jumping out of the way. “Too many cases do not appear to meet the test of objective reasonableness with regard to the use of deadly force,” the report stated, a finding CBP suppressed for nearly a year and a half.\n\nA new commissioner, former Seattle police chief and federal drug czar Gil Kerlikowske, ordered the report released in May 2014 (after it leaked to the press) and announced that agents will now be trained to get out of the way of rocks and cars instead of resorting to lethal force to stop them, a concession that the agency's previous on-paper policy was a contributing factor in these unnecessary deaths. But what good is training if there are no serious consequences for violating it? As the PERF report found, \"Two or more shooting cases involving rock throwers on land were ruled by CBP as violations of policy.\" The report did not say whether the shooters were punished, but if anyone died in those incidents, then nothing happened—after all, Lazo, the CBP spokesman, said he said he was \"unaware\" of a CBP employee being disciplined in such cases.\n\nIn 2010, Border Patrol agent Jesus Mesa Jr. fired into a crowd of young boys he claims were throwing rocks, killed 15-year-old Sergio Adrián Hernández Güereca, who eyewitnesses say was just a bystander in the wrong place at the wrong time (not that a kid throwing a rock would ever deserve the death penalty). In 2011, civil lawsuits filed by the victim’s parents were thrown out on the grounds that, because their son was killed in Mexico, the U.S. Constitution does not apply. Instead, it was an internal, administrative matter for the executive branch alone to handle. And it did: In 2012, the Justice Department announced it was not pressing charges against Mesa, just as it’s not pressing charges against the Border Patrol agent who shot and killed a man he says he thought was armed—it was a cell phone—on a golf course in Arizona. CBP won’t even say if he’s still employed.\n\nIn July 2014, parents of foreign young people killed by U.S. law enforcement did win a legal victory: The U.S. Court of Appeals for the Fifth Circuit ruled that because the U.S. effectively exercises control over the Mexican side of the border, U.S. law should therefore extend to incidents that happen there—particularly when the trigger is being pulled on U.S. soil. The alternative would be the creation of de facto “zones of lawlessness,” the court noted, where one would be effectively free to kill without legal consequence.\n\nStill, even if the lawsuits against CBP agents and officers are allowed to proceed, one can’t quite call it justice. These are civil suits, where justice comes in the form of a check, if it ever comes at all. Pressing criminal charges, or at the very least forcing these CBP employees to find new jobs, is still entirely up to the U.S. government, which hasn't show much if any interest in doing. During the George W. Bush years, two Border Patrol agents, Ignacio Ramos and Jose Alonso Compean, were convicted of using excessive force during an arrest of a suspected drug smuggler, but what happened next may give federal prosecutors and politicos some pause. They became a cause célèbre on the right, culminating in a successful campaign for a presidential commutation. And a political class not known for its political courage is not going to be moved to act against abuse when their consultants tell them there's only grief to be gained.\n\nFrom Ferguson to New York, we’ve seen massive protests over the killing of unarmed people of color at the hands of police. Rather than atomized, one-off expressions of anger, these actions have coalesced into a movement demanding more than just individual indictments of bad cops, but radical change to correct the institutional injustices embedded in America’s criminal justice system. Because they are largely foreign, however, the victims of the largest law enforcement agency in the U.S. have largely been ignored. There are plenty of dead U.S. citizens on whose behalf we ought to demand accountability, to be sure, but we should not neglect those on the other side of the border whose lives were taken by bullets paid for with our taxes.", "topic": "Immigration", "politicalLabel": "Liberal", "organization": "New Republic", "biasLabel": "Biased", "title": "Border Patrol Officers Get Impunity, Anonymity in Immigrant Killings", "yellowLabel": "Yellow", "tags": "set(['eric garner', 'Economics', 'Identity', 'Law', 'michael brown', 'Home News', 'The Plank', 'immigration', 'law enforcement', 'Culture', 'Books', 'Events', 'ferguson', 'politics', 'World', 'crime', 'Technology', 'Politics', 'Film', 'Economy'])", "opinionLabel": "Other"}