{"content": "Senate Majority Leader Mitch McConnell, R-Ky., and Senate Majority Whip John Cornyn, R-Texas, on Capitol Hill on Feb. 24. (Photo: Alex Wong, Getty Images)\n\nWASHINGTON — A bipartisan bill to strengthen penalties for human trafficking failed to advance Tuesday in the Senate as Democrats blocked the legislation over an anti-abortion provision.\n\nThe Senate voted 55-43 to end debate on an amended version of the anti-trafficking bill, falling short of the 60 votes needed for the measure to advance. A second vote to end debate on the underlying bill also failed to muster the necessary votes.\n\nThe impasse has become symbolic of a larger struggle to pass legislation in the fractious 114th Congress and threatens to further delay a confirmation vote on President Obama's attorney general nominee, Loretta Lynch.\n\nFour Democratic senators sided with Republicans: Bob Casey of Pennsylvania, Joe Donnelly of Indiana, Heidi Heitkamp of North Dakota and Joe Manchin of West Virginia. Senate Majority Leader Mitch McConnell, R-Ky., changed his vote to \"no\" during both cloture votes — a procedural move that allows him to bring the bill up again later.\n\nMcConnell warned Democrats before the vote that they would suffer political consequences if they blocked the bill.\n\n\"If Democrats actually vote to filibuster a bill to help victims of modern-day slavery, I can't imagine the American people will forget,\" he said, calling the filibuster \"a historic mistake.\"\n\nDemocrats responded that Republicans should remove the divisive abortion provision if they really care about passing the bill. They noted that the House passed the bill this year without the anti-abortion language.\n\n\"If we're speaking for those who have been the victims of human trafficking, we ought to listen to them,\" said Sen. Patrick Leahy, D-Vt. \"This (abortion provision) is not something they're asking for.\"\n\nThe stalemate on the anti-trafficking bill has now grown to affect Lynch's nomination. McConnell has vowed not to bring her nomination to a vote unless Democrats stop blocking the anti-trafficking bill. Senate Minority Leader Harry Reid, D-Nev., decried that strategy Tuesday, saying that Lynch is a qualified nominee who deserves an immediate vote.\n\nThe Justice for Victims of Human Trafficking Act was supposed to be a non-controversial bill that would sail through the Senate with bipartisan support. The bill, sponsored by Sen. John Cornyn, R-Texas, with 13 Democratic co-sponsors, would increase penalties for anyone convicted of slavery, human smuggling and sexual exploitation of children. Fines imposed on traffickers would be used to create a fund to help victims.\n\nBut Democrats last week began accusing Republicans of slipping in a provision that would prevent any funds collected under the proposed law from being used to perform abortions, except in the case of rape or incest or when the life of the mother is in danger.\n\nRepublicans said the language has been in the bill for nearly two months and that Democrats should have read the legislation more closely. They also said it would allow victims of sex trafficking to obtain abortions since they would qualify as rape victims.\n\n\"Shame on us if we can't rise above partisan bickering,\" Cornyn said before today's vote.\n\nAdvocacy groups that have been pushing for the passage of stronger anti-trafficking legislation pleaded with Congress not to let the bill fall victim to partisan squabbling. They said Tuesday that they hoped a compromise could still be reached.\n\n\"Unfortunately, the debate that has emerged over the Justice for Victims of Trafficking Act is undermining this important piece of legislation that would help thousands of vulnerable children ensnared in the commercial sex trade,\" said a statement from the non-profit Human Rights Project for Girls.\n\n\"We therefore strongly urge members to turn away from this polarizing debate on the (abortion) amendment, and instead find a bipartisan solution that transcends political divisiveness in order to honor the lives and needs of trafficked children in America.\"\n\nRead or Share this story: http://usat.ly/1MHkvZM", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "USA Today", "biasLabel": "Not Biased", "title": "Democrats block anti-trafficking bill over abortion", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Other"}