{"content": "Story highlights Erika Bachiochi was once supporter of abortion rights, but now thinks it's not about equality for women\n\nShe says women bear disproportionate responsibility for sex and what to do about pregnancy\n\nWriter: Women should not be saddled with abortion responsibility. Society must prioritize caregiving\n\nErika Bachiochi is an attorney and the author of an article in the Harvard Journal of Law & Public Policy: Embodied Equality: Debunking Equality Arguments for Abortion Rights. The opinions expressed in this commentary are solely those of the author.\n\n\n\n(CNN) Polls taken since the Roe v Wade decision routinely show women in favor of abortion restrictions, and in slightly greater numbers than men. But how can this be? How can any woman want to scale back on the abortion license given them by the U.S. Supreme Court 42 years ago?\n\nErika Bachiochi\n\nAs a one-time abortion rights supporter, I well know the temptation to see the right to abortion as a representation of women's equality. After all, bearing an unexpected child would seem to interrupt a woman's ability to design her own future according to her own goals and ambitions. More poignantly, bearing a child while in poverty or while already overwhelmed by caregiving for other children, or perhaps while experiencing health risks, reeks of an injustice known to women alone.\n\nAbortion would seem to provide women with a practical response to the disproportionate responsibility sexual intercourse can lay at our feet.\n\nBut abortion, which is often the assumed solution to unexpected pregnancy in our culture, attempts to cure that sexual asymmetry: the biological fact that women get pregnant and men don't. It does this by putting the responsibility to care for — or dispense with — the life of a nascent, developing human being on women alone.\n\nAbortion expects nothing more of men, nothing more of medicine, and nothing more of society at large. Abortion betrays women by having us believe that we must become like men — that is, not pregnant — to achieve parity with them, professionally, socially, educationally. And if we are poor, overwhelmed or abandoned by the child's father, or if medical expenses would be too great for us or for our child, social \"responsibility\" requires us to rid ourselves of our own offspring.\n\nJust Watched NARAL Pres.: abortion restrictions up to states replay More Videos ... NARAL Pres.: abortion restrictions up to states 02:04 PLAY VIDEO\n\nToday's feminists cheer us on. Is this really the equality we were looking for 42 years ago?\n\nI think most women want to see a culture that respects and honors women not only for the myriad talents we bring as individuals to our professions, our communities and our country. Women also want to live in a society that, at the very same time, cherishes our shared, and indeed, wondrous capacity to bear new human life. We want to be respected for the work we do as mothers.\n\nWhat about a culture where women's childbearing capacity is recognized not as an impediment to our social status and certainly not as the be-all and end-all of women's capacities as it once was, but as that which calls upon all persons in society to show a bit of gratitude? Rather than structure society around the wombless, unencumbered male, ought not society be structured around those who, in addition to being able to do all that men can do, can also bear new human life?\n\nJust Watched Anti-abortion activists retool message replay More Videos ... Anti-abortion activists retool message 02:11 PLAY VIDEO\n\nSuch a cultural restructuring in support of caregiving — one that pro-life feminists seek — would benefit this generation's fathers as well. Many men today would prefer to dedicate far more time and attention to their children than fathers of prior generations did, or could. Pro-woman, pro-child, pro-family policies would enable just that.\n\nNot all women become mothers, but those who do so depend upon a cultural esteeming of both pregnancy and motherhood for their social and professional support. When we belittle the developing child in the womb, a scientific reality that most pro-choice advocates have come to admit, we belittle and distort that child's mother. We make her out to be one with property rights over her developing unborn child (much as husbands once had property rights over their wives).\n\nWe give her the inhumane (but for 42 years, constitutionally protected) right to decide the fate of another human being, of a vulnerable child — her child — to whom she properly owes an affirmative duty of care. We do all this rather than offering her the myriad familial and social supports she needs, whatever her situation, and cherishing her role in the miracle of human life.\n\nJust Watched Men get taste of childbirth in China replay More Videos ... Men get taste of childbirth in China 01:47 PLAY VIDEO\n\nBut we live in a time when to speak of that miracle or of the biological differences between the sexes seems quaint, as though we have now gotten beyond sex in the brave new world of \"gender fluidity.\" It seems an effort to erase the notion of moms and dads --as though to do so would be a boon to progress, as though society would finally be free of those old, deterministic categories of male and female.\n\nBut here's the rub: We can pretend sex differences do not exist, but it is women who bear the burden when we do so. Both men and women have sex but it is the woman who becomes pregnant, the woman who must either find ways to courageously and sacrificially care and nurture the developing child in her womb, or who must do the unthinkable and end her own child's life. Men can have sex and walk away, and with the right Roe gave them, they increasingly do.\n\nIt is time to admit the truth about sexual difference — this beautiful, wondrous truth — and shape society to prioritize care for those who care for the most vulnerable. And it is time to demand more, far more, of men.\n\nRead CNNOpinion's new Flipboard magazine.\n\nFollow us on Twitter @CNNOpinion.\n\nJoin us on Facebook.com/CNNOpinion.", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "CNN", "biasLabel": "Biased", "title": "Opinion: It's feminist to be anti-abortion", "yellowLabel": "Yellow", "tags": "set(['once had property rights over their wives'])", "opinionLabel": "Opinion Article"}