{"content": "Michelle Alexander, an associate professor of law at the Moritz College of Law at The Ohio State University, is the author of \"The New Jim Crow: Mass Incarceration in the Age of Colorblindness.\"\n\nWhat is most fascinating about the marijuana legalization debate is how long it has taken us to get to this point. The potential harm associated with smoking marijuana pales in comparison with the harm suffered by the millions who have been arrested, jailed and branded criminals simply because they were caught with the drug.\n\nOnce you’ve acquired a criminal record, you can be discriminated against legally in employment, housing and access to education and public benefits. You’re relegated to a permanent second-class status, forever a “criminal.” Inflicting this amount of unnecessary pain and suffering is not cheap. We’ve spent billions of dollars, arrested and caged millions of people, destroyed countless families and futures, and yet marijuana remains as popular and plentiful as ever. Why has this insanity continued for so long?\n\nI'm not saying marijuana is a good thing. But as a parent of black children, I’m far more worried about my kids needlessly going to jail than getting high.\n\nPerhaps the answer has something to do with the race of those who have suffered the most. Although studies have consistently shown that whites use and sell marijuana at similar or higher rates than people of color, the war on marijuana has been waged primarily against black and brown youth. For example, in 2010, a study conducted in California revealed that although white youth use marijuana at higher rates than black youth, black youth were arrested at double, triple or even quadruple the rates of whites. Teenagers and young adults comprised 70 to 80 percent of all marijuana arrests.\n\nFor the most part, suburban white teenagers driving to a party with marijuana stashed under the seat don’t face the risk that they will be stopped and their car searched because they “look suspicious,” “seem out of place” or “might be up to no good.” Black youth, by contrast, get stopped, frisked and searched all the time. The New York City Police Department stops and frisks more than 600,000 people every year, overwhelmingly black and brown youth. The routine targeting of young men of color by the police is a big part of the reason that the N.Y.P.D. spent 1 million hours making 440,000 arrests for low-level marijuana possession charges between 2002 and 2012. Nearly half a million people now have a criminal record in New York City for engaging in conduct that goes largely ignored on college campuses.\n\nSome people say the fastest way to end this war is simply to change the race of those who are targeted. The drug war would end overnight, they say, if white youth were locked up en masse for low-level drug crimes.\n\nI disagree. A better answer, I think, is to give all youth the same punishment that college students and suburban white youth have received for their marijuana use, which is basically none at all. That’s not to say that smoking marijuana is a good thing. But as a parent of black children, I can tell you that I’m far more worried about my kids going to jail and being relegated to a permanent second-class status than getting high.", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "New York Times", "biasLabel": "Biased", "title": "In Legalizing Marijuana, End the Racial Bias", "yellowLabel": "Yellow", "tags": "set([])", "opinionLabel": "Opinion Article"}