{"content": "Is calling guns a public health issue a political statement? That’s become the underlying issue in the nomination of the White House’s pick for surgeon general, Vivek Murthy. In 2012, Murthy sent out a tweet: “Tired of politicians playing politics w/ guns, putting lives at risk b/c they're scared of NRA. Guns are a health care issue.” The NRA got Senators to hurl the words back at him during a confirmation hearing, and seems to have convinced not just Republicans but some Democrats to vote against him. Now nobody is talking about bringing his nomination to the floor.\n\nLet’s leave aside the issue of whether a Tweet should be the grounds for an opposition campaign, and of whether Murthy, best known for running an advocacy organization to support Obamacare’s launch, is the most qualified person for the job. If the question at hand is whether it’s partisan to believe that gun violence should be under the purview of the nation’s top doctor, it seems the answer is no. As Lucia Graves at National Journal chronicled last week, Ronald Reagan and George H.W. Bush’s surgeon generals, C. Everett Koop and Louis W. Sullivan, have professed the same view as Murthy without ruffling feathers. “Promoting reasonable gun policies does not make [public health professionals] ‘antigun’ any more than the Insurance Institute for Highway Safety is ‘anticar,’” wrote David Hemenway of the Harvard School of Public Health in his 2004 book Private Guns, Public Health.\n\nGun violence impacts health in all kinds of ways. There are the more obvious ones, like death and injury. As Olga Khazan pointed out at The Atlantic, suicide rates are higher in states where gun ownership is more common. In 2010, 19,392 people took their own lives with guns, while “justifiable homicides”—self-defense shootings that may have saved a life—numbered only 230. Over two-thirds of homicides and over half of successful suicides involve the use of a gun, and accidental gun deaths average about two a day. The U.S. spends $2 billion a year on medical care for victims of gun injuries; one out of three people hospitalized after shootings is uninsured, according to The Huffington Post.\n\nThen there are the less obvious health effects of gun violence: Lead in the ground from ammunition. Loss of hearing from gunshots. Widespread PTSD that effects everyone from shooters, to victims, to bystanders. “Gun violence traumatizes whole communities,” Hemenway told me. This creates a cycle: “People with PTSD in inner cities often don’t have good access to mental health care, and it makes them more likely to be aggressive.”\n\nPublic health experts have a list of possible solutions that fall outside the most fractious debates over firearms. Stephen Teret, a public health expert at Johns Hopkins University, has pushed for the engineering of “smart guns,” which could only be fired by their owners: No more weapons finding their way into the black market, or becoming deadly playthings in the hands of children. (The NRA has fought the new technology.) Teret’s idea would address both intentional and accidental gun hazards, but there are lots of ways to approach the latter—from mandated child safety locks, to features that would make it more obvious if a weapon was loaded.\n\nHemenway also suggested changing the culture around some aspects of gun use, as a sustained campaign did for drunk driving in the 20th century. “One of the social norms should be that it’s your responsibility, if you’re a gun owner, to make sure your gun is not stolen,” he said.\n\nThe power of the surgeon general lies mostly in the ability to shape public conversation, and to do so he or she needs to maintain a high degree of trust, on both ends of the political spectrum. But sometimes advocating for public health means wading into controversial issues, like AIDS or smoking, because people’s lives are at stake. That means a surgeon general must be ready and willing to speak out on all kinds of hazards, even ones with powerful constituencies behind them. Those can include carcinogens from cigarettes, poisons from pollution, and, yes, bullets from guns.", "topic": "Gun Control", "politicalLabel": "Liberal", "organization": "New Republic", "biasLabel": "Biased", "title": "Surgeon general nomination: Vivek Murthy on guns and public health", "yellowLabel": "Not Yellow", "tags": "set(['senate', 'Home News', 'politics', 'Guns', 'Economy', 'smart guns', 'the plank', 'Events', 'surgeon general', 'World', 'Identity', 'wayne lapierre', 'nra', 'Economics', 'vivek murthy', 'gun control', 'The Plank', 'Culture', 'Books', 'Politics', 'Technology', 'Film'])", "opinionLabel": "Other"}