{"content": "Last month, ballot measures that would have given embryos the legal rights of persons were decisively rejected in Colorado and North Dakota. The defeats were hailed as a victory for defenders of the right to legal abortion. But such measures serve as a distraction from a far bigger threat to abortion rights from onerous rules known as Targeted Regulation of Abortion Providers, or \"TRAP laws.\"\n\nPersonhood measures are the flashy, extreme efforts of a fringe wing of the pro-life movement. They would ban all abortions and potentially even some forms of contraception and in vitro fertilization methods. Personhood measures are alarming (and almost certainly unconstitutional), but so far their main threat has been to drain money from pro-choice groups, which have had to spend inordinate sums to defeat them.\n\nMost pro-life advocates know that personhood measures won't succeed at the ballot box or in court, so they have pursued a more subtle, yet stunningly effective, type of restriction. Unlike personhood initiatives, TRAP laws are designed to fly under the radar, by mimicking ordinary health regulations. In reality, they target abortion facilities and providers with special, onerous regulations that are exceedingly costly or impossible to meet.\n\nSome TRAP laws require abortion providers to obtain admitting privileges at nearby hospitals, even though hospitalization after abortion is extremely rare, and trained emergency room personnel are legally required to treat patients in such circumstances. Hospitals have wide discretion to deny privileges for reasons unrelated to medical competence, and if they do, a provider will be unable to continue offering services.\n\nTRAP laws are designed to fly under the radar, by mimicking ordinary health regulations. -\n\nOther TRAP laws compel abortion clinics to meet the building and construction requirements of ambulatory surgical centers, even though abortion is a far simpler and less risky procedure than many of those performed at surgical centers. Abortion providers often find it logistically or financially impossible to renovate their facilities to meet ASC requirements and so must close. Indeed, that is the very point. About half of Texas' clinics have shut their doors since recent TRAP regulations went into effect there, and Mississippi's last clinic was on the verge of doing so until a court intervened.\n\nTRAP laws have succeeded because — unlike personhood measures — they masquerade as laws designed to protect women's health. Americans United for Life publishes a playbook for state legislators that includes model legislation. It gives its model TRAP laws names like the \"Abortion Patients' Enhanced Safety Act.\" But public officials have not always had the discipline to stick to the script. Last year, Texas Lt. Gov. David Dewhurst celebrated the passage of an onerous TRAP bill by tweeting a map showing how the bill would \"essentially ban abortion statewide\" and proclaiming that \"this is why\" he and others fought for the bill. Mississippi Gov. Phil Bryant similarly rejoiced publicly that his state's new admitting privileges law marked the beginning of the end of abortion there.\n\nTRAP laws are particularly hard on poor women. When clinics are forced to close their doors, women with means can afford to travel to obtain a safe and legal abortion. But many low-income and marginalized women cannot travel 150 miles or more to a provider. Personhood measures, on the other hand, prompt great public outcry in part because they would affect all women. Meanwhile, TRAP laws are quietly denying access to some women every day.\n\nThe Supreme Court has already dipped its toe into the issue, most recently blocking onerous Texas TRAP measures until lower courts complete their review. Ideally, the high court will decide one of these cases on the merits and send a strong message to state legislatures that disingenuous laws designed to shut down clinics are unconstitutional. But TRAP law proponents have boundless energy and creativity, and there is seemingly no end to the types of restrictions they will invent. It is up to the public to recognize these laws for what they are and to send a message to state legislators that they will not tolerate TRAP laws any more than they will accept personhood restrictions.\n\nCaitlin Borgmann is a professor at CUNY School of Law. She is the editor of the Reproductive Rights Prof Blog.\n\nFollow the Opinion section on Twitter @latimesopinion", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "LA Times", "biasLabel": "Biased", "title": "'TRAP laws' are a threat in disguise to abortion rights", "yellowLabel": "Yellow", "tags": "set(['Opinion', 'Abortion Issue', 'Commentary'])", "opinionLabel": "Opinion Article"}