{"content": "Strange but true: getting shot in the head will make a person want to defeat political candidates who oppose gun control laws. Actually, getting shot in the head is usually fatal. But if you’re one of the few cranial gunshot victims lucky enough to both survive getting shot in the head, and retain the ability to communicate with others, you might find yourself expressing some strong views about gun politics.\n\nThe editors of the Arizona Republic came in for a lot of mockery along these lines after they published an article criticizing former Representative, and shooting victim, Gabby Giffords, whose advocacy group, Americans for Responsible Solutions, has produced extremely provocative ads attacking office seekers who oppose even modest gun safety laws—like this one targeting Republican congressional candidate Martha McSally.\n\nThe Republic's argument is weak on its own, but they chose to undermine it further with occasional injections of astonishing condescension. “Gabby Giffords never resorted to the kind of squalid campaigning this ad represents,” the editors wrote. “So concerned was she about the breakdown of civility in politics that only a week before her own shooting, she was at a New Year's Renaissance Weekend retreat expressing her desire to improve it…. Perhaps the Tucson shooting changed Gabby Giffords.”\n\nPerhaps! And perhaps I can settle this controversy. Here’s Gabby Giffords only a day before the Tucson shooting—so, a few days after the Renaissance Weekend.\n\nAnd here she is a year later, announcing that she would resign from Congress.\n\nSo, yes. The shooting changed Gabby Giffords. And it clearly also inspired her to advocate for stiffer gun laws, which means tussling with the gun lobby and its supporters, who are famous for engaging in civil and honest political discourse.\n\nBut the real problem with the criticism isn’t that it’s insensitive or cloying, but that it holds Giffords (and gun control supporters writ large) to a standard that doesn’t apply anywhere else in politics. Generally speaking, American politicians fit into one of two categories. There are those who react to the country’s insane gun violence statistics by reciting dubious, NRA-approved platitudes about the Constitution; and there are those who are willing to vote for modest, popular gun control measures like enhanced background checks. This isn’t a partisan thing. Many Democrats fall into the former category, too.\n\nWith respect to just about every other issue, we take for granted that public policy is serious business, and policymakers should be held to account for their positions. But it’s considered rude to take note when a murder might’ve been prevented with the kinds of reforms gun rights advocates have dedicated their careers to blocking.\n\nSince the controversy erupted, Americans for Responsible Solutions pulled the McSally attack ad (on the same day it was scheduled to be taken off the air anyhow). Not, they say, because they were cowed into it, but because McSally moved on the issue. While she once opposed “expanding” gun restrictions, she wrote to Giffords’ group this week to say she also “supports adding misdemeanor stalking to the list of criminal offenses that would keep dangerous individuals from obtaining guns in other states where stalking can also be a misdemeanor.”\n\nSo the advocacy worked. Given that it worked, it’s tough to argue that it wasn’t worth the cost of coarsening the dialogue. But even if ads like these proved ineffective, nothing about their content discredits them. The unfortunate truth is that thousands of politicians in the U.S. hold absolutist views about gun laws. As a result, our gun laws are lax, and some people die. They might constitute a small fraction of gun deaths, but it’d be absurd to argue that public policy accounts for none of them. Perhaps they believe these deaths are just the price we pay for freedom. But that belief isn’t so self-evidently correct that they should get a pass on defending it.", "topic": "Gun Control", "politicalLabel": "Liberal", "organization": "New Republic", "biasLabel": "Biased", "title": "Gabby Giffords Gun Control Ads Are Criticized Because They're Working", "yellowLabel": "Not Yellow", "tags": "set(['Economics', 'gabby giffords', 'gun control', 'Home News', 'The Plank', 'second amendment', 'Events', 'politics', 'Culture', 'guns', 'Books', 'Identity', 'Politics', 'World', 'Technology', 'gun rights', 'Film', 'Economy'])", "opinionLabel": "Other"}