{"content": "Share this:\n\n\"Reagan Only Supported Gun Control Because He Was Senile, Prominent Gun Advocate Suggests\" Share:\n\nAs he unveiled his comprehensive package of gun safety regulations on Wednesday afternoon, President Obama urged Americans to stand up to irrational opponents of restrictions on military-style weapons, noting that even President Ronald Reagan supported sensible restrictions on assault weapons. “And by the way, so did Ronald Reagan, one of the staunchest defenders of the Second Amendment, who wrote to Congress in 1994 urging them — this is Ronald Reagan speaking — urging them to listen to the American public and to the law enforcement community and support a ban on the further manufacture of military-style assault weapons,” Obama said.\n\nAsked about Reagan’s position during an appearance on MSNBC shortly after Obama’s remarks, Erich Pratt of Gun Owners of America, suggested that Reagan only supported greater restrictions because he was senile:\n\nANDREA MITCHELL (HOST): What’s the problem with registering a gun? If you have a bushmaster, first of all, why would you have one? PRATT: President Reagan owned an AR-15. MITCHELL: And he supported gun control. He advocated… PRATT: In his later years. We have to keep that in account. MITCHELL: In his later years he was almost killed by John Hinckley. PRATT: But all through his presidency he opposed gun control, that’s my point.\n\nWatch it:\n\nReagan supported gun safety measures throughout his political career. In 1986, he signed into law the Firearm Owners Protection Act, which “banned ownership of any fully automatic rifles that were not already registered on the day the law was signed.” He later backed the Brady bill, expressing support for “a seven-day waiting period before a purchaser could take possession of a handgun, an even more stringent restriction than the five day cooling-off period that was included in the final legislation, and less stringent than the 15-day cooling-off period he signed into law as governor of California.”", "topic": "Gun Control", "politicalLabel": "Liberal", "organization": "ThinkProgress", "biasLabel": "Biased", "title": "Reagan Only Supported Gun Control Because He Was Senile, Prominent Gun Advocate Suggests", "yellowLabel": "Yellow", "tags": "set(['NATIONAL RIFLE ASSOCIATION', 'IMMIGRATION', 'POLICE BRUTALITY', 'Guns', 'CRIMINAL JUSTICE', 'CALIFORNIA', 'Ronald Reagan'])", "opinionLabel": "Other"}