{"content": "Senate Majority Leader Mitch McConnell, R-Ky. (Photo: Pablo Martinez Monsivais, AP)\n\nWASHINGTON — Sen. Mitch McConnell assured the National Rifle Association a year ago that if Republicans took control of the Senate, the NRA's gun-friendly agenda would be on a faster track on Capitol Hill.\n\nThree months into the Kentucky Republican's term as majority leader, the 114th Congress has not been a hotbed of gun debate.\n\nBut that debate is coming.\n\n\"With this new Congress, it is the calm before the storm,\" said Tim Daly, director of campaigns for guns and crime policy at the left-leaning Center for American Progress.\n\nAs the NRA gathers in Nashville on Friday for its annual convention, expect it to celebrate the election of an especially pro-gun Congress in 2014 — and to call for replacing President Obama with someone less likely to veto bills expanding gun owners' rights.\n\n\"Last November, Americans sent a clear message to Washington that they do not want more gun control by defeating anti-Second-Amendment candidates at the ballot box,\" said Chris Cox, executive director of the NRA Institute for Legislative Action. \"Our 2016 efforts are focused on electing a pro-Second Amendment president and growing our pro-Second Amendment majority in Congress.\"\n\nThe last time Congress took up major gun legislation was following the December 2012 elementary school shootings in Newtown, Conn. Four months later, proposals to expand gun background checks, ban assault weapons and limit high-capacity ammunition clips all failed.\n\nGun control advocates say Congress remains strongly sympathetic to the powerful gun lobby, so they've adjusted their tactics to focus on state capitals, where the gun debate has been intense this spring.\n\nBut Congress, now fully controlled by Republicans, is far from irrelevant. Gun safety groups and the gun lobby each have bills in the hopper, and offensive and defensive playbooks ready to go.\n\n\"Our members have a high interest in protecting the Second Amendment, and the Senate will continue to review legislation in this area,\" said Mike Brumas, a spokesman for McConnell.\n\nSo far this year, lawmakers have introduced dozens of firearms-related bills. They include:\n\n• Legislation introduced in February by Democrats, including three from Connecticut, to ban magazines that hold more than 10 rounds of ammunition. The Newtown Action Alliance, which endorsed the proposal, says 11 children escaped when Newtown shooter Adam Lanza stopped to reload.\n\n• An NRA-backed proposal from Sen. John Cornyn, R-Texas, that would treat concealed-weapon permits like drivers' licenses, allowing people with a permit in one state to carry in any other state that issues such permits.\n\n\"This bill is an important affirmation of the Second Amendment and has been a top priority of law-abiding gun owners in Texas for some time,\" Cornyn said.\n\nThe bill, which failed to pass two years ago, has drawn 23 co-sponsors, including one Democrat. Republican Rep. Marlin Stutzman of Indiana has introduced a version in the House.\n\n\"It's only a matter of time before we see concealed-carry come up,\" said Daly of the Center for American Progress. \"But no doubt, we feel this is veto bait.\"\n\n• Legislation by Sen. Marco Rubio, R-Fla., and Rep. Jim Jordan, R-Ohio, to repeal the District of Columbia's gun control laws, an idea that has languished in the House for years. The proposal could gain momentum with Republicans controlling the Senate and Rubio expected to run for president.\n\n• Several proposals that deal with outdoorsmen. Those include measures to exempt ammunition from EPA regulation, allow guns to be carried on land managed by the U.S. Army Corps of Engineers, steer federal conservation funds toward opening more public lands to sportsmen, and allow bows to be transported across national park land.\n\n\"For many of us, outdoor activities, including hunting and fishing, are traditions that have been passed down from generation to generation,\" Sen. Lisa Murkowski, R-Alaska, said during a hearing last month on her NRA-endorsed bill, which also has Democratic support. \"Not only are these activities important to our culture, but they are also huge contributors to our economy and tax base.\"\n\n• A House bill to expand background checks to include private gun sales online and at gun shows. The bill, which has bipartisan support, would require such checks to include a potential buyer's mental health history. It's similar to the Senate bill defeated two years ago when Democrats controlled the chamber.\n\n\"Background checks are the first line of defense in our efforts to keep guns from criminals, domestic abusers and the dangerously mentally ill,\" said Rep. Mike Thompson, D-Calif., who is co-sponsoring the bill with Rep. Peter King, R-N.Y.\n\nTo minimize NRA opposition, advocates of expanded background checks added Second Amendment protections to the bill, including provisions that would specifically ban creation of a federal gun registry and exempt gun transfers among family members and friends.\n\nThe NRA is still opposed, saying the measure would \"criminalize\" private transfers of firearms between life-long friends and doesn't address broader problems in the nation's mental health system, according to a statement.\n\nDaly said the gun debate is coming soon, especially since the gun lobby spent so heavily to help elect a GOP majority.\n\n\"They did so with the expectation that their top one or two legislative priorities would be considered by this Congress,\" Daly said. \"The NRA feels confident they have the votes.\"\n\nThe debate already is playing out at the state level.\n\nSince the Newtown shootings, 37 states have passed 99 gun control laws, according to the Law Center to Prevent Gun Violence, which favors tougher limits on access to guns.\n\nOregon, for example, may soon become the next state to expand criminal background checks to include sales at gun shows.\n\n\"The tide is beginning to turn on this issue generally,\" said Lindsay Nichols, senior attorney at the center. \"And federal legislators may be waiting to see what happens next, and looking to the states to see what will happen.\"\n\nShannon Watts, founder of the Moms Demand Action for Gun Sense in America, said gun control advocates \"can have real wins and make real progress\" on the state level. If 25 states pass laws like the one pending in Oregon, \"then we could say to Congress that this is becoming the norm in American states — the rule, not the exception — and you guys better pay attention.\"\n\nBut the NRA is battling back.\n\nIn addition to the 99 new laws tightening controls on guns, states have passed 88 new laws that expand gun owners' rights, the Law Center to Prevent Gun Violence says. The NRA, for example, has successfully lobbied several states to expand the list of public places where people are allowed to carry guns.\n\nRead or Share this story: http://usat.ly/1yaM4I3", "topic": "Gun Control", "politicalLabel": "Neutral", "organization": "USA Today", "biasLabel": "Not Biased", "title": "Contentious debate over guns expected soon in Congress", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Other"}