{"content": "At daybreak in this border town, two women from Guatemala – one with a small child strapped to her back – wait patiently on the levee overlooking the Rio Grande.\n\nThey have been instructed by the \"coyote\" who ferried them across the river for an exorbitant fee – as much as $1,000 – to simply wait for the Border Patrol to pick them up. After processing, they will likely be given a notice to appear before an immigration judge and a bus ticket to wherever in America they may have friends or relatives.\n\nADVERTISEMENT ADVERTISEMENT\n\nThat’s the way it goes, day in and day out, in what has become ground zero of the latest immigration crisis. Thousands upon thousands of people from Central America exploiting the porous border of the Rio Grande Valley to enter the United States.\n\n“If we don't send the message that they can’t just come in and stay here, it's gonna continue, this wave of humanity,” said Texas Rep. Henry Cuellar. Cuellar is a Democrat, but an outspoken critic of how President Obama has handled this crisis.\n\n“He still has a long way to go to improve this, and we've been asking him, don't just listen to the words of the bureaucrats up there in Washington, listen to the men and women who work here,” Cuellar told Fox News.\n\nIf you listen to the men and women who work here – and have been instructed to not talk to the media – they are being overwhelmed. One Border Patrol officer, on condition of anonymity, told Fox News the massive influx of unaccompanied children and family units has taken the Border Patrol completely off mission.\n\nThe number of illegal immigrants is so high that the Border Patrol can barely cope. From last October to the end of May, 162,000 people from countries \"other than Mexico\" have entered the United States across the southern border. That’s a nearly 100 percent increase from the previous year. Three-quarters of those crossed in the Rio Grande Valley. Among them were 47,017 unaccompanied children, sent by family in Guatemala, Honduras, El Salvador or Nicaragua to join relatives in the United States.\n\nThe unaccompanied minors present a complex problem for authorities. They can’t be immediately sent back – and they can’t be left alone in the U.S. to fend for themselves. They are supposed to be handed off to the Department of Health and Human Services within 72 hours, but the sheer numbers of children has left some of them languishing in crowded Border Patrol stations longer than that.\n\nAnd as many children as have crossed the border, their numbers are eclipsed by the \"family units\" racing to get into the United States. They are traveling hundreds of miles with small children, knowing that under U.S. law, they will not be deported immediately. Many of them are in the advanced stages of pregnancy and will likely have a child that will become an American citizen. All are seeking a better life than they had in their home country.\n\n“There is a crisis in Honduras and I just want to be able to provide for my daughter,” Esmerelda Contreras told Fox News. The crisis she talks of is an explosion in gang violence, coupled with a terrible economy. “I think here I will be able to find help to make a living,” she said.\n\nEsther Medina-Cruz was a victim of violence. Nine months pregnant, she fled Honduras after she was slashed in the shoulder and hand by a man who tried to kidnap her 3-year-old daughter. The wound on her hand is gruesome – her fingers gnarled by the contraction of scar tissue.\n\n“He just came in and attacked me, and when he was going to hurt the baby, I put my hand out and he cut my hand,” she tells Fox News. “The young man was put in jail, so his family started to threaten that they would kill me. So I just desperately felt that I had to leave there and protect myself and my daughter.”\n\nViolent crime and economic problems have been escalating in Central America. But why are so many people coming now? A big part of it is the Department of Homeland Security's policy of \"deferred action for childhood arrivals.\" Children and family units can stay in the U.S. for at least three months pending removal action. They're hoping the deferred action program will allow them to stay longer -- and even take legitimate employment.\n\nCuellar believes many of the immigrants will never go home.\n\n“If you're a pregnant woman, or you're a family unit, they’re gonna give you a piece of paper where you promise to show up in 90 days,” Cuellar told Fox News. “And I tell you, they're not going to show up in 90 days. No way.”\n\nCarmen Avila, a pregnant mother who came in from Honduras, said the rumors about so-called “permisos” – permission to stay in the United States – are running wild across Central America.\n\n“Somebody said they are giving permits for people to stay here,” she told Fox News. “Some are coming to work, but they are being told they're getting permits to stay here.”\n\nAvila was about to board a bus to Mississippi to join her brothers. She hopes to stay in the U.S. for a few years, until things get better in Honduras.\n\nMany of the illegal immigrants are being sent back, but the sheer numbers are overwhelming the government’s ability to remove them to their home countries. DHS is working with El Salvador and Nicaragua to increase the number of repatriation flights.\n\nCuellar said the White House needs to work with Mexico to tighten its border with Guatemala. Texas Republican Sen. John Cornyn agrees, and wants to give financial assistance to Mexico to do it.\n\nBut as porous as the border between Mexico and Guatemala is, the U.S.-Mexican border is no shining example of security. Rather, it is a sieve.\n\nAcross the river from Mission’s Anzalduas park, jet skis from a park on the Mexican side brazenly ferry illegal immigrants across the Rio Grande. According to police, they charge $100 a head for the 100-yard ride. Fox News watched as jet skis pulled right up to a dock on the American side in broad daylight to drop off Mexican nationals. They scurry up the steps, or up the riverbank, and blend in with park-goers. Both the Border Patrol and county constable have officers in the park watching, but they are desperately under-manned. While some illegal immigrants are apprehended, many get through.\n\nThere is no easy solution. Officials can’t build a fence in the center of the river. And there are so many unguarded miles of riverbank here that it is impossible to seal.\n\nPerhaps the biggest part of the problem is that most of the immigrants from Central America want to get caught. The Border Patrol calls them \"walkers,\" because they walk right up to officers and surrender, knowing it will be a long time – if ever -- before they have to go home.\n\nJohn Roberts joined Fox News Channel (FNC) in January 2011 as a senior national correspondent and is based in the Atlanta bureau.", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "FOX", "biasLabel": "Not Biased", "title": "'Wave of humanity': Border Patrol overwhelmed by flow of illegal immigrants", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}