{"content": "ANCHORAGE, Alaska — Anchorage police served search warrants at marijuana activist Charlo Greene’s Alaska Cannabis Club after receiving reports of illegal marijuana sales.\n\nThe police took marijuana and impounded a Dodge Dakota and a Jeep Liberty on Friday, KTUU reported.\n\nGreene is a former television reporter who gained notoriety when she quit her job on live TV in September with an expletive and announced she was becoming an advocate for legalizing the recreational use of marijuana in Alaska.\n\nGreene, whose legal name is Charlene Egbe, told KTVA the club is a medical marijuana dispensary. “We don’t sell any recreational marijuana. We don’t sell any medical marijuana. This is a place for cardholders to come and share their own cannabis,” she said.\n\nThe residence is home to multiple medical marijuana cardholders, as well as the club, she said.\n\n“I saw them uproot a couple of marijuana plants. They took some bongs and pipes and phones and computers, and that’s pretty much it,” Greene said on scene as bags of items were carried out by police.\n\nGreene said she reopened the club on Saturday.\n\n“By opening back up bright and early, less than 24 hours after the local police department’s failed scare tactic, we, at the Alaska Cannabis Club, have made it clear that the will of the people is stronger than any force they have — and we aren’t going anywhere,” she said in an email to the Associated Press.\n\nGreene said she was “incensed” that the police executed a search warrant on her instead of focusing on a stabbing and shootings that happened nearby just a few hours before.\n\nAlaska voters last year approved a ballot measure legalizing the recreational use of marijuana. But it’s still illegal to sell the drug.\n\nGuidelines for the regulation of the marijuana trade are under consideration by the Legislature.\n\nAnchorage Police Department spokeswoman Jennifer Castro said it’s “very important that people don’t try to jump the gun until the state sets our other rules and protocols for the sale and commercialization of marijuana.”\n\nNo arrests have been made or charges filed in connection with the raid.", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "New York Post", "biasLabel": "Not Biased", "title": "Police raid ‘F**k it, I quit’ TV reporter’s cannabis club", "yellowLabel": "Not Yellow", "tags": "set(['Medical marijuana', 'Crime', 'Marijuana', 'Alaska'])", "opinionLabel": "Other"}