{"content": "Editor's note: Sally Kohn is an activist, columnist and television commentator. Follow her on Twitter @sallykohn. The opinions expressed in this commentary are solely those of the author.\n\n(CNN) -- There is an imminent threat facing the people, economy and territory of the United States of America.\n\nA report by the Center for Naval Analyses Military Advisory Board calls it a threat to national security and a broader \"catalyst for conflict,\" domestically and worldwide.\n\nThe admiral in charge of U.S. forces in the Pacific says it poses the biggest long-term security threat to the region. A comprehensive study, with 16 terabytes of data, documents how this threat will affect every single county in the United States — costing coastal cities billions and decimating crops all across the Midwest.\n\nNotably, the Department of Defense's 2014 Quadrennial Defense Review, published in March 2014, doesn't even mention ISIS. But it frequently mentions this other looming threat -- climate change.\n\nAs thousands of people are expected to join the People's Climate March this Sunday, September 21, in New York City -- calling on world leaders and businesses to take serous and urgent steps to reduce global warming -- the threat that climate change poses to the United States is both direct and undeniable.\n\nThe rise in mega-storms like Superstorm Sandy is already hurting coastal towns and our economy, while the rise in temperatures is causing droughts in the Great Plains and Southwest. Scientists have shown these effects will only increase.\n\nMeanwhile, though American intelligence agencies continue to emphasize that they have not detected any imminent threat nor specific planning by ISIS to attack US soil, we are nonetheless marshaling our full political will and military muscle to \"denigrate and destroy\" this enemy.\n\nWhy aren't we attacking climate change?\n\nDonald Rumsfeld, secretary of Defense under President George W. Bush, famously tried to distinguish between \"known knowns\" and \"known unknowns.\" Well, the threat of climate change is a \"known known\" but we have hesitated to attack climate change with all the robust power and focus of our nation while we have quite quickly and decisively mobilized against ISIS, the actual threat of which is clearly a \"known unknown\" at best.\n\nWhy? Why are mobilizing our national will, treasure and muscle to so emphatically fight ISIS while generally wringing our hands about climate change? It appears the answer is simple: Republicans. As far as Democrats are concerned, while 65% see ISIS as a major threat to the United States, 68% believe climate change is also a \"major threat.\"\n\nThis is in stark contrast to Republicans, 78% of whom see ISIS as a threat but only 25% of whom feel the same way about climate change. The 43-point difference between Democratic and Republican views on climate change is the widest division between attitudes over any of the threats asked about in that poll, as the National Journal pointed out.\n\nRepublican political operatives and special interests have succeeded in making climate change taboo for their own base, instead breeding a skepticism that disregards basic facts and science.\n\nIn 2006, 59% of Republicans said they \"see solid evidence of global warming.\" That was at a time when Sen. John McCain, who would go on to be the Republican nominee for president, was a leading champion for \"cap and trade\" legislation to curb greenhouse gas emissions. But by 2009, only 35% of Republicans believed in solid evidence of global warming. Even though half of Republicans said in a poll last year that that climate change is a reality, the implications of that skepticism remain.\n\nMost importantly, the belief that human activity is the main cause of global warming has increased among Democrats (from 57% in 2006 to 66% in 2013) but decreased among Republicans (from 31% in 2006 to 24% in 2013).\n\nAnd if you don't think human activity caused a problem, you likely don't think human activity or policy or much anything else can solve it. Fully 7 out of 10 Tea Party supporters believe there is \"no solid evidence\" that the earth is warming. As we've seen across issues, this fringe but vocal minority has a disproportionate pull on politics.\n\nAlthough President Obama is using his executive powers to take steps to address the threat of climate change, it's no wonder we now have even Democratic candidates hedging their stances on the environment.\n\nPerhaps the political reticence speaks to the fact that while ISIS offers a clear and distant enemy to demonize, in the case of climate change the problem is largely us and our lifestyle -- or at the very least, the problem is our oil companies and other corporations no politician is eager to blame, especially not Republicans. Or maybe the objection stems from a sense that fixing climate change is just too expensive, even though that's not true.\n\nIn fact a recent study found that addressing climate change will actually lead to economic growth, therefore in a practical sense not cost a dime. And either way, many Republicans didn't balk at the cost of the wars in Iraq and Afghanistan, which could top $6 trillion not including what we're now spending to fight ISIS.\n\nSo maybe it's just a matter of political alignment. If we could bomb our way out of climate change, and thus use it as a rationale for bloating the already-bloated military budget, Republican voters and political leaders might then lead the call to action.\n\nLet's hope the hesitance certainly isn't that we have to wait for the climate crisis to wreak even greater havoc all around us before we act.\n\nUnlike ISIS, where the possibility of a future threat was enough to justify action, we absolutely know that climate change will strike America -- and that, unaddressed, the severity of that threat will only grow. It's a crisis we absolutely can solve --but first we have to acknowledge there is a crisis and act accordingly.\n\nRead CNNOpinion's new Flipboard magazine.\n\nFollow us on Twitter @CNNOpinion.\n\nJoin us on Facebook.com/CNNOpinion.", "topic": "Climate Change", "politicalLabel": "Liberal", "organization": "CNN", "biasLabel": "Not Biased", "title": "Climate change: Imminent threat to the U.S. (Opinion)", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Opinion Article"}