{"content": "Share this:\n\n\"Top Republican Strategist Says NRA Is Out Of Touch On Gun Control\" Share:\n\nDuring an appearance on CBS’s This Morning on Wednesday, GOP pollster Frank Luntz starkly admitted that the National Rifle Association’s (NRA) widely-panned proposal to put armed guards in public schools in the wake of the tragic shooting rampage at Sandy Hook Elementary School is out of touch with public sentiment and the American people.\n\nAs Politico reports, Luntz — who conducted a poll this past spring finding that most Americans and even NRA members back common sense gun control measures — asserted that while Americans support the Second Amendment, they are not prepared to see schools turned into police state security checkpoints:\n\n“The public wants guns out of the schools, not in the schools… And they are not asking for a security official or someone else. I don’t think the NRA is listening. I don’t think they understand most Americans would protect the Second Amendment rights and yet agree with the idea that not every human being should own a gun, not every gun should be available at anytime, anywhere, for anyone. At gun shows, you should not be able to buy something there without any kind of check whatsoever.” He added, “What they are looking for is a common sense approach saying those who law-abiding should continue to have the right to own a weapon, but don’t believe the right should be extended to everyone at every time for every type of weapon.”\n\nGun control advocates, public school officials, and a variety commentators have slammed the NRA’s tone-deaf press conference calling for guns in schools and blaming shootings such as the rampage in Newtown on everything but guns. Some have been quick to point out that armed guards did little to prevent earlier massacres at Virginia Tech University and Columbine High School.\n\nA growing number of pro-gun Democratic and Republican lawmakers — including Sen. Kay Bailey Hutchinson (R-TX), Sen. Susan Collins (R-ME), Sen. Mark Warner (D-VA), and Sen. Kirsten Gillibrand (D-NY) — have admitted that gun control laws should be revisited in the wake of the tragedy that left 20 children and six adults dead. Others, such as Rep. Ron Paul (R-TX), have not signed onto more stringent gun control measures, but have dismissed the NRA’s proposition for armed guards in every American school as “Orwellian.”", "topic": "Gun Control", "politicalLabel": "Liberal", "organization": "ThinkProgress", "biasLabel": "Not Biased", "title": "Top Republican Strategist Says NRA Is Out Of Touch On Gun Control", "yellowLabel": "Not Yellow", "tags": "set(['National Rifle Association', 'Frank Luntz', 'CLIMATE CHANGE', 'OBAMACARE', 'POLICE BRUTALITY', 'FERGUSON', 'Polling', 'POLICE', 'Guns', 'Newtown Shooting'])", "opinionLabel": "Other"}