{"content": "Share this:\n\n\"App Lets Gun Enthusiasts Track Down Gun Control Advocates’ Home Addresses\" Share:\n\nCREDIT: Dylan Petrohilos/AP\n\nLadd Everitt didn’t panic when friends and colleagues told him coordinates to his home address and details about where he worked had been leaked on an app that targeted anti-gun violence activists.\n\nAn app in the Google Play Store called “Gunfree Geo Marker” listed the first and last names, social media handles, work phone numbers or addresses, home addresses or name of living complex, as well as location coordinates for activists or people who promoted gun safety regulations, first reported by Fast Company last week.\n\n“Harassment is par for the course,” said Everitt, who is the communications director for the Coalition to Stop Gun Violence in Washington, D.C., and learned from others in the gun violence prevention community he had been doxxed a few days before Fast Company published the story.\n\nCREDIT: AppsByAMC\n\nAnti-gun violence advocates readily admit that harassment and violent threats from those with differing opinions are just part of their daily work. Like brewing coffee in the morning, it’s expected and blends in with the mundane backdrop of the office. The divisiveness of the gun debate, like many political discussions online, is deeply emotional with people on all sides convicted in their beliefs. But online, the debate has given way to a culture that accepts harassment as a form of rhetoric.\n\n“This behavior is tolerated by the pro-gun movement and it’s not right, but unfortunately it’s something we have to go through,” Everitt said of the misogynistic, racist and “insurrectional” threats he’s encountered while working as a gun violence prevention advocate.\n\n“You’re going to get guys who don’t get their way on policy issues making threats and that’s kind of the point we’re at,” he said. “There’s nothing these guys can do to intimidate me. But other people have been scared away from doing the work.”\n\nApp Wars\n\nOnly one person’s full address was released on the Gunfree app, and it belonged to Brett Stalbaum, an associate visual arts professor for the University of California, San Diego, who specializes in digital aesthetics. It appears the main reason the app surfaced was retribution for one that he made.\n\nStalbaum, whose work address and phone number were listed, created a gun safety app called “Gun Geo Marker,” which was released in the Google Play Store in 2013, lets local communities anonymously note places where guns are at risk of being misused, such as where one can openly carry a firearm.\n\nCREDIT: AppsByAMC\n\n“My project is a pro-Second Amendment project but it doesn’t align with the [extreme] guns rights dogma,” Stalbaum said. “The best way to preserve gun rights is to be responsible. Open carry in a Taco Bell is not responsible.”\n\nStalbaum said he has been harassed in the past for his activist work, receiving death threats, emails, and phone calls at work. He monitored the Gunfree app out of intrigue but never tried to get it taken down because “writing code is a form of free speech” and doing so would go against his stronger values of open expression.\n\n“Gun Geo Marker was never a doxxing or online harassment app,” he said, there was never any personally identifying information and has a hyper-local focus. But the retaliatory nature of Gunfree, he said, seemed as if the developer thought as much.\n\n“I don’t know if it’s because [the developer] is disingenuous or just paranoid. [Gun Geo Marker] was so people could discuss places that might not be safe for their kids.”\n\nGoogle removed the controversial Gunfree Geo Marker after the Fast Company story gained traction. In a statement to ThinkProgress, a Google spokesperson wrote:\n\n“While we don’t comment on specific apps, we can confirm that our policies are designed to provide a great experience for users and developers. That’s why we remove apps from Google Play that violate those policies.”\n\nBut as quickly as it was taken down, the app has been reincarnated as Gun Free GeoMarker Mk-I and then removed again by Google. Though in its second life, there were no details in the Google Play Store on what the app does, just a vague descriptor and screenshots used to showcase the previous app version.\n\nYou will have to install and run it to see what’s in it.\n\nNote: The screenshots are not accurate.\n\nBefore you complain and report, install it and run it.\n\nNote: If you have the previous, now suspended app, that app will become useless by April 1st as the map will no longer work.\n\nCREDIT: AppsByAMC\n\nThose who downloaded the new app were automatically prompted to uninstall the original app and then greeted by a long message from the app’s developer, AppsByAMC. The message outlines why the first app was created and the frustrations with a perceived lack of civility online in the guns rights and gun violence prevention debate.\n\nGunfree’s developer claimed that people on the gun violence prevention side have called for public attacks on gun carriers, made violent threats, encouraged suicide and promoted doxxing or swatting, when an anonymous tipster sends the police to raid an address. The developer also gave Stalbaum an ultimatum, saying he won’t upgrade the app if Gun Geo Marker is decommissioned.\n\nCREDIT: AppsByAMC\n\nA Culture Of Harassment\n\nShannon Watts, founder of Moms Demand Action for Gun Sense, told ThinkProgress she has seen more than her share of harassment since starting her gun violence prevention group. Watts admits that her information is easy to find online because she didn’t anticipate being a public figure.\n\n“When I started this Facebook page the day after Sandy Hook, I was truly, truly shocked to be exposed to this underbelly of America that I honestly had no idea existed,” Watts said of the death and of sexual violence threats she received after getting involved in the guns rights debate.\n\n“Calls to my home, emails, texts to my phone, people driving around the cul de sac around my home because my address was online,” all within 24 hours of putting up the page, she said. Moms Demand Action For Gun Sense initially declined to be interviewed for this story to focus on the security and safety of its volunteers, at least one of whom was listed on the app.\n\nBut even with her experiences, Watts was unfazed by the app’s existence or that her contact information was outed. “There’s nothing that will scare me more than losing a child. Nothing. No insult, no threat,” Watts said. “If you’re threatening people, you’re not on the right side of history.”\n\nWatts said she regularly gets death threats mailed to her home, and her family including her children, also have been harassed. She has called the police when people showed up to her door but there was only so much they could do.\n\n“My address was easily accessible. My phone number was easily accessible. My kids’ names were easily accessible. I definitely wasn’t as locked down as I should have been on social media,” Watts said.\n\n“When things like this happen, it isn’t as shocking to me because I’m used to it. But the fact that someone would go through all this trouble to put this information into an app…it’s a form of bullying.”\n\nOnline harassment happens frequently with women and other marginalized groups — youth, people of color, and people in the LGBT community — bearing the brunt of it. Social media companies and law enforcement alike have failed to manage or address it in an effort to balance free speech and safety concerns.\n\nLegally, hateful speech can be vile and obscenely offensive and still be protected under the First Amendment unless that threatening speech poses a real and imminent danger to the person being harassed.\n\nThe internet allows people to say things out loud that they ordinarily wouldn’t say in public, and say it with a virtual megaphone that reaches the eyes and ears of online users both locally and abroad.\n\nThe removal of those barriers and physical limitations to spreading messages to an audience has made it harder to discern, which of those troubling and violent threats could put someone in imminent danger versus someone blowing smoke on the internet.\n\n“It’s easy enough to block or mute people who are just being irritating or obnoxious,” Watts said. “But it’s a whole different situation when you threaten someone’s life or threaten to harm them sexually. Those are things that are not tolerated outside of social media, and to tolerate them on social media really just allows the problem to continue and worsen.”\n\nCan Online Threats Be Taken Seriously?\n\nThe Supreme Court has taken up the issue in a case where a man, Anthony Elonis, served jail time for threatening to kill his wife in graphically violent prose on Facebook.\n\nThe case has potentially broad implications and if the Court rules in favor of free speech, it could make it harder to hold harassers accountable for what they say online and, in turn, allow people to speak more freely online as long as they do not have truly malicious intent to carry out their threats. A ruling in the other direction could allow online harassment to be prosecuted unless a “reasonable person” doesn’t find the statements threatening.\n\nWith the ease of rapid communication, those threats add up and to do anything about it, victims have the added burden of determining which ones are worth reporting to the police.\n\nOne common strategy is to minimize your digital footprint and always report the most egregious threats to police and keep a record, but that simple advice doesn’t provide much comfort.\n\n“How do you tell the difference between I’m going to kill you bitch and someone who will show up at your house?” Watts, from Moms Demand Action for Gun Sense, asked. “And in this situation, you’re going to assume that most of your critics are armed,” she said with a wry laugh.\n\n“I have no useful or practical advice,” Gun Geo Marker creator Stalbaum said, “I assume if someone wanted to hurt me they wouldn’t be sending an email or calling or sending messages from an IP address the police can trace.”\n\nZack Ford contributed to the reporting of this story.", "topic": "Gun Control", "politicalLabel": "Neutral", "organization": "ThinkProgress", "biasLabel": "Not Biased", "title": "App Lets Gun Enthusiasts Track Down Gun Control Advocates' Home Addresses", "yellowLabel": "Not Yellow", "tags": "set(['NATIONAL RIFLE ASSOCIATION', 'First Amendment', 'True Threats', 'Gun Control', 'free speech', 'IMMIGRATION', 'POLICE BRUTALITY', 'Second Amendment', 'CRIMINAL JUSTICE', 'CALIFORNIA', 'Gun Violence Prevention'])", "opinionLabel": "Other"}