{"content": "California's ballot-initiative system has a way of touching off culture wars that dwarf the buzz surrounding mere state and congressional elections. (Think of Proposition 8 or Proposition 187.) But even by California standards, this year’s Proposition 19 is becoming something of a legend. In case you haven’t heard, Proposition 19 would legalize the possession and cultivation of small quantities of marijuana, while enabling the state and/or local governments (in theory, at least) to license and tax larger commercial pot-growing enterprises. The initiative has been hailed not only by Californians with a taste for cannabis, but by economic boosters, who hope it would transform California by creating a massive new growth industry that solves the state’s chronic fiscal problems.\n\nIn fact, there's so much interest in Proposition 19 that polls show nearly everyone in California already knows about the initiative—without advocacy groups spending more than a few dimes. As Firedoglake’s Jon Walker explains:\n\nAccording to a Field Poll (PDF), as of mid-September, a remarkable 84 percent of likely voters in California know that prop 19 is on the ballot. Among that same group, just under 40 percent had heard about Prop 23 and Prop 25, two other important measures to be decided this November. For a historic comparison, look at the numbers for 2008′s Prop 8, California’s hotly contested anti-gay marriage initiative, from around roughly the same time in the election cycle. A Field poll (PDF) from mid-September 2008 found that only 70 percent of likely voters had heard that Proposition 8 was on the ballot.\n\nEven more impressive than the generally high awareness of Prop 19 among voters is how nearly every likely voter under 30 has heard of Prop 19. Looking at the cross tabs (via the Sacramento Bee) from this Field Poll, we see 94.4 percent of likely voters under 30 have heard or read about Prop 19. (To give you an idea of how broad this awareness is, that 5.6 percent who is unaware is probably greater than the poll’s margin of error for that subgroup.) Almost no politician in the country has name recognition among young voters anywhere near 94.4 percent.\n\nThis phenomenon is making it extremely difficult for political analysts to gauge support for Proposition 19 via traditional means. For one, the marijuana-legalization initiative has not generated the kind of epic pro and con spending that usually has a major effect on voter attitudes. The most prominent opposition group, Public Safety First, had spent about a quarter-million dollars as of October 16, the California equivalent of pocket change—something all the more remarkable when you consider that virtually every major statewide candidate has gone on record opposing the initiative. The biggest spender on the pro side, a medical-marijuana dispensary which may be positioning itself to become a major commercial pot retailer in the future, has spent under a million dollars. Until yesterday, neither side had run TV ads. Meanwhile, about $120 million is being spent on other California initiatives, including around $37 million on Prop. 23 (pro: $9 million; anti: $28 million), which would suspend the state’s landmark carbon-emissions law; $25 million on the far less sexy Prop. 25 (pro: $8 million; con: $17 million), which would abolish the two-thirds requirement for passing a budget in the state legislature; and even $5 million on Prop. 22 (pro: $4 million; con: about $1 million), which involves an arcane system whereby the state “borrows” local transportation funds.\n\nThree recent polls have shown support for the measure dropping into negative territory: Reuters/Ipsos (43 percent 'yes' / 53 percent 'no'); PPIC (44 percent 'yes' / 49 percent 'no'); and L.A. Times/USC (39 percent 'yes' / 51 percent 'no'). SurveyUSA still has the initiative with majority support at 48 percent to 44 percent, but it also shows opinion trending negative. But because of the unusual nature of Proposition 19, many analysts are loath to take them at face value.\n\nThey are concerned that numbers might be skewed by something like a stoner Bradley Effect—Nate Silver has dubbed it the 'Broadus Effect,' after Snoop Dogg—in which marijuana-legalization supporters tell interviewers they don't favor legalized pot when they actually do. (With the Bradley Effect, racially-motivated voters won't admit to pollsters that race would affect their votes.) There's some evidence that this is occurring, since the anonymous robo-poller SurveyUSA—which would be least likely to skew in this way—shows the strongest levels of support for the initiative.\n\nBut there are factors pushing the other direction too. One possible explanation for the polling trend is that Governor Arnold Schwarzenegger’s apparent effort to undercut Proposition 19, by pushing through legislation that all but decriminalizes small-scale pot possession, has worked. This new law, which Schwarzenegger signed on September 30, makes possession of under one ounce of pot an “infraction” punishable by a $100 fine—significantly less than the average California speeding ticket. This may have deflated support for Proposition 19 among voters who are less motivated by the desire to fire up a doobie themselves as by concerns about the injustices caused, particularly against minorities, by criminal sanctions on the use of marijuana.\n\nAnother possibility is that voters were affected by the publicity surrounding U.S. Attorney General Eric Holder’s assurances that the feds will not let California license commercial marijuana operations. This statement makes the economic and fiscal arguments for Proposition 19 a great deal weaker.\n\nAnd finally, it may be that softer support for Proposition 19 has been revealed by likely-voter screens—which pollsters usually introduce closer to Election Day, and which tend to focus on an electorate that is older and whiter than the registered-voter or “all adults” samples typically applied earlier in the electoral cycle.\n\nOnly on election night will we know the voters' true intentions. No one should be that astonished if Proposition 19 passes, and it may well be that the pro-legalization youth vote can rescue a few notable Democrats in very close races. As it is, Jerry Brown appears to be pulling away from Meg Whitman in the governor’s race, despite or maybe even due to eMeg’s astonishing campaign spending; and Barbara Boxer is maintaining a small but steady lead over Carly Fiorina. Yet, by the same token, it would be a little foolish for Democrats to rest all their hopes on a last-minute, unpolled surge of pot-smoking youngsters at the polls: They've been burned that way before.", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "New Republic", "biasLabel": "Not Biased", "title": "California's Proposition 19 Aims To Legalize Marijuana", "yellowLabel": "Not Yellow", "tags": "set(['Home News', 'Jonathan Cohn', 'Identity', 'ed kilgore', 'Economics', 'The Plank', 'jonathan cohn', 'Events', 'Culture', 'Books', 'california', 'midterm elections', 'politics', 'World', 'Technology', 'Politics', 'Film', 'Economy'])", "opinionLabel": "Opinion Article"}