{"content": "Share this:\n\n\"Governor Becomes Frustrated When Asked If ‘Religious Liberty’ Law Will Be Used To Discriminate\" Share:\n\nCREDIT: Screenshot via The Week\n\nGov. Mike Pence (R-IN) defended a “religious liberty” law he signed on Sunday, saying that tolerance was a “two-way street” and the law was about protecting religious people from government overreach.\n\nPence had said he was going to appear on the Sunday news show to “clarify the intent” of the law. Instead, he refused repeatedly to say if the law would greenlight discrimination against people based on their sexual orientation in the state.\n\nPence told This Week host George Stephanopoulos it was “absolutely not” a mistake to sign the religious liberty bill into law. Pence dodged a question about Advance America’s statement, which said that bakers and florists might be allowed to refuse to serve a gay couple at their wedding. “This is not about discrimination. This is about empowering people to confront government overreach,” he said.\n\n“Is tolerance a two-way street or not? There’s a lot of talk about tolerance in this country today having to do with people on the left. Here Indiana steps forward to protect the constitutional rights and privileges of freedom of religion for people of faith and families of faith in our state,” Pence said.\n\n\n\nWorld News Videos | US News Videos\n\nPence, in an interview with the Indianapolis Star on Saturday, said “we are in discussions with legislative leaders this weekend to see if there’s a way to clarify the intent of the law.”\n\nOn Saturday evening, thousands protested against the law. Several businesses expressed their disapproval of the law, with at least two — Salesforce and Angie’s List — saying they were going to halt expansion in the state or ban travel to the state. Pressure has been building for the NCAA to move its Final Four tournament scheduled in the state next week.\n\nOne restaurant owner who wouldn’t disclose his name or the name of his business, confessed to a local radio show that he had already discriminated against LGBT people who walked into his restaurant and was glad Pence had signed the law.\n\nPence said the blowback was the result of “misunderstanding driven by misinformation.” He said he had been in touch with business leaders as well as the NCAA about correcting the “gross mischaracterization” of the law in the media. Getting visibly frustrated when Stephanopoulos kept asking if he thought Pence believed the law made it legal to discriminate against gays and lesbians in the state. “Hooisers don’t discriminate,” Pence said.", "topic": "Gay Marriage", "politicalLabel": "Liberal", "organization": "ThinkProgress", "biasLabel": "Not Biased", "title": "Governor Becomes Frustrated When Asked If ‘Religious Liberty’ Law Will Be Used To Discriminate", "yellowLabel": "Not Yellow", "tags": "set(['SAME-SEX PARENTING', 'Mike Pence', 'FLORIDA', 'SUPREME COURT', 'NONDISCRIMINATION PROTECTIONS', 'Indiana', 'TRANSGENDER', 'Religious Liberty'])", "opinionLabel": "Other"}