{"content": "ALBANY – Gov. Cuomo unveiled the specifics of his long-awaited abortion bill – but it’s unlikely it will ever get a vote, The Post has learned.\n\n“I won’t consent to that coming to the floor,” GOP Senate Leader Dean Skelos told The Post.\n\nThe abortion bill, which aims to change state law to protect abortion rights should Roe v. Wade get overturned, was the most controversial part of Cuomo’s 10-point “women’s equality agenda,” which he unveiled the specifics of today.\n\nCuomo wasn’t trying to hide the fact that the abortion bill is a litmus test for lawmakers on whether they are truly pro-choice.\n\n“Are you pro-choice or are you not? That’s the clear choice we’re asking,” Cuomo, who is Catholic, said at a news conference in Albany as a large rally was being organized outside by women’s groups.\n\n“It’s an affirmation to a women’s right to choose,” Cuomo said, adding that voters “have a right to know how their elected officials feel on these issues.”\n\nWhile Cuomo has support in the Assembly for his entire package, which he called a “women’s bill of rights,” opposition to the abortion plank has been building in the Senate. A power-sharing agreement among independent Democrats and Republicans means that both parties have to agree to let a bill be heard.\n\n“I think we’re in agreement on most of the other issues,” Skelos said.\n\nThe other points of the plan call push pay equity, and aim to curb human trafficking, domestic violence, and call for a “zero-tolerance” sexual harassment policy – something Republicans call hypocritical given that Cuomo has backed Assembly Speaker remaining in office despite a sexual harassment scandal involving former Assemblyman Vito Lopez.\n\n“The Governor’s ‘Women’s Agenda’ should begin at home,” state GOP Party Chairman Ed Cox said. “If he’s serious about protecting women, he will appoint a special prosecutor to investigate Vito Lopez, who sexually assaulted his female staff members, and Sheldon Silver, who covered up sexual abuse with covert payments of taxpayer money.”\n\nbdefalco@nypost.com", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "New York Post", "biasLabel": "Not Biased", "title": "Cuomo unveils ‘Women’s Equality Agenda’ including proposed controversial abortion bill", "yellowLabel": "Not Yellow", "tags": "set(['Game of Thrones', 'Hillary Clinton', 'the masters', 'Chess', 'New York Yankees', 'NYPD'])", "opinionLabel": "Other"}