{"content": "Rep. Victoria Steele, a two-term Democratic lawmaker, was speaking in opposition to Senate Bill 1318, a bill that would prevent anyone from buying government-subsidized health insurance from purchasing additional coverage that would cover abortions, when she revealed her personal story. (Photo: Arizona) Story Highlights Rep. Victoria Steele testified to being molested as a child.\n\nShe said the abuser was a male relative.\n\nLawmakers were considering a bill Steele feared would restrict a woman's right to choose.\n\nShe had already delivered her prepared remarks about an abortion-related bill and was answering questions from her fellow lawmakers. That's when something compelled Rep. Victoria Steele to publicly and tearfully share a secret: She had been molested as a child by a male relative.\n\nSteele, a two-term Democratic lawmaker from Tucson, was speaking in opposition to Senate Bill 1318, which would prevent anyone buying government-subsidized health insurance from purchasing additional coverage that would cover abortions.An amendment to the bill would exempt pregnancies caused by rape or incest.\n\nOther provision of the bill would require abortion providers to have admitting privileges at a hospital and make that documentation publicly available. Another amendment to the bill debated Wednesday would require doctors to tell women they could reverse their medically induced abortion by taking a hormone pill.\n\nSteele said she had planned to testify against the bill, but the decision to share her secret was unplanned.\n\n\"I had no intention of doing that,\" Steele said Wednesday evening, at the close of House floor action. \"If I had been prepared, it would have been much easier to do it.\"\n\nBecause of the impromptu decision to share her story, Steele said she wasn't able to plan out what she would say. She spoke in fits and starts.\n\nSteele said, in a later interview, that the bill's exemption for cases of rape and incest would have had the counter intuitive effect of making women, or girls, have to prove to an insurer that their pregnancy was the result of one of those traumatic events.\n\n\"If you need an abortion, you shouldn't be put through this,\" Steele said. \"How would it affect people if they have to call their insurance company and get someone to believe they were raped?\"\n\nSteele said she was shaking for about two hours after her testimony, even though the abuse happened in the early 1970s and she had since had time to process it. Speaking about the abuse with a reporter hours later, her voice still quivered. \"It's hard for me right now,\" she said.\n\nDebate over the bill had already grown contentious, with Democrats and Republicans sparring over amendments. At one point, the hearing devolved into name-calling, with one Democratic lawmaker suggesting a Republican supporter was an \"extremist.\" The committee chair, Rep. Kelly Townsend, R-Gilbert, suggested she might have to call the sergeant at arms.\n\nThe hearing was suspended for about 45 minutes to let both sides cool off.\n\nWhen the hearing resumed, Townsend, chairwoman of the Federalism and States' Rights Committee, which was hearing the bill, asked Steele to discuss why medically induced abortion should be considered a women's health issue.\n\nSteele paused. She said she didn't want to give a policy answer. Instead, she wanted to show what she saw as the true impact of the bill.\n\nSteele told the committee she wanted to share a personal story. Townsend said she could if she kept her response relevant to the bill at hand.\n\nSteele said her story was relevant, but she needed to share a bit of background.\n\nShe paused again. Her voice dropped in volume.\n\n\"This is not something ...\" she said, before pausing again to collect herself.\n\n\"When I was a child, I was molested for years by one particular person,\" Steele said.\n\nShe later found out the relative had other victims.\n\nShe said one of the other victims had later told her she had asked the abuser what would happen if she were to become pregnant.\n\nAccording to Steele, the abuser told her not to worry, that they could just \"stick a pencil up there and take care of it.\"\n\nShe said she later found out another relative who had been abused by this man had suffered injuries while undergoing an abortion procedure. She described the abortion as \"illegal,\" but did not get more specific in her brief testimony.\n\nState laws banning abortion were overturned by the Supreme Court in 1973.\n\n\"This is health care. This is health care,\" she said to the committee. \"Having the ability to get an abortion. ... This is health care. And that's why I see this as necessary.\"\n\nSteele said, in a later interview, that the relative who assaulted her has since died. She never contacted authorities. Her family didn't know about the abuse until she was an adult. That was when she found out about the other victims.\n\nAt the end of Steele's testimony, Townsend thanked her for bravely sharing the story and said she was sorry that had happened to her. She also noted that an amendment to the bill would make it not apply in cases of rape or incest. \"So for that situation, we have taken care of that,\" Townsend said.\n\nThe bill passed the committee on a partisan vote of 5-3.\n\nAt the end of the hearing, Steele said, Townsend came over to give her support.\n\nSteele said she thinks her story will resonate with lawmakers as the bill gets debated further.\n\n\"I know it had an effect on them,\" Steele said.\n\nRead or Share this story: http://azc.cc/1C9KaHl", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "USA Today", "biasLabel": "Not Biased", "title": "In abortion debate, Arizona lawmaker reveals secret", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Other"}