{"content": "Conservatives emboldened by election victories are working to roll back gun restrictions in several states, while those on the other side of the debate are claiming success elsewhere in passing initiatives related to gun background checks.\n\nOn the pro-gun spectrum, for example, Kansas Governor Sam Brownback last week signed a bill to allow Kansans to carry concealed weapons in the state without training or a permit.\n\nADVERTISEMENT ADVERTISEMENT\n\nSecond Amendment Foundation founder and Executive Vice President Alan Gottlieb told Fox News, \"I think the voters spoke pretty loud and clear in November and elected a pretty pro-gun rights Congress as well as many statehouses across the country and we're seeing now lots of bills being sponsored...\".\n\nOn the other side, Shannon Watts, founder of Moms Demand Action for Gun Sense in America, said her group is focused on initiatives it can win with voters, rather than legislators.\n\n\"In 2013, we helped close the background check loophole in six states,\" Watts said. \"In 2014, we helped pass laws in red and blue states to keep guns out of the hands of domestic abusers.\"\n\nWatts also pointed to the overwhelming passage of Initiative 594 by voters in Washington state last fall. That law expands the federal background check requirement for gun sales to private dealers, such as those now found at gun shows.\n\n\"The gun lobby has been so insidious in this country in taking away the responsibilities that go along with gun rights,\" Watts said. She added in an interview with Fox News that the National Rifle Association (NRA) has an annual budget of $350 million.\n\nThe NRA said that while its operating budget is close to that figure, a \"small fraction\" -- approximately $20 million -- goes toward what it calls 'political activity,' with the bulk spent on safety and training programs.\n\nMoms Demand Action works with Everytown for Gun Safety, which is bankrolled by former New York City mayor and billionaire, Michael Bloomberg.\n\nChris W. Cox, executive director of the NRA's Institute for Legislative Action (NRA-ILA), told Fox News, \"Billionaire Michael Bloomberg's tactics may be new, but the fight is the same. The NRA and our five million members stand ready to defend the Second Amendment wherever the battlefield. The majority of Americans do not want more gun control and we will fight tooth and nail to expose Bloomberg's lies and defeat his extreme gun control agenda. \"\n\nPrior to those comments, Watts explained her group's mission is about education.\" We're not anti-gun, we're not against the Second Amendment. We're about responsibilities that come along with gun rights and that includes things like background checks and keeping guns out of the hands of dangerous people,\" she said.\n\nGottleib, who lives in Washington state where the Second Amendment Foundation is based, acknowledged he is aware of Everytown's tactics for voter initiatives, adding \"...our big concern is buying ballot measures.\"\n\nPart of the reason so much action is currently being seen at the state level is the sheer immobility on Capitol Hill. Currently, four national reciprocity bills, three in the House, one in the Senate, are before Congress. Passage of any of them would treat conceal carry permits much like driver's licenses - no matter the state in which it was issued, it would be valid nationwide.\n\nBut the NRA says right now it is looking more toward 2016 than this year's congressional session. These pieces of legislation need to garner a veto-proof majority because, \"We have a president that hates the Second Amendment\", said Jennifer Baker, a spokeswoman for the NRA.\n\nWatts compared the battle over gun rights to a marathon, not a sprint. \"We're not going to find a law to fix every single problem in this country, right. Not every law stops every crime. But what we can do is put more laws in place to ensure things like background checks are happening,\" she said.\n\nAnd as the NRA holds its annual meeting later this week in Nashville, where several presidential contenders are expected to speak, the opposition has its sights set on the future as well. \"We're feeling a huge amount of momentum,\" Watts said. \"Momentum around gun safety in this country and we believe that will continue into 2016 and beyond.”\n\nAlicia Acuna joined Fox News Channel (FNC) in 1997 and currently serves as a general assignment reporter based in the network's Denver bureau.", "topic": "Gun Control", "politicalLabel": "Neutral", "organization": "FOX", "biasLabel": "Not Biased", "title": "State GOP lawmakers working to roll back gun restrictions after midterm wins", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}