{"content": "Photo\n\nNASHVILLE – Even a gathering of like-minded people brought together for a singular issue like gun rights can be dominated by the messaging of an impending presidential election.\n\nGun rights were at the heart of many speeches by Republican presidential candidates and potential candidates at the National Rifle Association Leadership Forum here, but nearly every one used arguments for protecting the Second Amendment as a launch pad to criticize President Obama’s foreign policy, and connecting it to Hillary Rodham Clinton.\n\nCandidate after candidate argued that Mr. Obama was making the country less safe from foreign threats by focusing on removing guns from “law-abiding citizens,” and then furthered their critique of his foreign policy.\n\nGov. Scott Walker of Wisconsin was perhaps the most aggressive, followed closely by Senator Ted Cruz of Texas, as they both criticized Mr. Obama’s relationship with Israel and his reluctance to say “radical Islamic is terrorism.” Senator Marco Rubio called Mr. Obama “a weak president,” after declaring, “weakness is the enemy of peace.” Jeb Bush argued that the negotiations with Iran were a “bad deal” that was “leaving America exposed.”\n\nSome went even further. Mike Huckabee spent a large part of his speech talking about his trips to Israel and recalling the horrors of the Holocaust, and Donald Trump said the Islamic State is controlling oil.\n\nThe news of Ms. Clinton’s announcement that she will run for president put her in the cross hairs as well.\n\nGov. Bobby Jindal of Louisiana, who spoke early in the program, joked that Ms. Clinton’s campaign slogan could be “four more years,” a theme that was repeated by other contenders including Mr. Cruz, who blasted the “Obama-Clinton foreign policy” as “leading from behind.”\n\nThe dual focus on Mr. Obama and Ms. Clinton became apparent just minutes into the program, as Wayne LaPierre, the executive vice president of the National Rifle Association, spent nearly his entire speech criticizing Ms. Clinton. A video introducing him was addressed to “Barack Obama and Hillary Clinton.”\n\nThe audience did not seem to mind all of the foreign policy discussion, however. The loudest applause lines of the afternoon went to calls to stand with Israel and defeat terrorism abroad. Perhaps the candidates speaking later in the afternoon took note.", "topic": "Gun Control", "politicalLabel": "Neutral", "organization": "New York Times", "biasLabel": "Not Biased", "title": "Candidates Trade Talk of Guns for Attacks on Clinton at N.R.A. Forum", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}