{"content": "Nothing justifies excluding same-sex couples from the institution of marriage.\n\nSarah Goodfriend, left, and Suzanne Bryant celebrate with their daughters Dawn Goodfriend, left, 18, and Ting Goodfriend, 13, at Highland Lounge in Austin, Texas, on Thursday, Feb. 19, 2015, after becoming the first legally married same-sex couple in Texas. (Photo: Jay Janner, AP)\n\nOver the next several months, the Supreme Court will decide whether state restrictions on same-sex marriage are unconstitutional. As the court considers that momentous question, the Department of Justice will make clear that our answer is an unequivocal \"yes.\"\n\nThis week, the Justice Department will file a brief setting forth our position that state bans on same-sex marriage violate the fundamental constitutional guarantee of \"equal protection of the laws.\" It is clear that the time has come to recognize that gay and lesbian people deserve robust protection from discrimination.\n\nNothing justifies excluding same-sex couples from the institution of marriage. Denying them the right to marry serves only to demean them and their children, to degrade the dignity of their families and to deny them the full, free and equal participation in American life to which every citizen is entitled.\n\nMarriage bans inflict concrete harms that touch nearly every aspect of daily life for gay and lesbian couples. The bans intersect with issues as varied as workers' compensation, taxation and inheritance, posing challenges to basic financial security. Same-sex couples living in states with bans too often face obstacles to adopting and raising children together. And restrictions on medical decision-making and hospital visitation impose devastating burdens during the moments when a partner is needed most.\n\nLike this column? Get more in your e-mail inbox\n\n\n\nThe mental and emotional injuries are just as acute. A marriage ban written into state law broadcasts the state's view that same-sex couples and their children are second-class families, undeserving of the rights and protections offered to opposite-sex couples. It creates a stigma that pervades society, encouraging individuals to harass or belittle even their loved ones because of pressures brought by their community. And it harms relationships between family members by perpetuating a destructive notion that some individuals — and some children — should be shown less love and support simply because of who they are. That is a view the Department of Justice flatly rejects. And with our brief, we will make clear that the United States stands firmly on the side of equality.\n\nMarriage equality is an idea whose time has come. When I took office as attorney general in February 2009, only two states, Massachusetts and Connecticut, allowed same-sex couples to marry. But a seismic shift over the last six years has pushed that tally to 37, leaving fewer states with same-sex marriage bans in force today than there were with interracial marriage bans in 1967 when the Supreme Court deemed them unconstitutional.\n\nI am proud to have had the opportunity not only to watch this great national pivot, but to take part in it. In 2011, I recommended to President Obama that the Department of Justice no longer defend the constitutionality of Section 3 of the Defense of Marriage Act, which excluded gay and lesbian couples from federal marriage benefits. In my view, DOMA was indefensible, and the Supreme Court vindicated that position in a landmark decision in 2013. I will always be proud of the role that the Justice Department played in achieving and implementing that victory, which has driven a surge of court decisions securing marriage rights in states from coast to coast.\n\nOf course, our work is not complete until every lesbian, gay, bisexual and transgender citizen has achieved equal footing and equal treatment under the law. One need only witness the bliss of a newlywed gay or lesbian couple, and see their beaming children, to know that, at last, we are correctly answering a historic question. And now that the Supreme Court is considering whether the Constitution guarantees marriage equality nationwide, we have our clearest opportunity yet to mark the defining civil rights struggle of our time with triumph — a triumph of our highest ideals, our deepest values and our self-evident founding promise: that all are created equal.\n\nOur nation's founders set this country on a course of continual improvement toward a more perfect union — a spirit that echoes in our present-day promise to struggling gay and lesbian youth that \"it gets better.\" America, by design, gets better, and we have been fortunate over the last few years to witness once-unimaginable progress with respect to gay rights. But we're not done yet. And in the coming months, this administration — and this Department of Justice — will continue to stand with all LGBT Americans, to hold fast to our principles, and to bring about the change our citizens deserve.\n\nEric H. Holder Jr. is the attorney general of the United States.\n\nIn addition to its own editorials, USA TODAY publishes diverse opinions from outside writers, including our Board of Contributors. To read more columns like this, go to the Opinion front pageor sign up for the daily Opinion email newsletter.\n\nRead or Share this story: http://usat.ly/1AwBcxX", "topic": "Gay Marriage", "politicalLabel": "Liberal", "organization": "USA Today", "biasLabel": "Biased", "title": "Taking the side of equality", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Opinion Article"}