{"content": "WASHINGTON — Two Senate Republicans closed in on a deal regarding stronger border security on Wednesday evening with the bipartisan group of eight senators that drafted an overhaul of the nation’s immigration laws, hoping to find a resolution to an issue that for two weeks has dominated — and at times bedeviled — the immigration debate on the Senate floor.\n\nThe agreement, if reached, would further strengthen border security provisions in the measure, with the goal of attracting more votes, especially from Republicans who are reluctant to support any immigration legislation that does include significant enforcement measures at the southern border.\n\nThe two Republican senators, Bob Corker of Tennessee and John Hoeven of North Dakota, have been working behind the scenes to come up with a provision that would appease hesitant Republicans and help garner broad bipartisan support for the bill. On Wednesday evening they said they were close.\n\n“We’ve had a really good day,” Mr. Corker said. “I feel good about where we are.”\n\nThe two senators briefed their Republican colleagues at a party lunch, and afterward said they were heartened by the positive response. Their push to strengthen border security, they said, was given a boost by a Congressional Budget Office report released Tuesday that found that the current bill — without any additional border security provisions — would decrease annual illegal immigration by only 25 percent.\n\n“I don’t know what the hell is going to happen,” said Senator Lindsey Graham, Republican of South Carolina, “but we’re on the verge of doing something dramatic on the border, and if it happens it will be due to Hoeven and Corker and a lot of our colleagues.”\n\nMr. Graham, a member of the bipartisan group that drafted the original legislation, served as the group’s conduit to Mr. Corker and Mr. Hoeven to ensure that their provision was acceptable to both Democrats and Republicans.\n\nThe Corker-Hoeven proposal would be an alternative to an amendment introduced by Senator John Cornyn, Republican of Texas. Mr. Cornyn’s plan would create strict goals that would need to be met before more than 11 million undocumented immigrants could start on the path to citizenship and attain legal status, including a 90 percent apprehension rate of illegal crossers at the southern border and a biometric exit system at all airports and seaports.\n\nDemocrats consider Mr. Cornyn’s plan a “poison pill” that is logistically hard to achieve and could indefinitely delay citizenship for those covered by the measure.\n\nOriginally, Mr. Corker and Mr. Hoeven were considering a provision that would have required a 90 percent effectiveness rate in apprehending or turning back illegal crossers, using a combination of conventional border infrastructure, like fencing and observation towers, and high-tech elements including heat-sensing cameras and drones.\n\n“It has to be measurable, objective metrics so we know the border is secure and so that folks feel that it’s attainable and we can agree that we have a secure border,” Mr. Hoeven said. “We’re trying to come up with something where we can get Republicans and Democrats to agree on.”\n\nDemocrats, however, still objected to the 90 percent trigger linking border security to a pathway to citizenship, and on Wednesday, Mr. Corker said they had “come up with a solution.”\n\nAccording to aides with knowledge of the discussions, the Republicans agreed to make the 90 percent figure a goal rather than a requirement, in exchange for a detailed border security plan that lays out serious assurances of both manpower and resources at the southern border.\n\n“Unprecedented deployment of boots on the ground and commitment to the fence,” explained an aide close to the talks, speaking anonymously to talk candidly about continuing private discussions. The aide added that the Corker-Hoeven provision would go even further in terms of adding border patrol agents than Mr. Cornyn’s plan, which required an additional 5,000.\n\n“What we’re talking about is basically a dramatic effort to secure the border that would just in most people’s minds be substantial,” Mr. Graham said, when asked how the group had managed to reach an agreement on the 90 percent figure.\n\nSenator Charles E. Schumer, Democrat of New York, who helped write the bill, called the day’s talks “really productive.”\n\n“We’ve made a lot of progress in the last 24 hours,” he said. “Now we have some vetting to do with our respective allies.”\n\nMr. Corker and Mr. Hoeven were still finalizing the plans for their provision Wednesday. They could introduce it separately, but they are also working to create a broader border security package of amendments that would include not only their proposal, but also those of other Republicans, including Senators Susan Collins of Maine, Orrin G. Hatch of Utah, and Rob Portman of Ohio\n\nIn addition to the Corker-Hoeven proposal and Mr. Cornyn’s plan, several other Republicans are likely to offer border security measures of their own.\n\nSenator Marco Rubio, Republican of Florida, another of the bill’s authors, is working on a plan that would allow Congress to write its own border security plan, rather than turning the responsibility over to the Department of Homeland Security. Senator Tom Coburn, Republican of Oklahoma, is also considering a border enhancement provision.\n\nOn Wednesday, as senators worked through several other amendments to the bill, the Senate voted 61 to 37 to table a border security plan by Senator Rand Paul, Republican of Kentucky. Mr. Paul’s amendment would have created a series of stricter border security requirements and required Congress to vote every year for five years that it believed the border was secure, before immigrants could continue on their path to legalization.\n\nThe Corker-Hoeven provision was expected to attract the support of 8 to 12 Republicans, according to some estimates.\n\n“We’ve got to see how many people this brings to the table,” Mr. Corker said. “We’d like for it to go over to the House with momentum.”", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "New York Times", "biasLabel": "Not Biased", "title": "Two G.O.P. Senators Are Close to a Deal on Border Security", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}