{"content": "Entertainment is valuable.\n\nSo maybe the guys at the Alabama Probate Judges' Association should have charged everyone to participate in Sunday's teleconference with reporters. After all, if Cirque du Soleil can charge to watch dancers contort themselves into strange, unnatural positions, why can't a lawyer and a probate judge do the same?\n\nAnd make no mistake, there was some out-of-this world contortin' going on, as Monroe County Probate Judge and association president Greg Norris and the group's attorney, Al Agricola, attempted to explain the association's position in regards to a federal judge's ruling Friday that struck down Alabama's same-sex marriage ban.\n\nBasically, that position, as determined by the association's five-person executive committee, is this: Probate judges in Alabama don't have to issue marriage licenses to gay couples because that ruling on Friday – the one where the federal judge flatly stated that Alabama's same-sex marriage ban violates the United States Constitution – only applies to the people involved in that one case.\n\nAll these years, only the Brown family had the right to attend white public schools.\n\nOf course, that opinion is absurd, as law professors from all over the country pointed out in a story by the Advertiser's Brian Lyman.\n\nAnd that's what made Sunday's teleconference so entertaining.\n\nHere was an attorney and a judge arguing that the position of a judges' association is that its members should continue to follow a law that has just been deemed unconstitutional in a federal court.\n\nSometimes I think we're trying to prove Neil Young right.\n\nThere was one other argument Norris made for not issuing marriage licenses to same-sex couples – it would be a lot of work.\n\nNot making that up. Norris said the ruling didn't provide enough time for judges to adjust and prepare between Friday and Monday.\n\n\"Some of our marriage laws go back to 1852,\" he said, apparently believing that the degree of complexity involved in altering a law is somehow dependent upon the number of years it has existed.\n\nSo, I asked: This complexity you talk about, isn't it pretty much either you issue the license or you don't?\n\nNorris scoffed, and explained there is much more to it. To start with, he said, all of their forms say \"husband and wife.\"\n\nAnd you know how hard it is to change a form – call the compositor, mix the ink, set the plates … If only there were a machine which allowed for speedy document alterations. Maybe in the future.\n\nIt was all so stupid and petty, these grown men trying to run this scam that a child could see through.\n\nI would like to say that I was surprised by it, but to be honest, had there not been a level of severe ignorance on display, it would have run counter to the state's actions throughout this case.\n\nLet's keep in mind that this ruling stems from the state attempting to block the adoption of a child by his loving parent who has raised and cared for him simply because that woman happens to love another woman.\n\nIn his argument against such an adoption, Attorney General Luther Strange submitted this: allowing for gay marriage and gay adoption would eventually lead men to believe that being a father wasn't important.\n\nHard to imagine the state lost with such sound logic.\n\nBut never fear, Alabama has vowed to keep fighting.\n\nStrange requested a stay. The governor issued an embarrassing, Wallace-esque statement about denying the will of the people. House Speaker Mike Hubbard said something about Christian values, but I couldn't hear it over his 23-count felony indictment. And then there are the probate judges, except for Montgomery's Steven Reed and a handful of others, pulling shady tactics.\n\nSo, before we have the National Guard in here escorting gay couples into probate offices, I want all of you who are vowing to stand in the probate doors to do me a small favor. Watch \"Selma,\" or just about any other civil rights movie or documentary.\n\nAs you watch, pay close attention to the racists, the people who seem like ignorant buffoons to most of us today.\n\nIn this current story, those people who everyone will be ashamed of in a few years -- that's you.\n\nRead or Share this story: http://on.mgmadv.com/1CdhiyA", "topic": "Gay Marriage", "politicalLabel": "Liberal", "organization": "USA Today", "biasLabel": "Biased", "title": "State's reaction to gay marriage ruling embarrassing", "yellowLabel": "Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Opinion Article"}