{"content": "Throughout 2014, more than two million Iraqis were forced to seek refuge in other areas of the country.\n\nBaghdad - Resallah Khalil, a 29-year-old mother of seven, has been living in an old warehouse hall in southern Baghdad along with her sister-in-law's eight-member family. The dark, stuffy, overcrowded hall is divided into dozens of 24-square-metre rooms by torn, unwashed clothes, and shelters around 1,000 people - most of whom are women and children.\n\nDisplaced from the northern Iraqi province of Salahudeen, most of them have witnessed fierce fighting between Iraqi troops backed by Shia militias and the fighters of the Islamic State of Iraq and the Levant (ISIL).\n\n\"They [ISIL fighters] blew up our houses, burned our stuff and took everything and now we have nothing, live on crumbs and the gifts of others, and even we accepted to wear the old clothes that are full of lice,\" Khalil told Al Jazeera.\n\nThree months ago, Khalil and many of her relatives were forced to flee from their villages in the town of Yathrib, about 170km north of Baghdad, in order to seek refuge in southern Baghdad. They were forced to relocate for safety reasons, after ISIL fighters attacked them and bombed their houses.\n\n\"We are trapped here at the mercy of others. The place is crowded, cramped and because of the high numbers [of displaced people], the children are always sick,\" Khalil said.\n\nRELATED: 'ISIL is losing': Iraqis optimistic for 2015\n\nDuring 2014, more than two million Iraqis were internally displaced by conflict in northern and western Iraq. According to UN and Iraqi officials, most took refuge in the Kurdish regions, Baghdad and the southern provinces.\n\nThe majority of displaced Iraqis are living in either temporary camps, which were settled by the UN mission in Iraq in cooperation with the Iraqi government, or are taking refuge in mosques and schools. The rest are hosted by relatives or volunteer families outside of the conflict zones.\n\nDespite the fact that the Iraqi government had formed a special body known as the Supreme Committee for Relief that provides shelter for IDPs with an open budget, some are living in miserable conditions that do not measure up to the acceptable conditions of normal life.\n\n\"Our biggest problem is the bathrooms. There are just a few bathrooms to be used by all of us [1,200 displaced people] so we have to stand in line to get in, and you can imagine the situation at night with this cold weather,\" said Um Mohammed, who lives in the sanctuary with a family of 14.\n\n\"They [the administration of the camp] give us three meals per day, milk and diapers for the children and we have a small clinic here but still, we are too many in a small space with no privacy, no schools and no money.\"\n\nThe Supreme Committee for Relief, headed by Salih al-Mutlaq, the deputy prime minister, was set up in July to offer urgent aid to IDPs across the country. However, thousands of IDPs have been complaining of a lack of basic materials.\n\nThe catastrophe is big and the displacement operations are uncontrolled. Thousands of families are randomly and suddenly moving from an area to another based on their sense of safety. - Hussain Dawood, secretary of Supreme Committee for Relief\n\n\"The catastrophe is big and the displacement operations are uncontrolled. Thousands of families are randomly and suddenly moving from one area to another based on their sense of safety,\" Hussain Dawood, the secretary of the Supreme Committee for Relief, told Al Jazeera.\n\n\"The number of the displaced has exceeded 2,450,000 people. We are facing serious problems relating to supplying them with basic needs because of the contentious displacement and the new military operations in the hot zones,\" Dawood said.\n\nShia Muslims and followers of Sufism and Christianity, along with moderate Sunnis and Yazidis - who accepted becoming a part of the new political system in Iraq - are viewed by ISIL as apostates who should be killed.\n\nThousands of civilians and troops have been killed in direct clashes or mass executions carried out by ISIL fighters since June, when the group overran the second largest Iraqi city, Mosul, without facing any real resistance from regular troops.\n\nRELATED: Iraq's displaced Yazidis face harsh winter\n\nIn the following weeks, ISIL fighters seized swaths of the neighbouring provinces of Salahudeen and Kirkuk and are now controlling most of the cities and towns of the Sunni-dominated province of western Anbar.\n\nIraqi troops - backed by Shia militias, Kurdish forces and anti-ISIL Sunni tribesmen - have recently driven ISIL fighters out of strategic towns and villages in the provinces of Salahudeen, Diyala, Anbar and Nineveh.\n\nAlthough ISIL fighters have been driven out of Jurf al-Sakhar, a key supply route in southern Baghdad, Iraqi officials have not yet allowed people to return to their homes in these areas.\n\nMany IDPs, particularly from Sunni-dominated areas, have complained that they were purposely not allowed to go back to their homes - specifically those living in the towns of Jalawlaa and Saadiya in Diyala and Jurf al-Sakhar in southern Baghdad. But Iraqi officials said the return of IDPs to the liberated towns and villages largely depended on the evaluation of the troops on the ground.\n\n\"Saadiya, for example, is a military zone until this moment, but we are doing our best to have people return to their homes,\" Ahmed al-Zarqooshi, the mayor of Saadiya, told Al Jazeera. \"The problem is the area was destroyed either because of the booby traps set up by Daesh [ISIL] militants or by the military operations. The town is uninhabitable now. We need the evaluation of the security forces to be sure that people will be safe if they return.\"\n\nISIL fighters have routinely booby-trapped areas they were forced to flee, targeting electricity poles, doors, sidewalks and water pipes, according to military officers.\n\nSaadiya, whose population exceeded 50,000, is one of the disputed areas between the Kurdish semi-autonomous region and Baghdad.\n\nIt sheds light on the growing divisions between the Iraqi factions (Shia, Sunnis and Kurds) over land, wealth and power. The majority of central Saadiya residents are Kurds, while the surrounding villages are made up of Sunni and Shia populations constituting more than 20 percent of the total population.\n\n'We are too many in a small space with no privacy,' Um Mohammed said [Al Jazeera]\n\nIraqi Sunnis believe that Shia Muslims and Kurds may take advantage of the current situation to make demographic changes on the ground in areas liberated from ISIL by preventing Iraqi Sunnis in the mixed areas from going back to their homes.\n\nIraqi military officials dismiss these claims, saying they have different plans to deal with the situation in the liberated areas.\n\n\"As Shia, we do not need to make any demographic changes in these areas because the majority of them are already either Kurds or Sunnis, except two or three small towns - but we will take all the required measures to prevent ISIL sleeper cells from going back to these areas,\" a senior Badr Organisation leader told Al Jazeera on condition of anonymity. Badr is a key Shia militia fighting ISIL in Diyala.\n\n\"We will isolate the Shia-dominated areas and secure them by sound berms or ditches, disarm people in these areas, search for weapons and ammunition and appoint new administrations that have nothing to do with the militants. The wanted people will not come back, so we do not need to do any demographic changes.\"\n\nThe UN mission in Iraq has called on the international community to allocate more funds to cover the additional urgent relief needed for the IDPs as winter sets in. They identified an urgent need for $152m in order to cover the basic needs of close to a million displaced Iraqis across the Kurdish region. This comes as part of their revised Immediate Response Plan II.\n\n\"The number of IDPs in Iraq has been increasing because of the military operations, so the UN renewed its calls to the donor countries to deliver more funds to cover the increased demand,\" Elliana Nabaa, spokesperson for the UN mission in Iraq, told Al Jazeera. \"Because of the cold weather, the demands increase.\"\n\nWith sad eyes scanning the room divided by ragged cloth, Khalil said: \"As long as my kids are unharmed, are not hungry, and have a roof above their heads, the rest does not matter.\"\n\nSource: Al Jazeera", "tags": "set([])", "title": "Millions of Iraqis displaced by ISIL"}