{"yelLabel": ["nonyellow"], "tags": "set(['Most Popular on HuffPost'])", "title": "Mother Kidnapped Her Two Dutch Children And Joined ISIS, Prosecutors Claim", "content": "\n\nAMSTERDAM, March 16 (Reuters) - A Chechen mother has taken her two young children to Syria to join Islamic State, Dutch prosecutors said on Monday, in the first known case in the Netherlands of kidnapping by one parent to join the militant group.\n\nThe divorced father, a Dutchman, and Dutch authorities were unable to prevent the 33-year-old woman, who was not identified, from leaving the country. They probably traveled across Europe with false passports and had the help of foreign recruiters.\n\nThe mother, originally from Russia's restive southern province of Chechnya, and her two Dutch children, aged 7 and 8, had been living in the southern town of Maastricht, but have not been seen since October 29 last year.\n\nThe head of the children's Islamic school alerted the father that the mother had printed plane tickets for herself and the children for flights to Greece. They are now believed to be in Raqqa, an Islamic State stronghold in northeastern Syria.\n\nProsecutors suspect that the woman received help from others to travel because she managed to dodge an international arrest warrant and they are investigating the case.\n\nDozens of families with children have left the Netherlands over the past two years to join Islamic State, which has seized swathes of territory in Syria and Iraq but this is the first known case of one parent leaving without the other's consent.\n\nAbout a dozen minors have also left the Netherlands on their own to join Islamic State, which has established a self-proclaimed Islamic caliphate that follows a puritanical form of Islam in the territory it controls.\n\nThe Dutch Justice Ministry said a total of 180 Dutch jihadis are known to have left the Netherlands for Syria. Around 35 returned and 21 were killed in the civil war, which has left more than 200,000 dead and sent millions more fleeing. (Reporting By Anthony Deutsch; Editing by Gareth Jones)", "positionLabels": ["factual"], "politicalLabels": ["neutral"]}