{"content": "In one frame of the video, a masked fighter for the Islamic State of Iraq and the Levant (ISIL) brandishes a knife, with a beheaded American journalist just beyond view. In another, the Mosque of the Prophet Jonah disappears into a cloud of dust. A crowd of masked gunmen hold Kalashnikovs aloft. Dramatic music plays in the background. But this isn’t a recruitment video for ISIL. It’s a campaign ad for Allen Weh, who is running against Sen. Tom Udall, D-N.M., in the Nov. 4 midterm elections. Since Aug. 28, when President Barack Obama told reporters, “We don't have a strategy yet” for Syria, ISIL has been a major topic in congressional races across the country. The extremist group controlling a large chunk of Iraq and Syria features in at least 17 campaign ads in 13 races, from New Hampshire to Arizona and Alaska. Most have been aired by Republican hopefuls facing Democratic incumbents. “National security has emerged as one of the top issues in this election, and as with other issues, Americans are not confident in the competence of the Obama administration to keep them and their families safe,” Daniel Scarpinato, a spokesman for the National Republican Congressional Committee, said. Poll numbers bear out that assessment, at least in part. In a Pew Research Center poll conducted in September, 75 percent of registered voters surveyed said that \"terrorism\" was “very important” for their vote in the congressional elections. Also last month, a CBS News/New York Times poll found that 57 percent of Americans surveyed thought Obama has been too soft on ISIL. Those numbers shot up quickly this fall as footage of ISIL fighters bheading Western journalists James Foley and Steven Sotloff began circulating online. According to Alec Tyson, a senior researcher at Pew, ISIL has driven a shift in Americans’ views on how directly engaged the U.S. should be in world affairs.\n\nAbove, a campaign ad featuring ISIL video footage, released by the campaign of Allen Weh, U.S. Senate candidate from New Mexico. “Relatively high percentages [previously] thought the U.S. was too involved in the world, but ISIL has changed that,” said Tyson. “ISIL is changing the public’s view of how involved the U.S. needs to be in the world.” Now some Republicans are going out of their way to tie their Democratic opponents to Obama, who many voters feel has mishandled the situation in Iraq and Syria. That has some comparing this election with the 2006 midterms, when George W. Bush’s unpopular foreign policy contributed to a Democratic wave that unseated Republican majorities in both the House and the Senate. “People are very concerned about their security,” irrespective of party affiliation, said Scarpinato. However, polls show that Democratic and independent voters may not share Republicans’ level of concern about ISIL. One Pew poll found that terrorism was “very important” to 87 percent of Republican voters surveyed, compared with 67 percent of Democratic voters. In another, 82 percent of Republicans said they were “very concerned” about \"Islamic extremism\" around the world, compared with 60 percent of independents and 51 percent of Democrats. However, rallying their base may be enough for Republicans in these elections, when many Democrats and independents appear likely to stay home. “To the extent that it is activating one party’s base more during a midterm that’s about turnout, I think Republicans are more focused on this,” Tyson explained. Many campaign ads focus on the menace ISIL poses to the United States. “America is under a new threat of terrorism,” says one National Republican Congressional Committee ad, aimed at Rep. Rick Nolan, D-Minn. Another ad, from Rep. Tom Cotton, R-Ark., who is contesting Sen. Mark Pryor’s seat, warns that “in the Middle East, radical terrorists are on the march, destabilizing our allies, beheading Americans and crucifying Christians.”\n\n‘Relatively high percentages thought the U.S. was too involved in the world, but ISIL has changed that. ISIL is changing the public’s view of how involved the U.S. needs to be in the world.’ Alec Tyson Pew Research Center\n\nUntil recently, many analysts warned that fears about the group attacking the U.S. were misplaced. At the time, it seemed that ISIL’s leader, Abu Bakr al-Baghdadi, was focused on building a caliphate across Iraq and Syria rather than attacking Western countries. “He wants to redraw the map,” said Imran Khan, Al Jazeera’s Iraq correspondent, who has reported extensively on ISIL. But on Sept. 22 in a new ISIL video, the group’s spokesman, Abu Mohammed Ali al-Adnani, calls on its supporters to attack soldiers and civilians in the U.S. “This is the moment when a declaration of war was made against the U.S. and its allies,” Khan said. “ISIL gets their message out, and they want to be talked about. They want to be turned into a group that strikes fear into the hearts of the American people,” he explained. “And inadvertently, that’s exactly what the Republicans are doing.” Wendy Rogers, who’s running for a House seat against Rep. Kyrsten Sinema, D-Ariz., had to cut footage showing Foley and his executioner from a campaign ad after it sparked controversy. But several other ads that show the ISIL fighter who beheaded Foley without showing Foley himself have not drawn wide criticism. Almost all the ads that mention ISIL use footage of fighters showing off captured U.S. weapons, detaining Iraqi security forces or brandishing the group's flag.\n\nLast week’s other headlines certainly didn’t ease fears about extremism. Michael Zehaf-Bibeau, reportedly a convert to Islam, is suspected of opening fire in the Canadian Parliament building after killing a soldier at the National War Memorial. That came just two days after another man with suspected extremist sympathies ran his car into two Canadian soldiers in Quebec, killing one. Both incidents are likely to fan fears of such attacks in the U.S. But as American political campaigns turn fears of ISIL into poll number boosters and attack ads, the group’s own public relations wing is working to shape its image among the American public. “They know exactly what they're doing,” said Amanda Rogers, a scholar of Middle Eastern media at the University of Wisconsin at Madison. “They're absolutely brilliant at it.” ISIL has distinguished itself with media savvy, high production value propaganda and clever use of social networks. It has Twitter accounts, a digital magazine and high-quality recruiting videos that feature native English speakers. According to Rogers, ISIL carefully designs its videos and publications to spread fear and gain recruits. When political campaigns turn those images into ads, Rogers said, they’re amplifying ISIL’s message. “There is no difference between the political and entertainment, and that is the biggest force multiplier of all time for ISIL,” she said. “A selfish politician will take the opportunity to scare you so you get behind him, on all sides,” said Rogers. “[ISIL is] really well aware of how the Western media operates.”", "tags": "set(['Human Rights', 'Israel', 'Police', 'Tunisia', 'Republican Party', 'U.S.', 'Sports', 'Environment', 'Culture', 'International', 'Election 2014', 'Islamic State', 'ISIS', 'Science', 'Politics', 'ISIL', 'Technology', 'Economy'])", "title": "ISIL Fearmongering Amplifies Extremists' Message"}