{"content": "Is Israel a democracy? The answer is not so straightforward, and it increasingly matters given the diplomatic fallout over hardliner Benjamin Netanyahu's reelection last week.\n\nThe displeasure felt in some quarters over his win has placed front and center the world community's unwritten obligation to accept the results of a truly democratic vote. It is a basic tenet of the modern order which has survived the occasional awkward election result — as well as recent decades' emergence of some less-than-pristine democracies around the globe.\n\nADVERTISEMENT ADVERTISEMENT\n\nFor Israel, the argument is especially piquant, because its claim to be the only true democracy in the Middle East has been key to its branding and its vitally important claim on U.S. military, diplomatic and financial support. Israel's elections, from campaign rules to vote counts, are indeed not suspect.\n\nBut with the occupation of the West Bank grinding on toward the half-century mark, and with Netanyahu's election-day suggestion that no change is imminent, hard questions arise.\n\nRepublican Sen. John McCain reflected the traditional appreciation of Israel when he advised President Barack Obama to \"get over it\" — a reference to reports that the United States was reassessing relations with Israel in the wake of the result. McCain told CNN that \"there was a free and fair democratic election\" in Israel — \"the only nation in the region that will have such a thing.\"\n\nBut among Israelis themselves, there is increasing angst over the fact that their country of 8 million people also controls some 2.5 million West Bank Palestinians who have no voting rights for its parliament.\n\nIf the 2 million Palestinians of Gaza — a territory dominated indirectly by Israel — were added to the equation, then together with the 2 million Arab citizens of \"Israel proper\" the Holy Land would be home to a population of some 12 million, equally divided between Arabs and Jews.\n\nOf the Arabs, only a third have voting rights. These are the \"Israeli Arabs\" who live in the areas that became Israel in the 1948-49 war, which established the country's borders.\n\nIsrael occupied the West Bank and Gaza in 1967 but Israel never annexed them, both for fear of world reaction and due to concerns about millions more Palestinians gaining the vote.\n\nIsraelis argue that since the areas are not formally part of Israel, the goings-on therein do not undermine the democracy claim.\n\nBut critics increasingly consider it a little too convenient: Israel builds towns by the score in these non-annexed lands — communities which have bestowed an oddly controversial aspect upon the once-innocent term \"settlements.\"\n\nThrough an amendment to the electoral law, Israel allows the settlers who live in these places to vote in its elections even though it otherwise has no provision for absentee balloting. Several top Cabinet figures, including Foreign Minister Avigdor Lieberman, are in this extraordinary fashion not technically residents of Israel.\n\nAnd Israel holds undeniable power over the lives of West Bank's Palestinians, despite their ostensive autonomy. In just one example, Palestinians with great fanfare built a new city in their territory — only for it to remain uninhabited in part because Israel has prevented the building of access roads and other infrastructure.\n\nThe supposedly temporary arrangement shows no sign of a change — at least not one initiated by Israel.\n\n\"Israel is galloping toward an anti-democratic, bi-national future saturated with hatred and racism,\" wrote columnist Ravit Hecht in the liberal Haaretz daily, echoing the rising stridency that has taken root among liberals in the days since the vote.\n\nBesides the West Bank, that \"bi-national future\" would include three other Arab populations:\n\n— Gaza's nearly 2 million Palestinians have been ruled by Hamas militants for most of the period since Israel withdrew settlers and troops in 2005. Many feel they are still occupied: Israel controls the airspace and sea access and together with Egypt blockades them by land. Israel's not-unfounded fear is that Hamas, if allowed, would arm itself to the teeth. Already the sides have fought three wars.\n\n— Israel annexed East Jerusalem, and its approximately 200,000 Arabs can have voting rights if they choose. Most have rejected it — whether out of solidarity with the idea of Palestine or for fear of future retribution.\n\n— Israel's Arab citizens are increasingly integrated and can point to success stories like Salim Jubran, the supreme court judge who presided over the election. But they also claim discrimination in a variety of ways — and are currently seething over Netanyahu's election day efforts to fire up his nationalist base with warnings that Arabs citizens \"are streaming to the polls\" in an effort to bring down his rule.\n\nThe Palestinian issue was almost absent from the campaign. Decades of failed peace talks have left many Israeli voters skeptical and hostile; dovish politicians seem unsure of what they can sell, and nationalists don't dwell on the messy situation much either.\n\nBut Netanyahu, trailing in the last campaign days, put it front and center nonetheless, declaring that no Palestinian state would arise on his watch because the region was too dangerous and the West Bank too strategically valuable. He has since tried to reverse himself — but trouble brews with the world community, not only because of his words but also his actions over the years.\n\nA centrist coalition remains technically possible, but the talk for the moment is of a nationalist one with Netanyahu's \"natural allies\" — and that promises a deepening of Israel's hold on the land and a perpetuation of the status quo.\n\nUnder this arrangement, the vast majority of West Bank Palestinians live in islands of autonomy run collectively by President Mahmoud Abbas of the Palestinian Authority. The PA has full self-rule only in about 5 percent of West Bank land, centered on the urban areas where most Palestinians live. Another quarter of the land is under joint rule. Israel fully controls the rest, containing the settlements, much of the natural resources and open land.\n\nIsrael controls all entry and exit from the territory, whether with Jordan or Israel proper. It also controls the airspace, most water supplies and travel between the main urban areas. Checkpoints are set up at will — though less frequently than in the past — manned by soldiers whose decisions leave ordinary people with little practical recourse. It prevents the Palestinians from setting up an army and can limit the import of weapons or anything else.\n\nIt also controls roughly $1.5 billion in tax revenues that it collects on behalf of the Palestinians, over a third of the PA's budget. Israel occasionally withholds these sums when it considers a punishment to be due.\n\nThe arrangement is a relic of the 1990s interim accords, which were meant to be succeeded by a final agreement by 1999. That never happened, though two Israeli governments more amenable than Netanyahu's made far-reaching offers to the Palestinians for a state in all of Gaza and more than 90 percent of the West Bank, with a foothold in Jerusalem.\n\nNetanyahu's security argument against concessions resonates strongly among Israelis, including many who vote for parties who would nonetheless seek to unload much of the land. They know that they face hostility among Palestinians that is likely to persist among radicals even after any peace deal.\n\nAnd the West Bank is indeed strategic: a highland looming over central Israel, surrounding Jerusalem on three sides, visible on a clear day from Tel Aviv and leaving Israel some 10 miles (15 kilometers) wide at its narrowest point. At a time when jihadis rampage across the region, and given the strength of Hamas rejectionists among Palestinians, a reluctance to part with the territory is not difficult to understand.\n\nBut Israel has gone further, allowing, encouraging and subsidizing a settlement movement that increasingly entwines the territory with Israel proper.\n\nSome 350,000 Israeli Jews now live throughout the territory. Some are fairly close to the old border and could be incorporated into Israel in a land swap. A third to half are deep inside, though, and many of these are religious or nationalist radicals who can be expected to refuse efforts to compel them to leave; Israelis can hardly contemplate leaving them behind, perhaps to be massacred.\n\nAnother four years of a Netanyahu government can be expected to add many thousands more settlers, complicating the prospects of a future pullout even more. That is causing a growing clamor among liberal Zionists who are the core of the Israeli opposition. It is difficult to tell what they fear more: the perpetuation of a situation that they increasingly compare to apartheid — or the emergence of a future, single, binational entity that in a trick of history would supplant the Jewish state.\n\n___\n\nJosef Federman and Mohammed Daraghmeh in Ramallah contributed to this report.\n\n___\n\nDan Perry is AP's Middle East editor leading text coverage in the region. Follow him on Twitter at www.twitter.com/perry_dan", "tags": "set([])", "title": "AP Analysis: Occupation of West Bank raises questions about Israel's claim to be a democracy"}