{"content": "Mitt Romney and Paul Ryan released medical records Friday declaring that they are in fine physical health, though Romney being 20 years older is dealing with some of the routine issues of aging, such as a mildly enlarged prostate.\n\nAs part of a Friday-afternoon disclosure dump, the Romney/Ryan GOP presidential campaign released years of tax disclosures as well as medical letters for both men.\n\nMORE: Romney releases 2011 tax return\n\nRomney's physician, Randall Gaz of Massachusetts General Hospital, reported that the 65-year-old presidential nominee \"is a vigorous man who takes excellent care of his personal physical health.\"\n\nHe has a mildly enlarged prostate, which is described as \"minimally symptomatic,\" and he takes \"low-dose aspirin\" and Lipitor (a cholesterol-lowering medication) daily to maintain heart health. His family has a history of heart attack and prostate cancer, Gaz wrote.\n\nRomney also has an unusually low resting heart rate -- 40 beats per minute -- \"most likely related to his past intensive exercise with regular running.\"\n\nRomney does not use alcohol or tobacco products or \"illicit drugs.\" In short, Gaz said, projecting a touch of optimism, \"there are no physical impairments that should interfere with his rigorous and demanding political career as the next president of the United States.\"\n\nRyan's medical letter was signed by Brian Monahan, the attending physician for the U.S. House of Representatives, noting that the 42-year-old Ryan has had his annual exams there since being elected to Congress at the age of 28.\n\nRyan, an advocate of a vigorous workout regiment called P90X, is in excellent overall health, Monahan wrote. \"You have practiced important preventive lifestyle choices to include regular vigorous aerobic and strength-building exercises, a heart-healthy diet, smoking abstinence and infrequent alcohol use.\"\n\nRyan apparently uses an inhaler for occasional \"airway hypersensitivity.\"\n\nRead or Share this story: http://usat.ly/Q2NUlP", "tags": "set(['Interactives', 'Investigations', \"Men's health\", 'Primary elections', 'Presidential elections', 'Mitt Romney', 'Election 2012', 'Paul Ryan'])", "title": "Romney health"}