{"content": "King Abdullah arrived, embracing and sitting next to Moaz’s father, Safi al-Kassasbeh. “Moaz held to his true religion and understood humanity,” Safi said. He paused as planes roared overhead, flying back from bombing ISIL-held territory in Syria. “Those are Moaz’s comrades,” one Kassasbeh uncle murmured, eyes welling with tears. Men in the crowd cheered, “Long live the king — live, live, live.” As Abdullah left, several youths pushed toward the front, waving brown envelopes and asking to join the military. “Let us be martyrs too,” they yelled. “We will give our lives.”\n\nBut Ansam stayed at home. She sat on the floor with Moaz’s wife, Anwar Tarawneh, who had just returned from the hospital. They became sisters-in-law in July, with weddings one week apart. ISIL had meant nothing to them then, Anwar said.\n\n“We thought Daesh was a joke, just a bunch of guys with beards and video cameras. We didn’t even know if it was real,” Anwar, 26, said, referring to ISIL by its Arabic acronym. When Jordan joined the U.S.-led coalition against the group in August, Moaz began to pray that his bombs would not kill innocent Muslims, Anwar said. “Now I wish we’d hit them,” she said, referring to ISIL fighters.\n\nAnsam remembered when she saw the video of Japanese hostage Kenji Goto’s beheading, which was released on Jan. 30. She sent Moaz a WhatsApp message as she had every morning since he was captured. “Did you see the beheading, Ma’ozeh?” calling her brother by a nickname. “Do you think it’s real?”\n\nThe Japanese man haunted Ansam’s imagination. She said she screamed once when her husband touched her from behind, imagining he was Goto’s headless corpse. When she opened her kitchen cupboard in the morning, she saw Goto’s head in her cooking pot. At night, she whispered to her husband, “I feel like Moaz’s head is under our bed.” He told her to go to sleep and not to worry. Soon Moaz would return home.\n\n“We were all sure Moaz would come back,” said 43-year-old Mazen al-Kassasbeh, an English teacher and a second cousin of the pilot. The people of Luwa’ay were angry when Moaz was shot down, Mazen said, but at the king and the anti-ISIL coalition — not at ISIL. “Everyone was against the coalition because it felt like we were fighting for no reason. We didn’t know what Daesh was. We just heard they were Muslims.” The tribe was so sure ISIL would release Moaz that they began building an arch to welcome him on his return. Ansam bought a new red dress. She was going to wear it when her brother arrived and when the two couples went on vacation to Sharm el-Sheikh, a touristic city in Egypt, which they had planned for June.", "tags": "set(['Human Rights', 'Syria', 'Israel', 'Police', 'Tunisia', 'Science', 'U.S.', \"Syria's War\", 'Sports', 'Environment', 'Culture', 'International', 'Jordan', 'ISIS', 'Islamic State', 'ISIL', 'Technology', 'Economy'])", "title": "In Jordan a Family Mourns as a Nation Erupts"}