{"content": "The party's over. Romney supporters lament in Las Vegas...\n\nAfter Mitt Romney's defeat on Tuesday, the Republican Party must regroup and consider what went wrong. Where does the party of Lincoln, Reagan and Bush go from here?\n\nAfter losing an election that had seemed eminently winnable, the Republican Party may now face a prolonged period of soul-searching.\n\nSome leaders say the party must find a way to appeal to voters it has turned away, even moderating long-held policy positions on issues such as immigration.\n\nOthers say Mr Romney was the problem - and that in 2016 Republicans should nominate a more genuinely conservative candidate.\n\nStill others say the Republicans were simply out-hustled, accepting that Democrats did a better job at the nitty-gritty task of finding their voters and getting them to the polls. In this reading, the party need not get bogged down in philosophical debate, but must just be better than it was this time around.\n\nIn the short term, the loudest voices are likely to be those arguing the Republicans must double-down on the strident, uncompromising conservatism of the Tea Party movement that won big gains in the 2010 mid-term elections.\n\n\"Conservatives are saying 'never again' are we going to nominate a big-government establishment Republican for president,\" writes veteran activist Richard Viguerie.\n\n\"Far from signalling a rejection of the Tea Party or grassroots conservatives, the disaster of 2012 signals the beginning of the battle to take over the Republican Party and the opportunity to establish the GOP as the party of small government constitutional conservatism.\"\n\nFewer white voters\n\nRepublicans are facing a major demographic challenge. Exit polls confirm the Republican Party has become the party of white people. Mr Romney won white voters by 20 percentage points, up from 12 percentage points for 2008 Republican nominee John McCain.\n\nSimply put, though, there are just not enough older white voters to form a winning coalition on their own.\n\nBarack Obama built a machine to pull out low-propensity voters, very specific demographics, that were unreachable by any Republican message or technique Rick Wilson, Republican strategist Dymond: Republicans must change or die\n\nThe problem is that US whites are shrinking as a share of the electorate: 72% on Tuesday, down from 74% just four years ago and 87% in 1992.\n\nBy contrast, Barack Obama won 71% of the Hispanic vote on Tuesday, up from 67% in 2008. In the same period, Latinos grew from 9% of the total electorate to 10% on Tuesday. They are expected to continuing gaining electoral importance.\n\nAnd Mr McCain and Mr Romney won only 4% and 6% of the black vote, respectively.\n\n\"The party can't continue only appealing to one segment of the population,\" says Art Martinez de Vara, a Texas Republican activist who is Hispanic and the mayor of Von Ormy, a small town near San Antonio.\n\nOf particular concern to Hispanics, analysts agree, is the Republican party's recent hard line on illegal immigration.\n\n'Disarm the Democrats'\n\nMr Martinez says that if the party comes to some kind of accommodation with the Democrats on immigration reform - perhaps in the form of a guest worker programme - it will take the issue off the table.\n\n\"Even if you're one of those Republicans that doesn't necessarily like that, by solving the problem you disarm the Democrats who are doing the damage to us,\" he says.\n\n...and Florida\n\nThe current Republican brand seems just not to appeal to a broad swathe of voters - and it is not certain the fault lies with Mr Romney.\n\nLooking deep into the exit polls, Henry Olsen, vice-president of the American Enterprise Institute, a conservative think-tank, notes that voters who said the most important quality of a leader was that he \"cares about people like me\" ended up voting Mr Obama by a margin of four to one.\n\n\"The question you want to ask yourself as a Republican is who are these people,\" he says. \"Why would they say that?\"\n\nThe president's team strove to portray Mr Romney as an out-of-touch plutocrat, running a series of ads in the early stages of the general election campaign that sought to define him in the minds of voters.\n\n\"The subtext of the Obama campaign was: 'He's not running for you.' Women: he's not running for you; blue collar workers: he's not running for you,'\" Mr Olsen says.\n\nThe Obama campaign ran six months of adverts pounding that message into swing state voters, Mr Olsen says.\n\nNow the Republican party has to work out whether Tuesday's defeat was down to Mitt Romney's failings or whether voters think that way about all Republicans.\n\n\"That's what the party has to answer,\" says Mr Olsen.\n\nData concerns\n\nThe party has to be more thorough about recruiting candidates lower down on the ticket, says Robert Stevenson, a veteran Republican strategist.\n\nMr Romney's campaign spent precious time late in the campaign deflecting questions about comments made by Senate candidates Todd Akin and Richard Mourdock, both of whom decided to muse about rape and its place in anti-abortion politics.\n\n...and Montana\n\n\"When you're out on the campaign trail and you have to spend days - if not a week - having to bat back comments made by other candidates, they hurt the brand over all.\"\n\nMr Romney won no East Coast states north of North Carolina and no states on the West Coast, except for Alaska. (At the time of writing Florida's result was still not confirmed, but Mr Obama was leading.)\n\nThat is a very different Republican map from those Ronald Reagan and George H W Bush assembled in the 1980s.\n\nIt suggests, for example, that New England Republicans are turned off by a politics increasingly dominated by Republicans from the South.\n\n\"You can't be a regional party,\" Mr Stevenson says. \"When messages come up from other parts of the country that are like fingernails on the blackboard, it's tough.\"\n\nSome in the party reject notions that Republicans have to revamp their political message and policy platforms. They say Democrats were simply better at identifying their voters and pushing them to the polls in key states.\n\nRepublicans should study the Democrats' outreach effort, in particular their aggressive use of voter-targeting data, and adapt it to its own constituencies, says Rick Wilson, a Republican strategist.\n\n\"Barack Obama built a machine to pull out low-propensity voters, very specific demographics, that were unreachable by any Republican message or technique,\" says Mr Wilson.\n\n\"They built a better tool to touch all the voters they needed to touch than we did.\"\n\n\"By putting together a very tight mosaic in the right states, using a very substantial and impressive set of big data-mining and exploitation techniques, they were able to market an indifferent president to an audience that was still receptive to him.\"", "tags": "set([])", "title": "US election: What next for the Republican party?"}