{"content": "Russian President Vladimir Putin, center, sings the national anthem at a rally marking the one year anniversary of the annexation of Ukraine’s Crimea peninsula, in downtown Moscow, Russia, Wednesday, March 18, 2015. Speaking to tens of thousands of supporters just outside the Kremlin walls, Putin has described Russia’s annexation of Ukraine’s Crimean Peninsula as a move to protect ethnic Russians and regain the nation’s “historic roots.” At left is Russian singer Larisa Dolina. (Pavel Golovkin/Associated Press)\n\nMOSCOW — Speaking to tens of thousands of cheering supporters just outside the Kremlin walls, President Vladimir Putin on Wednesday described Russia’s annexation of Ukraine’s Crimean Peninsula as a move to protect ethnic Russians there and regain the nation’s “historic roots.”\n\nAddressing a rally marking the anniversary of the annexation, Putin also vowed to stand up to the West, which responded to the Russian move by slapping painful sanctions on Russia.\n\nThe 62-year old Russian leader, who resurfaced Monday after a 10-day absence from public view that fueled intense speculation about his health and hold on power, looked energetic and spoke forcefully to the enthusiastic crowd, which gathered just off the Red Square near St.Basil’s Cathedral.\n\n“We realized that it wasn’t just about territory, which we have enough,” he said. “It’s about historic roots, about roots of our spirituality and statehood.”\n\nHe went on to say that he continues to think that “Russians and Ukrainians are one people,” and voiced hope that the Ukrainians would come to condemn “extreme nationalists” and the two nations could restore normal relations.\n\nFighting that flared up in eastern Ukraine between Moscow-backed separatists and government troops shortly after the annexation of Crimea has claimed more than 6,000 lives, according to the United Nations. Ukraine and the West have accused Russia of fueling the mutiny with troops and weapons, accusations Moscow has denied.\n\nThe United States and the European Union have responded with economic and financial sanctions on Russia. Along with slumping oil prices, they have driven the Russian economy into a recession this year.\n\nBut despite the economic downturn and a sharp devaluation of the ruble, Putin’s popularity has remained strong at more than 80 percent. He vowed that Russia will resist the Western pressure, and “overcome all the problems and difficulties they have tried to create for us from the outside.”\n\nHe added on a note of self-irony, which contrasted with the festive, proud mood of the rally, that “we will overcome the difficulties, which we have so easily created for ourselves in recent time.”\n\nIt wasn’t clear what Putin meant, but Kremlin critics have held the president responsible for driving Russia into isolation with the annexation of Crimea and support for the separatists in eastern Ukraine. They said the Kremlin has made matters worse by banning most Western food in retaliation to the U.S. and the EU sanctions, a move that helped fuel inflation and contributed to a plunge in living standards.\n\nCopyright 2015 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.", "tags": "set([])", "title": "Putin says Russia regained ‘historic roots’ in Crimea"}