{"yelLabel": ["yellow"], "tags": "set(['Human Rights', 'Yemen', 'ISIL', 'ISIS', 'Kurdistan', 'Science', 'U.S.', 'Marijuana', 'Sports', 'Environment', 'Culture', 'Gaza', 'International', 'Iraq', 'Technology', '[if (lt IE 9) & (!IEMobile)]><div data-class=\\'\\' data-src=\"/content/ajam/articles/2014/10/24/forgotten-yazidissinjarmountaintop/jcr:content/rightupperpar/listwiththumbnail/links/item_1.adapt.480.high.ISIL THREAT WEB BANNER 960x600%5b1%5d.1414173435258.jpg\"></div><![endif]', 'Economy'])", "title": "Yazidi families struggle to find and free enslaved daughters", "content": "In the meantime, who can rescue the captured Yazidis?\n\nHelgurd Hikmet, a representative from the Ministry of Peshmerga Affairs for the Kurdistan Regional Government (KRG), said his forces’ priority is not targeted rescue but liberation of entire ISIL-held areas.\n\n“We must save the women, children, all the people there, and the land,” he said. “There are thousands of displaced people in Kurdistan. We must free the cities so people can go back and live there.”\n\nA rescue mission might have been possible in August, when many of the abductees were concentrated in cities like Tal Afar and Mosul. But now the Yazidi women are spread out, sold by ISIL into private households across swaths of Iraq and Syria.\n\n“Logically speaking, these women are scattered in ISIL houses across wide geographic areas, from Sinjar and Mosul up to Raqqa and the middle of Syria,” said U.N. Population Fund program analyst Solav Mustafa. “We are talking about thousands. Can you imagine a military action that could save these women? Who even knows where they are?”\n\nAccording to Mustafa, some Yazidis are negotiating with heads of tribes from Mosul and other ISIL areas to buy back enslaved family members. “They are trying all the ways in order to bring back their daughters,” she said.\n\nOn Nov. 4 the Kurdish government announced having paid $1.5 million to intermediaries who helped 234 Yazidis escape.\n\n“We are not paying any money to the Islamic State,” KRG official Nuri Osman told Kurdish news outlet Rudaw. “We pay the people who are helping us, and it doesn’t matter to us whether they buy them from the Islamic State.”\n\nYazidi activist Khidher Domle clarified that the KRG reimburses local Yazidi committees, who pay middlemen in ISIL territory providing temporary protection and transportation to escaped Yazidis. “We never pay to buy a woman back from [ISIL],” Domle said of indirect efforts to rescue people from ISIL. “But there are still good people in Mosul who help us. They protect women who run away.”\n\nU.N. officers, Kurdish MPs, international human rights workers and Yazidi leaders alike rejected the idea of direct negotiation with ISIL. “Their only means of negotiation is the sword,” said one U.N. employee who asked to remain anonymous, adding that there can be no reasoning with a barbarian group that brutalizes civilians in the name of God.\n\n“It’s completely inhuman,\" he said. \"There is no jihad by the name of sex slavery.”", "positionLabels": ["critical"], "politicalLabels": ["neutral"]}