{"content": "Story highlights In 2009, data in a suspect's smartphone linked him to organized crime and a shooting\n\nIn 2007, a cell phone revealed a suspect's address, where drugs and a weapon were found\n\nWarrants weren't used in the phone searches, and the suspects were convicted\n\nThe cases weigh citizens' privacy rights against police rights to search suspects\n\nThe Supreme Court will undertake a major examination of privacy in the digital age, holding oral arguments Tuesday on a pair of appeals over whether police must obtain a warrant to search data on the cell phone of a person under arrest.\n\nCriminal suspects in Massachusetts and California were convicted, in part, after phone numbers, text messages, photos and addresses obtained from personal electronic devices linked them to criminal drug and gang activity.\n\nPotentially far-reaching rulings are expected in June.\n\nThe appeals are separate from President Barack Obama's review of National Security Agency surveillance of metadata phone records.\n\nThe search cases give the justices a timely opportunity to reenter the public debate over the limits of Americans' privacy rights, with a focus on the ubiquitous cell phone and its vast storage of information and video.\n\nRecently, that has left judges nationwide divided over how to apply a 40-year-old high court precedent, which allows searches of items a suspect possesses after arrest.\n\nShould law enforcement have such easy warrantless access to possibly incriminating, even embarrassing, digital evidence, or should exceptions be created?\n\nCalifornia and Massachusetts cases\n\nDavid Riley was detained in 2009 for having an expired vehicle registration and driving with a suspended license. When authorities impounded the Lexus, loaded weapons were found hidden under the hood.\n\nAfter the college student's subsequent arrest, San Diego police took a look at his smartphone. Text messages, contacts and video in the touch-screen device led officers to believe Riley had organized crime connections, and a photograph of another vehicle owned by the suspect was linked to an earlier drive-by shooting.\n\nHe was convicted in state court and received a 15-year jail sentence.\n\nSeparately, Brima Wurie was arrested in 2007 for selling two packets of crack cocaine. He had an old-style flip phone in his pocket, and police in Boston used call logs on the device to trace his real home address, after the suspect gave a bogus one.\n\nThere, officers with a search warrant found more drugs, a weapon and ammunition. Wurie was later convicted in federal court and is serving 22 years behind bars.\n\nIn neither case did police seek a warrant before the phones were searched.\n\nOne appeals court upheld Riley's conviction, and another tossed out Wurie's.\n\n\"Warrantless cellphone data searches strike us as a convenient way for the police to obtain information related to a defendant's crime of arrest -- or other, as yet undiscovered crimes -- without having to secure a warrant,\" the court majority in Wurie's case said.\n\nThat split was probably the impetus for the Supreme Court to step in now and try to clarify search guidelines in these and future cases.\n\nAt issue: safety and evidence vs. privacy\n\nThe Constitution's Fourth Amendment protects against \"unreasonable searches and seizures.\"\n\nBut the high court has repeatedly affirmed the government's discretion to conduct warrantless initial pat-downs and searches of people and vehicles -- to ensure officers' safety and prevent destruction of evidence. That included a 1973 ruling upholding the police search of a suspect's crumpled cigarette box, where heroin capsules were discovered. The motorist had first been stopped on suspicion of driving on a suspended license in Washington, D.C.\n\nSimilar law enforcement searches can include other closed containers, such as wallets and address books, even if it is not initially apparent the items are contraband or dangerous.\n\nBut privacy advocates and defense attorneys argue that portable, easily storable technology makes these appeals different.\n\n\"Modern cell phones provide ready access to a vast array of personal data, and are distinct from the types of possessions, such as cigarette packages and footlockers, this (high) court has previously considered,\" said Jeffery Fisher, a Stanford University law professor who is Riley's attorney.\n\n\"Thus, a search incident to arrest could, at the touch of a button, become a search of private and confidential information such as medical records, banking activity, and work-related e-mails,\" he said.\n\nBut California officials say for constitutional purposes, a cell phone is no different from a wallet when it comes to initial searches of criminal suspects.\n\n\"A custodial arrest of a suspect based on probable cause is a reasonable intrusion under the Fourth Amendment; that intrusion being lawful, a search incident to arrest requires no additional justification,\" said Kamala Harris, California's attorney general.\n\nAt least 85% of Americans own cell phones, according to recent surveys, including many sophisticated smartphones, which allow mass storage of personal information that can be easily shared.\n\nNot lost on the larger national debate over government searches is the fact the justices accepted these two petitions the same day in January that Obama justified electronic surveillance efforts by the National Security Agency.\n\nThe president announced changes to the way intelligence agencies will gather raw telephone records -- so-called metadata -- the numbers and times of phone calls by nearly every American. But he defended the need for continued intelligence-gathering efforts of domestic and foreign communications, to stop potential terror plots.\n\nThe current cases are U.S. v. Wurie (13-212) and Riley v. California (13-132).\n\nAfter the crash, Driver's license, registration, cellphone, please", "tags": "set([])", "title": "Justices to look at privacy cases involving police cell phone searches"}