{"yelLabel": ["nonyellow"], "tags": "set([])", "title": "Barack Obama heads to White House as fiscal cliff looms", "content": "Obama and his family flew back into the Washington area aboard Air Force One\n\nBarack Obama has returned to Washington focused on broaching an impasse with Republicans over the deficit reduction deal needed to avoid a fiscal crisis.\n\nThe newly reelected US president faces a fiscal \"cliff\" of spending cuts and tax rises unless agreement is reached.\n\nThe Republicans retained control of the House of Representatives on Tuesday, but failed to take the Senate.\n\nHouse Speaker John Boehner hinted at the possibility of a compromise if the president agreed to tax reform.\n\nMr Boehner, who negotiated with Mr Obama over a so-called \"grand bargain\" of spending cuts and new revenues in 2011, said he would accept new revenue-raising as part of a tax-reform deal.\n\nEven before he flew with his family from their Chicago base to Andrews Air Force Base in Washington on Wednesday evening, Mr Obama had phoned the House speaker to emphasise the need to reach a budget compromise when Congress returns next week.\n\nTime is tight: Bush-era tax cuts are due to expire at the end of 2012, and automatic, mandatory, across-the-board cuts to military and domestic spending are also in the pipeline unless a deal can be reached.\n\nEconomists say the overall effect of failing to reach a compromise could tip the US into recession.\n\nPledge for bipartisanship\n\nIn his first public remarks since the election, Mr Boehner said Republicans in the House of Representatives stood ready to work with the president on avoiding the fiscal cliff.\n\nWhat is the fiscal cliff? Under a deal reached last year between President Obama and the Republican-controlled Congress, existing stimulus measures - mostly tax cuts - will expire on 1 January 2013\n\nCuts to defence, education and other government spending will then automatically come into force - the \"fiscal cliff\" - unless Congress acts\n\nThe economy does not have the momentum to absorb the shock from going over the fiscal cliff without going into recession Q&A: The US fiscal cliff Video: Fiscal cliff explained Euro growth forecast cut sharply\n\nHe said Republicans - previously strongly opposed to any new tax-related revenue - would be willing to compromise as long as the tax code was reformed and accompanied by changes to benefit programmes.\n\n\"Mr President, this is your moment. We're ready to be led, not as Democrats or Republicans, but as Americans,\" Mr Boehner said. \"We want you to succeed.\"\n\nMr Obama's prospects for his second term will hinge on his relationship with Mr Boehner and congressional Republicans.\n\nVice-President Joe Biden told reporters aboard Air Force Two that there was much work to be done.\n\n\"We're really anxious to get moving on, first of all, dealing with the first things first, this fiscal cliff. I think we can do it,\" Mr Biden said.\n\nBut he added that negotiations would depend on co-operation from their Republican colleagues.\n\nReacting to Mr Obama's win, Mitch McConnell, the Republican minority leader in the Senate, said voters had not endorsed \"the failures or excesses of the president's first term\", but had given him \"more time to finish the job\" by working with Congress.\n\nExpert analysis Perhaps Obama just gets tired of the rather forced passion play that is the lot of a democratic leader, and believes too much in the force of rational argument, writes North America editor, Mark Mardell Mr Romney's back-story in corporate turnarounds and wealth creation (his own, as well as other people's) was ruthlessly mined by the Democratic campaign machine and used against him, says Washington correspondent Jonny Dymond\n\nIn his acceptance speech at his Chicago campaign headquarters on Tuesday night, Mr Obama also pledged to consult his campaign rival Mitt Romney and explore ways to work together.\n\nWhen the Republican conceded victory with a brief speech in Boston shortly after midnight on Wednesday, Mr Romney urged both parties to \"put the people before politics\".\n\nIn the state-by-state election battle, Mr Obama has so far won 303 electoral college votes to Mr Romney's 206 (with 270 required for victory).\n\nIn Florida, a state with 29 electoral votes, absentee ballots are still being counted and the race remains too close to call.\n\nBy Thursday morning, Mr Obama had 49.9% of the statewide vote against Mr Romney's 49.3%, with barely 47,000 votes separating them, reported the Florida Division of Elections. A result is expected by Saturday.\n\nOfficials cited the unexpectedly high number of absentee ballots as well as the length of the ballots - which included 11 proposed state constitutional amendments - as the reason for the delays in both voting and counting votes.\n\nSteering recovery\n\nMr Obama was re-elected with the highest unemployment rate - at 7.9% - for any incumbent president since the US wartime leader Franklin Roosevelt.\n\nThe fragile economy was rated the top issue by about six out of 10 voters in Tuesday's exit polls. But most of them blamed former President George W Bush for the downturn.\n\nPreliminary figures suggest fewer people voted than four years ago.\n\nMore than 117 million people participated, compared to record-breaking figures of 131 million four years ago.\n\nTurnout was down sharply in some states, including Texas, as well as states on the US East Coast that were hit hard by superstorm Sandy.\n\nIn addition to the presidential and congressional races, Americans voted on a number of state-wide legal issues.", "positionLabels": ["factual"], "politicalLabels": ["liberal"]}