{"content": "Edward Snowden talks during a simulcast conversation during the SXSW Interactive Festival on Monday, March 10, 2014, in Austin, Texas. Snowden talked with American Civil Liberties Unionâ\u0080\u0099s principal technologist Christopher Soghoian, and answered tweeted questions. (Photo by Jack Plunkett/Invision/AP) | Jack Plunkett/Invision/AP\n\nEdward Snowden has been given many titles: Whistleblower. Traitor. Asylum-seeker.\n\nNow, the fugitive National Security Agency contractor appears to have found a new role: Product pitchman.\n\nIn recent interviews and speeches at tech conferences, where he appeared remotely via Google Hangout, Snowden has endorsed several privacy and security tools -- whether the product's makers wanted his help or not.\n\nLast week, Snowden told The Guardian that consumers should avoid the cloud storage service Dropbox, which he said was \"hostile to privacy,\" and instead use a lesser-known competitor, SpiderOak, because it makes it harder for law enforcement to obtain stored content.\n\nAt the South by Southwest conference in March, Snowden recommended that people use Tor, a software that allows people to use the Internet anonymously. He also touted the encryption service Pretty Good Privacy, or PGP, and Open WhisperSystems, a project that built an app for encrypting text messages.\n\nIn a crowded market where security companies often claim their products are “NSA-proof,” an endorsement from Snowden can be a boon to a lesser-known startup, giving it added credibility and free publicity. But some companies have learned that being good enough for Snowden can also bring unwanted scrutiny.\n\nSnowden is currently living in temporary asylum in Russia while facing theft and espionage charges in the United States for disclosing details of the NSA surveillance program to media outlets.\n\nThere’s no sign he has been paid for his recent product plugs, but some say Snowden could find a lucrative new career by positioning himself as a trusted privacy expert who makes money touting tech products. Snowden also hinted last week at a technology conference that he may start developing privacy tools himself.\n\n“At some point he's going to have to make a living,” said John Pescatore, director of emerging security trends at the SANS Institute, a cybersecurity training organization. “That is probably what’s really going on here.”\n\nEthan Oberman, co-founder of SpiderOak, said Monday that he has never met Snowden and his endorsement last week came as a “complete and total shock.” Over the weekend, the number of people signing up for SpiderOak’s services “increased dramatically,\" he said.\n\nSnowden's endorsement “is not something we asked for or expected, but it’s certainly a wonderful validation of what our team has been working on for the last seven years, and I’m very thankful for that,” Oberman told HuffPost.\n\nDropbox, for its part, has responded to Snowden’s comments by saying that “safeguarding our users’ information is a top priority” and the company has “made a commitment in our privacy policy to resist broad government requests.\"\n\nBut some companies have found that being associated with Snowden has its downsides. When FBI agents learned that Snowden had used Lavabit’s secure email service, they requested passwords and encryption keys for all of its customers. Lavabit’s owner, in turn, shut down the service instead of handing over that information.\n\nWhen Snowden was photographed last summer with a sticker on his laptop supporting the Electronic Frontier Foundation, a digital rights group, it was “both an exciting moment and a scary moment,” said Dave Maass, an EFF spokesman.\n\n“We were suddenly tied to this large scandal because of a sticker,” Maass said. “We didn’t know who he was. We were suddenly in the middle of the story.”\n\nSnowden “is a controversial figure,” and some businesses might not want him endorsing their products, Maass added.\n\n“There are people who don’t like him who are going to associate him with that software,” Maass said.\n\nPescatore said Snowden's endorsements would likely have little effect on any company’s bottom line. That’s because the general public is not so concerned with government surveillance that they are willing to adopt privacy tools that can be cumbersome. SpiderOak, for example, is unable to reset passwords, even if a person forgets his or her login information.\n\n“Small companies will get publicity, but as far as him changing adoption of these technologies, I don’t see it happening,” Pescatore said.", "tags": "set(['Most Popular on HuffPost'])", "title": "Edward Snowden's New Role"}