{"yelLabel": ["nonyellow"], "tags": "set(['Interactives', 'Debate over guns in America', 'Investigations'])", "title": "Bloomberg put $10M into super PAC for 2012 election", "content": "Mayor Michael Bloomberg speaks at New York's City Hall on Tuesday. (Photo: Robert Miller, New York Post, via AP) Story Highlights New York City mayor's super PAC spent more than $9 million to oust candidates\n\nBloomberg contributed $10 million of his own money to super PAC\n\nNational Rifle Association spent $20M during 2012 election cycle\n\nWASHINGTON — New York City Mayor Michael Bloomberg contributed $10 million of his own money to his super PAC last year, as he launched a last-minute fight against congressional candidates who oppose gun control, campaign-finance reports filed Thursday show.\n\nHis Independence USA super PAC spent $9.6 million on the fall elections and ended the year with more than $373,000 in the bank, according to a report filed Thursday with the Federal Election Commission.\n\nFULL COVERAGE: Debate over guns in America\n\nThe billionaire businessman-turned-politician has emerged as one of the most visible gun-control advocates in the country. He spent more than $3 million in a single House race last year to help oust California Rep. Joe Baca over the Democrat's record on guns and the environment.\n\nThis week, Bloomberg's super PAC launched TV ads against former congresswoman Debbie Halvorson, who has been highly rated by the National Rifle Association. Halvorson is among the Chicago-area candidates vying to replace Jesse Jackson Jr. in Congress. The special election for the House seat vacated by Jackson is April 9.\n\nSo far, the National Rifle Association remains the heavy hitter in the gun debate, spending more than $20 million on the 2012 elections through its various arms – including a political action committee.\n\nIts year-end PAC donations included a $4,000 contribution to the leadership PAC of Sen. Richard Shelby, R-Ala., a report filed Thursday shows. He has said he opposes efforts to reinstate the assault-weapons ban. The NRA also contributed to debt retirement for several incoming House freshman, including Rep. Markwayne Mullins, R-Okla., donating $1,000 to his campaign.\n\nIn a recent statement, Mullins said President Obama was \"politicizing a national tragedy\" by pushing to ban high-capacity ammunition magazines and other gun restrictions following the Dec. 14 shootings in Newtown, Conn.\n\nRead or Share this story: http://usat.ly/WW5dWw", "positionLabels": ["critical"], "politicalLabels": ["neutral"]}