{"content": "\n\nIn this January 31, 2012 file photo, CIA Director David Petraeus, testifies before the US Senate Intelligence Committee during a full committee hearing on \"World Wide Threats,\"on Capitol Hill in Washington, DC. (Karen Bleier/AFP/Getty Images)\n\nGen. David H. Petraeus, who commanded U.S. troops in Iraq during the 2007-2008 surge, was back in that country last week for the first time in more than three years. He was attending the annual Sulaimani Forum, a get-together of Iraqi leaders, thinkers and academics, at the American University of Iraq - Sulaimani in northern Iraq’s Kurdistan region.\n\n[Read: Five things Petraeus thinks about the future of the Middle East]\n\nIn his most expansive comments yet on the latest crisis in Iraq and Syria, he answered written questions from The Post’s Liz Sly, offering insights into the mistakes, the prosecution and the prospects of the war against the Islamic State, also known as ISIS, which he refers to by its Arabic acronym, Daesh.\n\nHow does it feel to be back in Iraq after four years away?\n\nIraq is a country I came to know well and the place where I spent some of the most consequential years of my life. So it has been a bit of an emotional experience to return here after my last visit in December 2011 as director of the CIA. I was very grateful for the chance to be back to see old friends and comrades from the past.\n\nThat said, it is impossible to return to Iraq without a keen sense of opportunities lost. These include the mistakes we, the U.S., made here, and likewise the mistakes the Iraqis themselves have made. This includes the squandering of so much of what we and our coalition and Iraqi partners paid such a heavy cost to achieve, the continuing failure of Iraq's political leaders to solve longstanding political disputes, and the exploitation of these failures by extremists on both sides of the sectarian and ethnic divides.\n\nHaving said that, my sense is that the situation in Iraq today is, to repeat a phrase I used on the eve of the surge, hard but not hopeless. I believe that a reasonable outcome here is still achievable, although it will be up to all of us — Iraqis, Americans, leaders in the region and leaders of the coalition countries — to work together to achieve it.\n\nYou oversaw the gains of the surge in 2007-08. How does it make you feel to see what is happening today, with ISIS having taken over more of Iraq than its predecessor, AQI [al-Qaeda in Iraq], ever did?\n\nWhat has happened in Iraq is a tragedy — for the Iraqi people, for the region and for the entire world. It is tragic foremost because it didn't have to turn out this way. The hard-earned progress of the Surge was sustained for over three years. What transpired after that, starting in late 2011, came about as a result of mistakes and misjudgments whose consequences were predictable. And there is plenty of blame to go around for that.\n\nYet despite that history and the legacy it has left, I think Iraq and the coalition forces are making considerable progress against the Islamic State. In fact, I would argue that the foremost threat to Iraq’s long-term stability and the broader regional equilibrium is not the Islamic State; rather, it is Shiite militias, many backed by — and some guided by — Iran.\n\nThese militia returned to the streets of Iraq in response to a fatwa by Shia leader Grand Ayatollah Sistani at a moment of extreme danger. And they prevented the Islamic State from continuing its offensive into Baghdad. Nonetheless, they have, in some cases, cleared not only Sunni extremists but also Sunni civilians and committed atrocities against them. Thus, they have, to a degree, been both part of Iraq's salvation but also the most serious threat to the all-important effort of once again getting the Sunni Arab population in Iraq to feel that it has a stake in the success of Iraq rather than a stake in its failure. Longer term, Iranian-backed Shia militia could emerge as the preeminent power in the country, one that is outside the control of the government and instead answerable to Tehran.\n\nBeyond Iraq, I am also profoundly worried about the continuing meltdown of Syria, which is a geopolitical Chernobyl. Until it is capped, it is going to continue to spew radioactive instability and extremist ideology over the entire region.\n\nAny strategy to stabilize the region thus needs to take into account the challenges in both Iraq and Syria. It is not sufficient to say that we’ll figure them out later.\n\n[Related: ‘Daesh’: John Kerry starts calling the Islamic State a name they hate]\n\nWhat went wrong?\n\nThe proximate cause of Iraq’s unraveling was the increasing authoritarian, sectarian and corrupt conduct of the Iraqi government and its leader after the departure of the last U.S. combat forces in 2011. The actions of the Iraqi prime minister undid the major accomplishment of the Surge. [They] alienated the Iraqi Sunnis and once again created in the Sunni areas fertile fields for the planting of the seeds of extremism, essentially opening the door to the takeover of the Islamic State. Some may contend that all of this was inevitable. Iraq was bound to fail, they will argue, because of the inherently sectarian character of the Iraqi people. I don’t agree with that assessment.\n\nThe tragedy is that political leaders failed so badly at delivering what Iraqis clearly wanted — and for that, a great deal of responsibility lies with Prime Minister Maliki.\n\nAs for the U.S. role, could all of this have been averted if we had kept 10,000 troops here? I honestly don't know. I certainly wish we could have tested the proposition and kept a substantial force on the ground.\n\nFor that matter, should we have pushed harder for an alternative to PM Maliki during government formation in 2010? Again, it is impossible to know if such a gambit might have succeeded. But certainly, a different personality at the top might have made a big difference, depending, of course, on who that individual might have been.\n\nWhere I think a broader comment is perhaps warranted has to do with the way we came to think about Iraq and, to a certain extent, the broader region over the last few years. There was certainly a sense in Washington that Iraq should be put in our rearview mirror, that whatever happened here was somewhat peripheral to our national security and that we could afford to redirect our attention to more important challenges. Much of this sentiment was very understandable given the enormous cost of our efforts in Iraq and the endless frustrations that our endeavor here encountered.\n\nIn retrospect, a similar attitude existed with respect to the civil war in Syria — again, a sense that developments in Syria constituted a horrible tragedy to be sure, but a tragedy at the outset, at least, that did not seem to pose a threat to our national security.\n\nBut in hindsight, few, I suspect, would contend that our approach was what it might — or should — have been. In fact, if there is one lesson that I hope we’ve learned from the past few years, it is that there is a linkage between the internal conditions of countries in the Middle East and our own vital security interests.\n\nWhether fair or not, those in the region will also offer that our withdrawal from Iraq in late 2011 contributed to a perception that the U.S. was pulling back from the Middle East. This perception has complicated our ability to shape developments in the region and thus to further our interests. These perceptions have also shaken many of our allies and, for a period at least, made it harder to persuade them to support our approaches. This has been all the more frustrating because, of course, in objective terms, we remain deeply engaged across the region and our power here is still very, very significant.\n\nNeither the Iranians nor Daesh are 10 feet tall, but the perception in the region for the past few years has been that of the U.S. on the wane, and our adversaries on the rise. I hope that we can begin to reverse that now.\n\nWhat are your thoughts when you see Qasem Soleimani, the IRGC's Quds Force commander who funded and armed the militias who blew up U.S. troops and shelled the U.S. Embassy while you were in it, taking battlefield tours like you used to?\n\nYes, \"Hajji Qasem,\" our old friend. I have several thoughts when I see the pictures of him, but most of those thoughts probably aren't suitable for publication in a family newspaper like yours. What I will say is that he is very capable and resourceful individual, a worthy adversary. He has played his hand well. But this is a long game, so let’s see how events transpire.\n\nIt is certainly interesting to see how visible Soleimani has chosen to become in recent months — quite a striking change for a man of the shadows.\n\nWhatever the motivations, though, they underscore a very important reality: The current Iranian regime is not our ally in the Middle East. It is ultimately part of the problem, not the solution. The more the Iranians are seen to be dominating the region, the more it is going to inflame Sunni radicalism and fuel the rise of groups like the Islamic State. While the U.S. and Iran may have convergent interests in the defeat of Daesh, our interests generally diverge. The Iranian response to the open hand offered by the U.S. has not been encouraging.\n\nIranian power in the Middle East is thus a double problem. It is foremost problematic because it is deeply hostile to us and our friends. But it is also dangerous because, the more it is felt, the more it sets off reactions that are also harmful to our interests — Sunni radicalism and, if we aren't careful, the prospect of nuclear proliferation as well.\n\nYou have had some interactions with Qasem Soleimani in the past. Could you tell us about those?\n\nIn the spring of 2008, Iraqi and coalition forces engaged in what emerged as a decisive battle between the Iraqi Security Forces and the Iranian-supported Shiite militias.\n\nIn the midst of the fight, I received word from a very senior Iraqi official that Qasem Soleimani had given him a message for me. When I met with the senior Iraqi, he conveyed the message: \"General Petraeus, you should be aware that I, Qasem Soleimani, control Iran’s policy for Iraq, Syria, Lebanon, Gaza, and Afghanistan.\" The point was clear: He owned the policy and the region, and I should deal with him. When my Iraqi interlocutor asked what I wanted to convey in return, I told him to tell Soleimani that he could \"pound sand.\"\n\nIf you look back at what happened when the surge of U.S. troops under your command turned the tide of the war, is there anything you would have done differently? What are your regrets?\n\nThere are always actions that, with the benefit of hindsight, you realize you misjudged or would have done differently. There are certainly decisions, in the course of my three deployments to Iraq, that I got wrong. Very candidly, there are several people who are causing enormous harm in Iraq today whom I wish we had taken off the battlefield when we had the chance to do so. Beyond that, there certainly were actions taken in the first year in Iraq, in particular, that made our subsequent effort that vastly more difficult that it needed to be. But those are well known.\n\nWhat would be (or is, assuming people must be asking) your main advice on how best to prosecute the war against ISIS now?\n\nIn general terms, what is needed in Iraq at this point is all of the elements of the comprehensive, civil-military counterinsurgency campaign that achieved such significant progress during the Surge, with one huge difference — that Iraqis must perform a number of the critical tasks that we had to perform. Iraqis must, for example, provide the \"boots on the ground,\" albeit enabled by advisers and U.S. air assets, with tactical air controllers if necessary.\n\nIf the Iraqis cannot provide such forces, we should increase efforts to develop them. Iraqis must also be the ones who pursue reconciliation with Sunni leaders and the Sunni Arab community. We may help in various ways, but again, sustainable results can only be achieved by Iraqis — who clearly have the ability to do so, even if the will is sometimes not fully evident.\n\nIn more specific terms, I would offer the following:\n\nFirst, it is critical that Iraqi forces do not clear areas that they are not able or willing to hold. Indeed, the \"hold\" force should be identified before the clearance operation begins. This underscores the need for capable, anti-Daesh Sunni forces that can go into Sunni-majority areas and be viewed as liberators, not conquerors or oppressors.\n\nSecond, the Iraqi forces that conduct(s) operations have to demonstrate much greater care in their conduct. I am deeply concerned by reports of sectarian atrocities — in particular by the Shiite militias as they move into Sunni areas previously held by the Islamic State. Kidnappings and reprisal killings, mass evictions of civilians from their homes — these kinds of abuses are corrosive to what needs to be accomplished. Indeed, they constitute Daesh’s best hope for survival — pushing Sunnis to feel once again the need to reject the Iraqi forces in their areas. The bottom line is that Daesh’s defeat requires not just hammering them on the battlefield, but simultaneously, revived political reconciliation with Sunnis. Iraq’s Sunnis need to be brought back into the fold. They need to feel as though they have a stake in the success of Iraq, rather than a stake in its failure.\n\nThird, as I explained earlier, we need to recognize that the #1 long term threat to Iraq’s equilibrium — and the broader regional balance — is not the Islamic State, which I think is on the path to being defeated in Iraq and pushed out of its Iraqi sanctuary. The most significant long term threat is that posed by the Iranian-backed Shiite militias. If Daesh is driven from Iraq and the consequence is that Iranian-backed militias emerge as the most powerful force in the country — eclipsing the Iraqi Security Forces, much as Hezbollah does in Lebanon — that would be a very harmful outcome for Iraqi stability and sovereignty, not to mention our own national interests in the region.\n\nFourth, as long as we are talking about difficult problems, there is Syria. Any acceptable outcome [in Syria] requires the build-up of capable, anti-Daesh opposition forces whom we support on the battlefield. Although it is encouraging to see the administration's support for this initiative, I think there are legitimate questions that can be raised about the sufficiency of the present scale, scope, speed, and resourcing of this effort. It will, for example, be impossible to establish a headquarters inside Syria to provide command and control of the forces we help train and equip as long as barrel bombs are dropped on it on a regular basis.\n\nRead more:\n\nThe Islamic State is one of the most well-funded terrorist organizations in the world. So where does it get its money? (Jorge Ribas/The Washington Post)\n\n‘Daesh’: John Kerry starts calling the Islamic State a name they hate\n\nIslamic State appears to be fraying from within\n\nThe Islamic State is failing at being a state\n\nRead today’s coverage from Post correspondents around the world", "tags": "set([])", "title": "Petraeus: The Islamic State isn’t our biggest problem in Iraq"}