{"yelLabel": ["nonyellow"], "tags": "set([])", "title": "Israel’s Netanyahu apologizes to country’s Arab minority", "content": "FILE - In this March 18, 2015, file photo, Israeli Prime Minister Benjamin Netanyahu greets supporters at the party’s election headquarters in Tel Aviv. Netanyahu apologized to Israel’s Arab citizens on Monday, March 23, 2015, for remarks he made during last week’s parliament election that offended members of the community. (Oded Balilty, File/Associated Press)\n\nJERUSALEM — Prime Minister Benjamin Netanyahu apologized to Israel’s Arab citizens on Monday for remarks he made during last week’s parliament election that offended members of the community.\n\nThe move appeared to be an attempt to heal rifts and mute criticism at home and in the United States. Netanyahu drew accusations of racism in Israel, especially from its Arab minority, and a White House rebuke when, just a few hours before polling stations were to close across the country, he warned that Arab citizens were voting “in droves.”\n\nBut President Barack Obama’s chief of staff, Denis McDonough, rejected Netanyahu’s attempt to distance himself from his comments, telling an Israel advocacy group Monday that the U.S. can’t just overlook what Netanyahu said on the eve of his re-election.\n\nNetanyahu, whose Likud Party won re-election in the vote, met with members of the Arab community at the prime minister’s residence in Jerusalem on Monday and apologized.\n\nHe said he knows his “comments last week offended some Israeli citizens and offended members of the Israeli-Arab community.”\n\n“This was never my intent. I apologize for this,” Netanyahu said. “I view myself as the prime minister of each and every citizen of Israel, without any prejudice based on religion, ethnicity or gender.”\n\n“I view all Israeli citizens as partners in the building of a prosperous and safe state of Israel, for all Israelis,” he also said.\n\nA recently established alliance of four small, mostly Arab parties called the Joint List made unprecedented gains in the March 17 election, earning enough votes to make it the third-largest party in Israel’s parliament. Arab citizens make up 20 percent of Israel’s population. Equality is guaranteed in Israel’s laws but many Arabs have long complained of discrimination, mainly in the job and housing market.\n\nAyman Odeh, the head of the Joint List, told channel 2 TV that Netanyahu’s apology was not accepted.\n\n“This is not a real apology,” Odeh said. “He incited against citizens who were exercising their basic right to vote for Knesset.”\n\nOdeh also accused Netanyahu of “zigzagging” by saying one thing one day and a different another.\n\nIn the final days of the campaign, Netanyahu angered the U.S. by taking a tough stance toward the Palestinians and by saying a Palestinian state will not be established on his watch in the current climate of regional chaos and violence. Resolving the conflict between Israel and the Palestinians in a two state solution is a key U.S. foreign policy priority.\n\nIn his speech to J Street, an Israel advocacy group that is sharply critical of Netanyahu, McDonough warned Israel against annexing the West Bank, where Palestinians hope to establish their future state. He said Netanyahu’s prediction that a Palestinian state wouldn’t come about on his watch was “very troubling” and questioned Netanyahu’s broader commitment to the two-state solution the U.S. and Israel have officially supported for years.\n\n“We cannot simply pretend that these comments were never made,” McDonough said.\n\nObama’s decision to dispatch his chief of staff to speak to J Street was seen as another sign that Obama intends to take a tougher tack toward Netanyahu.\n\nIsraelis and Palestinians are closely watching to see how U.S. policy will change in practical terms after Netanyahu’s success in the elections. Obama has said the U.S. must reevaluate its approach to pursuing Mideast peace because of Netanyahu’s comments, and has entertained speculation the U.S. will be less willing to come to Israel’s defense in the United Nations. The U.S. has voted against U.N. resolutions supporting the establishment of a Palestinian state, insisting the matter should be negotiated directly with Israel.\n\nNetanyahu’s tough talk was part of a last-ditch attempt to spur his more hard-line supporters to the polls after it appeared he was losing voters to a more hawkish party.\n\nNetanyahu defended his election-day remarks in the days after the vote. He told NBC last Thursday that he remains committed to Palestinian statehood — if conditions in the region improve — and to the two-state vision first spelled out in a landmark 2009 speech at Israel’s Bar Ilan University. “I haven’t changed my policy,” he said. “I never retracted my speech.”\n\nHe told NBC that his government has spent billions in Arab towns to upgrade infrastructure, schools and narrow gaps.\n\nEarlier on Monday, Netanyahu secured a majority of backers in the new parliament and will later be tasked with forming the next government.\n\nIsrael’s ceremonial president, Reuven Rivlin, has been meeting with the parties in parliament to hear their recommendations before appointing who will form the next coalition government. Kulanu, a new centrist party gave its nod to Netanyahu on Monday, giving him 61 backers out of the 120 in parliament.\n\nNetanyahu appears poised to set up a coalition with hawkish, centrist and religious parties.\n\n___\n\nAssociated Press writers Matt Lee and Josh Lederman in Washington contributed to this report.\n\nCopyright 2015 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.", "positionLabels": ["critical"], "politicalLabels": ["conservative"]}