{"content": "Net neutrality is arguably the most important issue that nobody understands.\n\nIf you’ve taken time to understand what the debate is, what it means, and why it’s important, you’ve likely heard from overwhelmingly pro-neutrality sources: John Oliver, Reddit, the ACLU, the Electronic Frontier Foundation, Steve Wozniak, Lawrence Lessig, Netflix, and pretty much every company in Silicon Valley.\n\nThe passion with which these advocates voice their concern is justified, but it’s shrouded in a veil of dull, inscrutable industry jargon. Centered around key terms like Title II classification, tiered service structures, and the Telecommunications Act of 1996, it’s a subject that's not terribly accessible to the average internet user.\n\nSo here's a quick primer on why net neutrality (NN) is suddenly an important issue (informed readers can skip this part):\n\nWhy Net Neutrality Matters\n\nThe FCC is currently considering a rule that would allow internet service providers (ISPs) like Comcast and TWC to establish “fast lane” access to their broadband networks. Said another way, content providers like YouTube, Netflix, or Reviewed.com could purchase (or be charged for) priority access to ISPs' internet pipelines.\n\nNet neutrality advocates also point out that some ISPs are also media conglomerates. Comcast, for example, owns NBC Universal and could prioritize its own content over the competition's.\n\nNN advocates worry that such a precedent would stifle competition because cash-strapped startups wouldn't be able to compete with big competitors. They also point out that many ISPs are media conglomerates. Comcast, for example, owns NBC Universal and Hulu, and so could prioritize its own content over the competition's. Verizon, meanwhile, could promote faster access to its Redbox streaming service while demanding \"peering fees\" from Netflix to deliver the same content (more on that below).\n\nThere is also a philosophical argument: The internet was created (not by the ISPs, mind you) as an open communications network with equal access to all users, and it should remain that way.\n\nBut this tiered service structure is not the only issue. The FCC is also considering a proposal to reclassify ISPs as common carriers. In a nutshell, “common carriers” are entities that are legally responsible for the loss of goods during transportation. Airlines, railroads, trucking companies, and public utilities all operate as common carriers. And, thanks to the Telecommunications Act of 1996, so do telephone companies.\n\nISPs, however, do not. That means they are more or less free to control broadband access at their own discretion, especially after a U.S. appeals court ruled in January that the FCC doesn't have the authority to prohibit ISPs from blocking or relegating lawful content (more on that below).\n\n\n\n\n\n\n\nAt this point, you ought to have a clearer picture of what's at stake in the net neutrality debate (if you're still in the dark, read this comic). Chances are, you're on the side of Netflix and other companies who don't want to pay for priority access to the ISPs' pipes. After all, everyone loves speedy internet access, and no one wants to pay more for it.\n\nAn overwhelming majority of media outlets agree with you, which means most coverage of the issue has been sympathetic to net neutrality advocates. But few have given the Comcasts of the world a chance to voice their own arguments.\n\nBelow, you'll find a curated collection of quotes from Comcast, Time Warner, and Verizon, defending or advocating for their own positions on the NN debate. We've offered up our own analysis of each claim, but you can judge their worth for yourself.\n\nIn Their Own Words...\n\n“Our customers want a secure and open Internet, we are committed to delivering on our promise to ensure that experience, and we are comfortable supporting appropriate, legally enforceable open Internet rules.” –Comcast\n\nThat was Comcast's response to the FCC's May decision to consider both the fast lane proposal and common carrier reclassification for ISPs. The statement also reaffirmed the company's support for the FCC’s 2010 Open Internet Rules, claiming they “struck the appropriate balance between consumer protection and reasonable network management rights for ISPs.”\n\nBut what does that really mean?\n\nThe FCC’s Open Internet Order of 2010 was a compromise that few on either side of the debate really liked. Essentially, the regulations called on both fixed (cable) and wireless (mobile) broadband providers to disclose their network management practices, and prohibited them from blocking or relegating lawful content.\n\nNeutrality advocates argued the rules didn't go far enough, since certain rules did not extend to wireless service providers like Verizon and AT&T, nor did it expressly prohibit “paid prioritization”—the fast lane concept currently being considered by the FCC.\n\nISPs themselves showed only tepid support for the rules, fearing that compliance costs could prevent them from reinvesting their capital in customer service or network infrastructure, like high-speed fiber optic lines.\n\nEven so, most neutrality advocates viewed the OIO as a win for ISPs. And it's no wonder why: Comcast executive vice president David L. Cohen praised the ruling back in 2010 because it \"removes the cloud of Title II regulation.\"\n\nThat last part is important, and also a perfect example of how this issue can be obscured by bureaucratic jargon. “Title II” is essentially a common carrier classification under the Communications Act of 1934—the same classification that NN supporters want to assign to all broadband providers—fixed and wireless alike.\n\n\"Common carrier regulation would unquestionably harm innovation and investment in the Internet and broadband infrastructure.” –Comcast\n\n\"Innovation” in the ISP sector can be distilled down to just one thing: speed. And the only way to make things faster is to upgrade the network infrastructure. Google, AT&T, and even Verizon have all begun laying high-capacity fiber optic networks in choice municipalities, but progress is slow and competition hasn’t been intense enough to spur market leaders like Comcast and TWC to do the same.\n\n\"Innovation” in the ISP sector can be distilled down to just one thing: speed.\n\nWhat might surprise you is that many cites are already equipped with fiber networks—they're just not accessible to consumers. ISPs withhold these services from residential customers in order to create an array of “performance tiers” and to maximize profits. They’ve also lobbied local governments to prohibit selling or leasing these lines themselves, thereby establishing local monopolies.\n\nISPs, of course, would dispute this. Existing fiber networks, they say, often don't go the \"last mile\" to subscribers’ physical homes, and ISPs maintain that the cost of “fiber to the premises” outweighs the potential financial gains. They also claim that the growing prevalence of wireless broadband further discourages investment in wired network upgrades.\n\nComcast CEO David Cohen wrote in a Philadelphia Inquirer op-ed that the “issue with such speed is really more about demand than supply.”\n\n“Our business customers can already order 10-gig connections. Most websites can't deliver content as fast as current networks move, and most U.S. homes have routers that can't support the speed already available to the home. As consumer demand grows for faster speeds, a competitive marketplace of wired and wireless broadband providers will be ready to serve it.”\n\nTerritory controlled by cable/internet providers.\n\n\"Most websites can't deliver content as fast as current networks move, and most U.S. homes have routers that can't support the speed already available to the home.\" –Comcast\n\nThese are fair claims, but there are a few counter-arguments to be made.\n\nFirst of all, wireless broadband is not a direct competitor to the fixed service offered by cable ISPs. Most fixed connections are already faster than wireless 4G standards, and next-gen wireless tech is lagging behind its fixed equivalents. Samsung is actively investing in 5G technology, which is comparable to existing fiber-optic speeds, but no one expects that kind of service to roll out until at least 2020.\n\nSecond, let’s recall that cable broadband providers have been lobbying the FCC to exclude them from Title II classification, aka common carrier status, which they claim would harm innovation and investment. The argument that \"infrastructure upgrades are too expensive\" is a tough sell when you consider how major ISPs have been innovating and investing without that Title II classification—which is to say, hardly at all.\n\nIn a May blog post, Cohen wrote that, as a result of not being labeled a common carrier, Comcast has been able to invest billions of dollars in more robust broadband networks and foster the creation of millions of jobs. However, NCTA data shows cable industry infrastructure expenditures have actually been on the decline in recent years.\n\nFinally, what Cohen calls a \"lack of demand\" is mostly just a lack of local service alternatives. There is plenty of demand, but as any economics professor will tell you, the financial burden of not supplying that demand isn't felt when there is no competition. It's been more than three years since Comcast demonstrated a 1 Gbps broadband connection, and the service still isn't available to consumers.\n\nIt's been more than three years since Comcast demonstrated a 1 Gbps broadband connection, and the service still isn't available to consumers.\n\nMichael Mooney of Level 3 Communications (Netflix's interconnection partner), puts the blame for slow broadband speeds squarely on large ISPs and their refusal to meet demand and upgrade their networks:\n\n“Viewed in the light most favorable to these ISPs, they want content suppliers to pay not only for their own increased costs of supplying more robust Internet content, but also for any increased network costs of the ISPs too. This is not only unreasonable on its face, but it is entirely inconsistent with published reports indicating that returns on invested capital for ISPs are excellent, and are expected to improve even further, driving considerable additional growth in economic profits.\"\n\nSo most residents are stuck with slower, pricier subscriptions (when compared to the rest of the developed world), and most of them don't even realize it. The industry's response? \"We're not sure users want faster internet.\"\n\n\"Not everybody needs that type of capacity that a direct fiber network would provide.\" –TWC\n\nSo what has stopped the FCC from classifying ISPs as common carriers?\n\nLet’s return to the Open Internet Order of 2010, which gave the commission authority to remove “barriers to infrastructure investment” and promote “competition in the telecommunications market.” In some cases, the ruling also gave the FCC power to “adopt open internet rules to further its responsibilities under Title II of the (Communications) Act.”\n\nSomething must have happened between 2010 and 2014 to explain why the FCC, which is supposed to be regulating ISPs, now seems in bed with them.\n\nSomething must have happened between 2010 and 2014 to explain why the FCC, which is supposed to be regulating ISPs, now seems in bed with the likes of Comcast and TWC. The most cynical explanation is that in late 2013 the FCC got a new chairman—a former cable/ISP lobbyist named Tom Wheeler.\n\nBut it's more likely that it had something to do with the timing of an appeals court case from earlier this year, which severely weakened the most important elements of the 2010 OIO. The ruling for Verizon v. Federal Communications Commission vacated two critical net neutrality regulations that forbid network operators from blocking or discriminating against lawful network traffic, or establishing \"paid prioritization\" services.\n\nSo it's not so much that the FCC is in cahoots with broadband providers—it's that its regulatory power is slowly being eroded by judicial and legislative forces.\n\nNot surprisingly, it was around the time of the appeals court ruling that Netflix streaming speeds from Verizon (FiOS), Comcast, and AT&T began to plummet. It's difficult to prove that ISPs were throttling connection speeds in an attempt to extract \"peering\" fees from the video streaming service, but look at this graph and try to guess when Netflix capitulated to Comcast's demands.\n\nThis month, Verizon published a blog post blaming Netflix for a recent spate of buffering problems, claiming the site does \"not make arrangements to deliver this massive amount of traffic through connections that can handle it.\" Essentially, Verizon argued that Netflix was delivering its traffic through a small series of overly crowded routes.\n\nHowever, the slowdown in traffic comes just as Verizon is seeking to extract its own peering fees from Netflix, which is indeed responsible for an inordinate amount of web traffic. Both Netflix and Level 3 counter that the slowdown is actually the result of a tiny infrastructure investment that Verizon refuses to make. Why? Because it wants those peering fees.\n\n\"We look forward to working with the FCC and Congress to keep the internet a hub of innovation without the need for unnecessary new regulations that seek to manage the explosive dynamism of the Internet.\" –Verizon\n\nRemember: One of the rules currently being considered by the FCC would reclassify ISPs as common carriers. The ISPs’ central (somewhat legitimate) argument is that the government does not have the right to manage their own service networks. And that's a fair point, because, in the context of paid prioritization, the FCC's rules do seem to resemble managerial controls rather than regulatory procedures. Indeed, that is the basis of the Verizon vs. FCC ruling.\n\nIn an op-ed for the Wall Street Journal, Richard Bennett of the right-leaning American Enterprise Institute elaborates:\n\n“The best option is to just drop this ill-conceived crusade (of common carrier classification). As the U.S. phases out landline telephone service for more vibrant, 21st-century alternatives, the commission shouldn't slap obsolete regulations built for the old system onto the new one. That's exactly what net neutrality—which essentially means that internet service providers cannot customize services based on consumer needs and then price accordingly—seeks to do.”\n\nNet neutrality supporters, of course, would retort that regulation might not even be necessary if ISPs did not a) maintain local monopolies that stifle competition and inflate subscription prices, b) exploit court rulings to bully content providers into paying more to access their networks, thereby establishing a dangerous tiered service precedent, and c) assume inordinate control over a vital communications platform that is increasingly viewed as a fundamental human right.\n\n\"Blaming [Netflix] is like blaming drivers on a bridge for traffic jams when you’re the one who decided to leave three lanes closed during rush hour.\"\n\nI think the best summarization of this thinking came from Netflix itself. The company was responding to a cease-and-desist letter it had received from Verizon, demanding the streaming service remove an error message that blamed the broadband provider for its poor video quality.\n\n“To ensure that these customers get the level of service they pay you for, it is your responsibility to make sure your network, including your interconnection points, have sufficient capacity to accommodate the data requests made by those customers. To try to shift blame to us for performance issues arising from interconnection congestion is like blaming drivers on a bridge for traffic jams when you’re the one who decided to leave three lanes closed during rush hour.”\n\nEmpathy is tough. But whoever is to blame, one thing is for certain: The debate over net neutrality is far from over.\n\nHero image: Flickr user \"small_realm\" (CC BY 2.0)", "tags": "set([])", "title": "Sympathy for the Devil: Comcast on Net Neutrality"}