{"yelLabel": ["yellow"], "tags": "set([])", "title": "Indian-Americans back Obama in a big way", "content": "Dinesh Sharma is the author of \"Barack Obama in Hawaii and Indonesia: The Making of a Global President\", which was rated as one of the Top 10 Black history books for 2012.\n\nStory highlights Kal Penn, a distant cousin of the Academy Award winner Sean Penn and a remote descendant of the English merchant William Penn, has been stumping for President Obama. He will be at the University of Pennsylvania on November 4, two days before the election, to get out the vote. The name \"Kal Penn\", derived from the Gujarati Kalpan Suresh Modi, ties the Indian-American actor of Harold and Kumar fame to the history of the nation. The last name \"Penn\" is not just any other name. It is the root word for Pennsylvania, the original colony founded by William Penn, a real estate entrepreneur, Quaker philosopher, and an advocate of democracy and religious freedom. Penn was well-known for his good relations with the Indians, as seen in the\n\nKal Penn, neither a distant cousin of the Academy Award winner Sean Penn nor a remote descendant of the English merchant William Penn, has been stumping for President Obama. He will be at the University of Pennsylvania on November 4, two days before the election, to get out the vote.\n\nThe name \"Kal Penn\", derived from the Gujarati Kalpan Suresh Modi, ties the Indian-American actor of Harold and Kumar fame. The last name \"Penn\" is not just any other name. It is the root word for Pennsylvania, the original colony founded by William Penn, a real estate entrepreneur, Quaker philosopher, and an advocate of democracy and religious freedom.\n\nPenn was well-known for his good relations with the Indians, as seen in the classical engraving from 1681, \"William Penn's Treatise with the Indians\" (that is American-Indians). Alas, history has come full circle - Christopher Columbus has finally discovered the Indians he was searching for in the actor and comedian Kal Penn - thanks to President Obama!\n\nAsian-Americans back Obama\n\nAccording to a recent survey of Asian-American citizens, Obama holds a large lead despite his lacklustre performance in the first debate, which has led to a late Romney surge. The latest survey was conducted among likely voters between September 21 and October 13, where Asian- Americans likely voters backed Obama 43 per cent to 24 per cent, with almost one-third undecided, according to a report by Karthick Ramakrishnan, Taeku Lee and the National Asian American Survey (NAAS).\n\nLive Box 201210894257568382\n\nWhy such a huge gap despite higher income and education levels among Asian-Americans? Why are Asians not voting with their wallets for Romney in higher proportions? Is it the history of immigration, ethnicity, race or class that draws them to Obama?\n\nRamakrishnan speculated that \"Asian-Americans either weren't paying much attention to the debate or they weren't greatly influenced by pundits who criticised Obama's October 3 debate performance\". Or may be Asian-Americans were \"smart\" enough to see through the many personalities of Mitt Romney?\n\nAmong Indian-Americans, democratic support is even stronger: Obama 68 per cent, Romney 5 per cent and undecided 25 per cent, despite Obama's rhetorical attacks on outsourcing; his job approval rating is at 81 per cent among Indian-Americans.\n\nIs this because Obama is an admirer of Hanuman, the superman of Hindu mythology, a monkey-god he discovered as a child in Jakarta, Indonesia? Or is it due to Obama's Bollywood crossover success in movies like My Name is Khan and Phas Gaye Re Obama, or perhaps Michelle Obama's ability to dance to Bollywood music during the trip to India has won this segment over?\n\nOn a serious note, Obama has had a close relationship with Prime Minister Manmohan Singh and Hillary Clinton has been to India many times as Secretary of State, while they have tried to make bold policy changes in South Asia. In this case, the Pacific pivot bodes well for President Obama in the swing states.\n\nThe support for Obama among Indian Americans is statistically higher than any other Asian-American subgroup: Chinese (43 per cent), Filipino (32 per cent), Vietnamese (24 per cent), Korean (49 per cent), Japanese (49 per cent), Cambodian (59 per cent) and Hmong (56 per cent).\n\nAsian-Americans approve of President Obama's performance more than the national average (59 per cent vs 50 per cent) and rate Mitt Romney considerably poorly than the national average (30 per cent vs 45 per cent).\n\nAsian-Americans highlight similar issues as the rest of the country; the economy and jobs are by far the most important issues, followed by healthcare and education. Women's rights and healthcare works in Obama's favour, while the deficit favours Mitt Romney.\n\nA majority of Asian-Americans claim to be non-partisan (51 per cent are Independent or have no party affiliation). In this sample of more 3,000 telephone respondents, one in six Asian-Americans (17 per cent) lives in a battleground state during the 2012 presidential election.\n\nJindal-Haley effect\n\nThe support for Obama stands despite two Indian-American governors who are strongest critics of the president. Bobby Jindal, governor of Louisiana, has been attacking Obama on behalf of Romney. During the debate at Hofstra University Jindal said, Obama may have \"the oratorical skills of Winston Churchill and Presidents Reagan and Lincoln combined,\" he can't \"defend\" his administration's record.\n\n\"Of 22,000 respondents, 50 per cent support Obama while only 9 per cent back Romney in the global sample of 21 countries...\"\n\nNikki Haley, the other Indian-American republican governor said at the Republican Convention in Tampa, \"The hardest part of my job continues to be this federal government, this administration and this president…. Obama will do everything he can to stand in your way.\"\n\nAccording to a global survey by BBC, all but one country supports Obama over Romney in 2012. Of 22,000 respondents, 50 per cent support Obama while only 9 per cent back Romney in the global sample of 21 countries, which makes the anti-Obama duo of Jindal-Haley a rather parochial voice in the wilderness. \"They seem to be in relatively small minority of Indian-Americans who support Mitt Romney,\" according to the Asian-American survey.\n\nMajority-minority dynamics\n\nLikewise, James Zogby found Arab-Americans support the president \"overwhelmingly\" in a recent poll, as do a majority of the Jewish-American voters, according to several leading pollsters. Based on all estimates, the president will win strong support among African-Americans and Hispanic-Americans by a significant margin, while his support among traditional white voters has been dwindling. In 2008, he won based on a strong coalition of the ethnic voting blocks.\n\nWill Obama have a strong coalition to garner enough electoral votes, turning the tide against Romney, who, according to Gallup poll, seems to be leading in the popular votes? It remains to be seen whether the president's segmented, micro-targeting strategy, will deliver the goods on election-day.\n\nDinesh Sharma is the author of Barack Obama in Hawaii and Indonesia: The Making of a Global President, which was rated as the Top 10 Black history books for 2012. His next book on President Obama, Crossroads of Leadership: Globalization and American Exceptionalism in the Obama Presidency, is due to be published with Routledge Press.\n\nSource: Al Jazeera", "positionLabels": ["defensive"], "politicalLabels": ["conservative"]}