{"content": "WASHINGTON — President Obama expanded sanctions against Russia on Thursday, blacklisting a bank and several wealthy businessmen with close ties to President Vladimir V. Putin, as the United States struggled to forestall further Russian incursions into Ukraine.\n\nAmong those targeted were Sergei B. Ivanov, the president’s chief of staff; Gennady N. Timchenko, a billionaire investor with links to Mr. Putin; and Yuri V. Kovalchuk, whom the administration described as the personal banker for Russian leaders, including the president.\n\nMr. Obama also opened the door to more sweeping measures against core parts of the Russian economy, including the oil and natural gas industries, which account for much of Russia’s exports. He said the actions could disrupt the global economy, but might be necessary because of what he described as menacing movements by the Russian military near eastern and southern Ukraine.\n\nAdministration officials insisted that the new sanctions would have more bite than the initial ones Mr. Obama announced on Monday. But it remains unclear whether they will be enough to put a brake on Mr. Putin, who brushed aside the previous measures and moved swiftly to annex Crimea.\n\nResponding almost immediately, Russia barred nine prominent American officials from entering the country, including the speaker of the House, John A. Boehner; the Senate Democratic leader, Harry Reid of Nevada; Senator John McCain, Republican of Arizona; and three close advisers to Mr. Obama.\n\nMr. Obama, speaking from the South Lawn of the White House, said Russia’s aggressive moves toward Ukraine had only escalated since the referendum in Crimea on Sunday.\n\n“These are all choices that the Russian government has made,” he said, “and because of these choices, the United States is today moving, as we said we would, to impose additional costs on Russia.”\n\nThe hastily arranged statement, delivered with the presidential helicopter idling behind Mr. Obama before he left for a speech on the economy and a Democratic Party fund-raising event in Florida, underscored how the White House has raced to keep up with the rush of events in Ukraine.\n\nOn Monday, Mr. Obama announced measures against a number of Russian officials while saying he would calibrate the pressure campaign to respond to Mr. Putin’s actions. But a senior administration official said it became clear within 24 hours, with Mr. Putin’s defiant speech to the Russian Parliament and dismissive statements by members of his government, that the United States would have to do more.\n\n“They were exulting in their nationalistic way,” said the official, who spoke on the condition of anonymity to discuss the administration’s internal deliberations. “So we moved from officials to cronies. These are Putin’s money people.”\n\nThe administration was also prodded by signs that the Russian military had moved troops into positions that could threaten southern and eastern Ukraine. While Mr. Obama has ruled out direct military involvement, another senior administration official told reporters that the Pentagon was studying whether to provide communications equipment and other nonlethal assistance to the Ukrainian military.\n\nThe latest round of sanctions is surgical, experts said: designed to hit the wallets of individuals with close ties to Mr. Putin, rather than to damage the broader Russian economy.\n\n“The dollar figure is not big,” said Anders Aslund, a senior fellow at the Peterson Institute for International Economics in Washington. “But these people are really close to Putin.”\n\nIf Europe were to join the United States in targeting Russian individuals, and if Washington were to go after Russia’s energy sector, “That would have a real economic effect,” he said.\n\nThe list announced by the Treasury Department included 16 senior Russian government officials and heads of state enterprises, some of whom have longstanding ties to Mr. Putin. Several of these people had already been sanctioned by the European Union.\n\nNew to the list were four men who have amassed vast empires through their ties to the government. In addition to Mr. Timchenko and Mr. Kovalchuk, they are Arkady and Boris Rotenberg, billionaire brothers who were awarded an estimated $7 billion in contracts for the Winter Olympic Games in Sochi.\n\nThe Treasury also designated Bank Rossiya, the 17th-largest Russian bank, of which Mr. Kovalchuk is the largest shareholder. A senior official said that would pinch Mr. Putin and his friends because Rossiya would no longer be able to conduct transactions in dollars and would find its assets frozen in correspondent accounts in European banks.\n\nAt least for now, though, a senior American official said he did not expect the European Union to target Russian business executives because it would require additional legal criteria. During Vice President Joseph R. Biden’s trip to Poland and the Baltic states this week, he encountered little desire for broader sanctions against Russia, even in countries with a long history of being subjugated by their Russian neighbor.\n\nMr. Obama said more sweeping sanctions were not his “preferred outcome,” and analysts said they did not expect him to impose them. Under a new executive order, he could target Russian industrial sectors, including energy, engineering, metals and mining, and financial services.\n\n“Russia must know that further escalation will only isolate it further from the international community,” he said.\n\nThe economic calculus favors Washington, analysts said: Even significantly tougher sanctions — the kind applied to countries like Iran — would probably have only a muted effect on the American economy because of the modest size of the Russian economy and its limited trade ties with the United States.\n\nA senior Treasury official said there were already signs that the sanctions were having an impact. On Thursday, Standard & Poor’s, the ratings agency, downgraded its outlook on the Russian economy to negative. And jitters over Crimea have weakened the Russian stock market and the value of the ruble.\n\nOne of Mr. Timchenko’s companies, Gunvor Group, a commodities trader, also announced that he had sold his substantial stake in the company on Wednesday to the chief executive, Torbjorn Tornqvist, a Swede, “to ensure with certainty the continued and uninterrupted operations.” Mr. Timchenko and Mr. Tornqvist founded Gunvor in 2000.\n\nIn Russia, officials reacted to the sanctions with a mix of indignation and contempt. Russia’s foreign minister, Sergey V. Lavrov, said: “They are illegitimate. They have no international legal grounds under them.”\n\nMr. Putin’s spokesman, Dmitri S. Peskov, denounced them as unacceptable and said Russia’s response “will be based on the principle of reciprocity and will not take long.” He suggested that one of those targeted, Sergei B. Ivanov, who spent over 20 years in the K.G.B.'s foreign intelligence service and is a close friend of Mr. Putin’s, was already barred by “a majority of countries in the West.”\n\nAnother person on the list, Vladimir I. Yakunin, the head of the Russian Railways and a close friend of Mr. Putin’s, said he was being punished for political reasons. “I’m sorry that a country that calls itself democratic uses sanctions for an honest position and for honest statements,” he told the Interfax news agency.\n\nUntil now, at least, the prospect of sanctions had done nothing to slow Russia’s speedy absorption of Crimea.\n\nOn Thursday, the lower house of the Russian Parliament ratified treaties making Crimea and, separately, the city of Sevastopol, parts of the Russian Federation.\n\nDuring the debate, many lawmakers wore black and orange czarist-era ribbons symbolizing military valor.", "tags": "set([])", "title": "Obama Steps Up Russia Sanctions in Ukraine Crisis"}