{"content": "WASHINGTON — Earlier this year, President Obama likened the Islamic State in Iraq and Syria to a junior varsity basketball squad, a group that posed little of the threat once presented by Osama bin Laden and Al Qaeda.\n\nBut on Thursday, Defense Secretary Chuck Hagel called ISIS an “imminent threat to every interest we have,” adding, “This is beyond anything that we’ve seen.”\n\nWith the rapid advance of ISIS across northern Iraq, and the release this week of a video showing one of the group’s operatives beheading an American journalist, the language Obama administration officials are using to describe the danger the terrorist group poses to the United States has become steadily more pointed. But some American officials and terrorism experts said that the ominous words overstated the group’s ability to attack the United States and its interests abroad, and that ISIS could be undone by its own brutality and nihilism.\n\n“They have a lot of attributes that should scare us: money, people, weapons and a huge swath of territory,” said Andrew Liepman, a senior fellow at the RAND Corporation and former deputy head of the National Counterterrorism Center. “But when we’re surprised by a group, as we have been in this case, we tend to overreact.”\n\nPhoto\n\nThese notes of caution from inside the government and from terrorism watchers come as the White House considers expanding military action against ISIS, including possibly striking across the border in Syria.\n\nAmerican intelligence agencies are working on a thorough assessment of the group’s strength, and they believe that its ability to gain and hold territory could make it a long-term menace in the Middle East. Intelligence officials said there were indications that ISIS’ battlefield successes had attracted defectors from Qaeda affiliates in Yemen and Africa, who are eager to join a group with momentum.\n\nBut experts say ISIS differs from traditional terrorist groups like Al Qaeda and its affiliates, primarily because it prefers enlarging what it calls its caliphate over discrete acts of terrorism. It has captured dams and oil fields, and has seized spoils of war like armored personnel carriers and tanks.\n\nBin Laden’s goal was also to create an Islamic caliphate, but he often said that it was years away and could be achieved only under the proper conditions. ISIS, on the other hand, has renamed itself “Islamic State” and declared that the caliphate has arrived.\n\n“This is a full-blown insurgent group, and talking about it as a terrorist group is not particularly helpful,” said William McCants, a fellow at the Brookings Institution.\n\nRear Adm. John Kirby, the Pentagon press secretary, said the Defense Department did not believe that ISIS had “the capability right now to conduct a major attack on the U.S. homeland.”\n\n“We do believe they have aspirations to strike Western targets,” Admiral Kirby said, adding that the “urgency of the threat” was driven by the belief that ISIS had enlisted thousands of foreign fighters and was holding its ground in Iraq and Syria.\n\nISIS is now under pressure from American airstrikes in Iraq. And the group must defend its gains from advances by a host of adversaries, like Iraqi Kurdish troops, the forces of President Bashar al-Assad of Syria, and other Syrian rebels.\n\n“Attacking the U.S. is not their first priority,” Mr. Liepman said.\n\nIn addition, American officials said that the group’s brutal methods of governing the territory it has seized, while effective in the short term, could create internal factions that would weaken its grip on power.\n\nGen. Martin E. Dempsey, chairman of the Joint Chiefs of Staff, said Thursday that the group’s ambition was to remake the Middle East by absorbing nations including Israel, Jordan, Kuwait and Syria into its caliphate. “If it were to achieve that vision, it would fundamentally alter the face of the Middle East and create a security environment that would certainly threaten us in many ways,” he said.\n\nBut some experts are skeptical that ISIS could ever realize that goal.\n\n“ISIS can expand, but it can’t dominate alone,” said George Friedman, chairman of Stratfor, a geopolitical risk analysis company. Even in Iraq, the group “can’t defeat the Kurds,” Mr. Friedman said. “It certainly doesn’t have the power to defeat the Shiites in the south.”\n\nBut for a population that is not accustomed to images of Americans at the mercy of foreign militaries, the video of the killing of the American journalist, James Foley, was bound to strike a chord and exacerbate a feeling of being under threat.\n\nSome experts said the fear of ISIS was driven partly by how little is known about the organization. While the United States has spent more than a decade studying Al Qaeda, officials know comparatively little about the structure and leadership of ISIS, beyond the information they have on the group’s self-appointed caliph, Abu Bakr al-Baghdadi.\n\nBut a large segment of the United States’ counterterrorism apparatus is now devoted to filling in the intelligence picture about ISIS. Speaking to reporters on Thursday, Mr. Hagel said as much. “We must prepare for everything,” he said. “And the only way you do that is that you take a cold, steely, hard look at it and get ready.”\n\nIt is generally agreed that it is far more difficult to carry out a terrorist attack inside the United States today than it was before the attacks of Sept. 11, 2001, because of the steps taken since to prevent would-be terrorists from entering the country.\n\nBut that does not mean that ISIS cannot present a significant threat in the Middle East.\n\n“I’m worried about Turkey, I’m worried about Jordan, I’m worried about regional destabilization,” said Jarret Brachman, the author of “Global Jihadism: Theory and Practice” and an adviser to the United States government on ISIS and Al Qaeda.\n\nMr. Brachman said that he did not believe the group had the ability, at the moment, to attack the United States, and that such an attack would bring about an American response so destructive that it would undermine the militants’ goal of territorial expansion.", "tags": "set([])", "title": "U.S. Officials and Experts at Odds on Threat Posed by ISIS"}