{"content": "\n\n(Jin Lee/Bloomberg)\n\nGiven a chance to position himself on the side of freedom, tech firms, and popular opinion against cable companies and government bureaucracy, Barack Obama made one of the less difficult choices of his presidency on Monday. His administration unveiled comprehensive support for \"net neutrality,\" backing it up with a video statement on the issue. (It appears that the president hadn't slept for about four days prior to taping this, which seems possible.)\n\nPresident Obama issued a video statement describing his efforts to urge the Federal Communications Commission to keep the internet open and free. (WhiteHouse.gov via YouTube)\n\nBut why now? We'll get back to this.\n\nIf you don't spend a lot of time on the internet 1) congratulations and 2) a quick (and rudimentary) definition is in order. Netflix, which comprises a third of all internet traffic in North America, is currently treated no differently online than, say, the Washington Post (which has not yet matched that level). Some internet service providers would like to charge Netflix and/or customers more for using all that bandwidth; in the meantime, some may already be intentionally slowing down Netflix traffic to reduce bandwidth loads.\n\nThe principle of \"net neutrality\" -- a term coined by recent New York lieutenant governor candidate Tim Wu -- is, in a simplified form, that all traffic should get the same treatment (and cost). The little \"buffering\" animation at the start of the Obama video is a tactic that was used on the web recently to demonstrate what a world without net neutrality could look like: ISPs slowing down traffic on a whim. Including (to head to the bottom of the slippery slope) political content or, say, a Verizon sucks website.\n\nWhat Obama is requesting specifically are the following: no blocking content by ISPs; no \"throttling,\" or slowing traffic down; more transparency; and no paying more to get better service. Think of hotel internet, if you've used it recently. Pay more and you get faster speeds. Now imagine that wonderful customer service arriving at your house.\n\nObama is demanding a key step to make that happen. Obama requests that internet providers be regulated under Title II of the Communications Act of 1934. In 2002, a court decision determined that the FCC's determining internet providers to be an information service instead of a telecommunications service meant that standards of net neutrality couldn't be applied. If the FCC were to regulate providers under Title II, it would make ISPs subject to certain obligations, as GigaOm explains. Hundreds of thousands of people have written to the FCC to support this move.\n\nWhich brings us back to the politics. Big internet providers generally oppose the sort of move Obama is calling for, for the reasons outlined above. But siding with people against Comcast (which actually is subject to a higher standard on neutrality than other companies for now) and other cable providers is hardly a political misstep. (Do you love your cable company? Right. Thought so.)\n\nIt also helps repair relationships with the tech community that were splintered in the wake of the National Security Agency's spying revelations. When leaks from Edward Snowden revealed the extent to which the agency was infiltrating social networks, it put firms like Facebook and Google in an awkward commercial position. The administration reached out to the companies as it planned revisions. But an embrace of net neutrality -- backed by big companies that don't want to have to pay more to push out their content -- is a big win for for tech. It could use one; its marquee midterm race went poorly. (The Chamber of Commerce, with players on both sides of the issue, had been neutral. On Monday, it released a statement opposing the Title II move.)\n\nSo: Why now? The FCC is scheduled to unveil new rules on net neutrality soon, perhaps early next year. Clearly the president wanted to get ahead of this and probably preferred to wait until the furor of the midterms had passed. There's almost no way that a strong net neutrality stance from Obama would have shifted the midterm elections; it's not the sort of thing that the electorate who made up the voting pool is terribly worried about.\n\n(This is where strong advocates of net neutrality get mad and say that it could have boosted turnout among young people, and where I respond that, since concerted efforts to turn out young people failed, this very-important-to-a-small-group issue almost certainly wouldn't have made much of a dent.)\n\nNet neutrality isn't universally embraced, of course. And Monday morning, Sen. Ted Cruz (R-Texas) tweeted his opposition to Obama's move, perhaps in part because it was from Obama.\n\n\"Net Neutrality\" is Obamacare for the Internet; the Internet should not operate at the speed of government. — Senator Ted Cruz (@SenTedCruz) November 10, 2014\n\nThis is a tricky position. \"X is Obamacare\" is an in-vogue pejorative from conservatives; here, Cruz appears to be suggesting that refusing to allow companies to choose lanes for content would make everything slower -- as slow as government! That could prove to be a tough sell.\n\nLuckily for Cruz, this is almost certainly not an issue that will define 2016. But one suspects that Obama sees it as an entry in his bid for his legacy. If net neutrality is implemented during his administration, it could eventually be the sort of thing that makes it into the early paragraphs of biographies. \"I respectfully ask,\" his statement ends, for the FCC \"to adopt the policies I have outlined here, to preserve this technology’s promise for today, and future generations to come.\" For a guy that doesn't need to fundraise and has his last election out of the way, it seems like a pretty easy request to make.\n\nThis post has been updated with the Chamber of Commerce's position.", "tags": "set([])", "title": "Why net neutrality is a political winner for Barack Obama"}