{"yelLabel": ["nonyellow"], "tags": "set([])", "title": "If Netanyahu loses, will Republicans still be ‘pro-Israel’?", "content": "The final polls before Tuesday's Israeli election shows the opposition poised to defeat Prime Minister Benjamin Netanyahu's party. (Reuters)\n\nThe Israeli election takes place tomorrow, and there is a real possibility that Benjamin Netanyahu will lose. While the election will be close and the intricate coalition system the country uses leaves lots of room for uncertainty, the final election polls showed Netanyahu’s Likud Party trailing the Labor-led Zionist Union; Netanyahu is even telling his own supporters he could be headed for defeat, which is not something one ordinarily hears from a politician on the eve of an election.\n\nIsraeli Prime Minister Benjamin Netanyahu speaks before a joint meeting of Congress on Capitol Hill on March 3. (Susan Walsh/Associated Press)\n\nHere in the United States, that raises an interesting question. In recent years, the Republican Party has elevated “support for Israel” to a level of passion and consensus usually reserved for things such as tax cuts and opposition to abortion rights. But that happened during a string of conservative Israeli governments. If Israel is led by a Labor Party prime minister and begins to change some of its policies, will Republicans decide that “support” is more complicated than they used to think?\n\nIt may be hard to remember now, but Israel became a Republican fetish object relatively recently. At times in the past, support for Israel was seen as a liberal cause, but as the Labor Party’s long dominance of the country’s politics faded and policy toward the Palestinians hardened, Republicans became more and more devoted to the country. The real shift probably started in 2001, when Ariel Sharon took over for the last Labor prime minister, Ehud Barak. Since then, the opinions of Democrats and Republicans about Israel have diverged, and the Republican evangelical base has grown intensely interested in the country. These days, one of the first things a freshman Republican member of Congress does is book a trip to the Holy Land (lots of Democrats go, too, it should be said). Mike Huckabee leads regular tours there. Sarah Palin used to brag that she displayed an Israeli flag in her office during her brief tenure as governor of Alaska. Given the rapturous reception he got from GOP members when he came at John Boehner’s invitation to address Congress, Netanyahu could become the 2016 Republican nominee for president in a landslide, if it were possible.\n\nBut what you don’t find within the Republican Party when it comes to Israel is anything resembling a debate. As far as Republicans are concerned, Israel is just right; whatever Israel wants to do is right; and whatever Israel asks of the United States is precisely what we should do. The only question is whether you’re “supporting” the country with the proper zeal. Republicans don’t concern themselves much with the lively debates over policy within Israel, because the government is controlled by conservatives (Netanyahu’s Likud Party has ruled since 2001, with an interregnum of control by Kadima, a Likud offshoot). “Support for Israel” just means support for the current Israeli government.\n\nBut tomorrow, Republicans could learn that by the standard they’ve been using, most Israelis are insufficiently pro-Israel. And then what? What if a Labor-led government moves toward a two-state solution, or a curtailing of Jewish settlement in the West Bank? And what if those changes are enthusiastically supported by President Obama and Hillary Clinton? “Support for Israel” sounds great when the country’s prime minister and a Democratic president regard each other with barely disguised contempt, but things could get complicated.\n\nThat might actually force Republicans to think about Israel, and America’s relationship to it, with a little more nuance. They’d have to admit that when they used to say “I support Israel,” what they actually meant was that they support the Likud and its vision for Israel’s future. More broadly, they’d have to acknowledge that one can disagree with what the Israeli government does and still support the country, since that’s the position they would find themselves in. They might even realize that you can take a one-week trip to the country during which you climb Masada and go for a dip in the Sea of Galilee and still not know everything there is to know about the Middle East.\n\nMaybe expecting Republican politicians to arrive at a complex understanding of an important foreign policy concern is a little too much to ask. But there’s always hope.", "positionLabels": ["critical"], "politicalLabels": ["liberal"]}