{"content": "Barack Obama, the US president, has made his argument for re-election in a high-profile closing act at the Democratic National Convention (DNC), spelling out his plans to revitalise the stumbling economy.\n\nObama stepped into a cacophonous sports arena in Charlotte, North Carolina, on Thursday, facing a task daunting even for a man who made his name with the power of rhetoric.\n\n\"I won't pretend the path I'm offering is quick or easy,\" Obama said in his speech accepting the nomination.\n\n\"I never have. You didn't elect me to tell you what you wanted to hear. You elected me to tell you the truth.\"\n\nAnd the truth is, \"It will take more than a few years for us to solve challenges that have built up over decades\", Obama said.\n\nLive Box 2012828155222976259\n\nThe speech represented Obama's best chance to frame the contest as a choice about the country and economy they want to live in - rather than the referendum on his record preferred by Romney.\n\nThere is a sense that Obama will try to fill the vacuum left by Romney's humanising, yet largely policy-free oration last week at the Republican convention in Florida.\n\nObama castigated Romney for insulting top ally Britain on Thursday and said he was not ready for international diplomacy.\n\n\n\n\"You might not be ready for diplomacy with Beijing if you can't visit the Olympics without insulting our closest ally,\" Obama said in a pitch to American voters as he accepted the Democratic Party's presidential nomination.\n\nBill Schneider, a political analyst, told Al Jazeera that the Democratic candidate was using the same strategy that helped lead him to victory in 2008, with a sharper edge.\n\n\n\n\"[Obama] is reviving the strategy of 'hope and change', but he's also depicting the Republicans as far more dangerous than they were before.\"\n\nForeign policy\n\n\n\nObama trumpeted his own foreign policy and national security successes as he launched a blistering attack on his opponent in November, trying to persuade American voters he was the only candidate suitable of being commander-in-chief.\n\n\n\n\"In a world of new threats and new challenges, you can choose leadership that has been tested and proven,\" he said.\n\n\n\n\"Four years ago, I promised to end the war in Iraq. We did. I promised to refocus on the terrorists who actually attacked us on 9/11. We have,\" he said.\n\n\n\n\"I promised to refocus on the terrorists who actually attacked us on 9/11. We have. We've blunted the Taliban's momentum in Afghanistan, and in 2014, our longest war will be over.\n\n\n\n\"A new tower rises above the New York skyline, al-Qaeda is on the path to defeat, and Osama bin Laden is dead.\"\n\n\n\nObama contrasted his sterling record with that of an opponent he portrayed as clearly not ready for the Oval Office.\n\n\n\n\"My opponent and his running mate are new to foreign policy, but from all that we've seen and heard, they want to take us back to an era of blustering and blundering that cost America so dearly,\" he said.\n\n\n\n\"After all, you don't call Russia our number one enemy - and not al-Qaeda - unless you're still stuck in a Cold War time warp,\" he said to raucous cheering from a convention hall in North Carolina packed with party faithful.\n\n\n\n\"My opponent said it was 'tragic' to end the war in Iraq, and he won't tell us how he'll end the war in Afghanistan,\" he said. \"I have, and I will.\"\n\n\n\nThe Olympics barb was particularly scathing, coming after Romney arrived in London for the Olympics in July and promptly questioned the preparations, suggesting that the host nation might not be fully behind the Games.\n\n'Fairy dust' economics\n\nObama renewed his call for tax increases on the rich to fund investment in education, new green energy jobs and tax breaks for firms that bring jobs back home from abroad.\n\nLive Box 20121816112138306\n\nHe attacked Republicans for killing his $400bn job-creating package and accused Romney of plotting the restoration of \"trickle down, fairy dust\" economics.\n\n\"This speech is going to reflect a leader who has great confidence in this country and a clear sense of what we need to do to continue to repair the damage that was done by the recession and to reclaim the economic security that so many Americans have lost,\" David Axelrod, Obama's senior adviser, said ahead of the president's appearance.\n\nVice-President Joe Biden paid tribute to Obama as a commander-in-chief with a \"spine of steel\" in a speech earlier in the evening.\n\n\n\n\"Ladies and gentlemen I'm here to tell you what I think you already know, that I watch it up close, bravery resides in the heart of Barack Obama and time and time again I've witnessed him summon it,\" Biden told the Democratic convention in Charlotte, North Carolina.\n\n\n\n\"This man has courage in his soul, compassion in his heart and a spine of steel.\"\n\n\n\n\"Last week we heard at the Republican convention, we heard our opponents, we heard them pledge that they had the courage to make the tough calls.\"\n\n\n\n\"But folks in case you did not notice, they did not have the courage to tell you which calls they would make!\"\n\n\n\nTaking up the traditional attack-dog role of the ticket's number two, Biden also ripped Romney's business acumen, accusing him of outsourcing jobs and caring only about profit.\n\n\n\n\"The most fascinating thing I found last week was when governor Romney said that as president he would take a jobs tour, well, with this support for outsourcing its going to have to be a foreign trip.\"\n\nFormer President Bill Clinton got the ball rolling for Obama on Wednesday night.\n\n\"The Republican argument against the President's re-election was pretty simple: We left him a total mess, he hasn't finished cleaning it up yet, so fire him and put us back in,\" Clinton said.\n\nDavid Plouffe, a senior White House adviser, earlier told a US news programme that he expected the race to remain \"tight as a tick\" until election day on November 6.\n\nSource: Al Jazeera and agencies", "tags": "set([])", "title": "Obama asks for time to solve challenges"}