{"yelLabel": ["nonyellow"], "tags": "set([])", "title": "Downplaying Libya Attack Proves Fateful for Obama", "content": "“Inappropriately low”\n\n\n\n-- Description by Eric Nordstrom, the former regional security officer at the U.S. Embassy in Libya, of safeguards for American diplomats in that country ahead of the Sept. 11 attack on the U.S. consulate in Benghazi. Nordstrom’s remarks came in prepared testimony ahead of a House oversight hearing today, and were obtained by multiple media outlets.\n\n\n\nTeam Obama’s decision to downplay the attack on the U.S. consulate in Benghazi, Libya has turned out to be a fateful one.\n\n\n\nPresident Obama’s single best advantage going into the heat of the 2012 campaign was on terrorism and national security. In the stump speech lingo of Vice President Joe Biden “Usama bin Laden is dead and General Motors is alive,” it was the first part that really worked.\n\n\n\nObama came into office wreathed in lingering questions about his willingness to take the fight to jihadists, but went into his re-election seen as a president who kept the country safe and completed a task left unfinished by his predecessor. Republican challenger Mitt Romney, meanwhile, had a thin resume on international affairs and was hemmed in by public opposition to Republican foreign policy of the past.\n\n\n\nObama had strong evidence that his approach on radical Islam was working. There was one successful attack, a lone gunman at Ft. Hood in November 2009, but the homeland was spared any other successful attacks under Obama. The president could point to a massive, relentless campaign of robotic aircraft killing baddies all over the Muslim world and, primarily, the killing of bin Laden. Coupled with his withdrawals from Iraq and Afghanistan, Obama was in the sweet spot with voters on foreign policy.\n\n\n\nRomney, meanwhile, had to worry about the anxieties of a war-weary nation about what a return to a Republican foreign policy would look like. Moreover, Romney struggled to put forward a national security team that would both avoid unhappy remembrances of the Bush era but also project strength and stability.\n\n\n\nIt’s understandable, then, that the president would be averse to admitting that Islamist radicals pulled of a daring, well-planned and successful raid on a U.S. outpost in a country where Obama was key in deposing the previous, secular regime and installing a new government with theocratic leanings.\n\n\n\nWe have learned in the month since the attack that there were deepening concerns about security in Libya and that top officials knew the deadly raid was likely a planned attack within 24 hours of its occurrence. We now know that the slain ambassador had sought and been denied additional security. We now know that an al Qaeda-linked radical had likely been part of the planning.\n\n\n\nBut in the wake of the attack, the Obama administration insisted that the killings and the sacking of the consulate were spontaneous events spurred by a year-old video clip on the Internet that was deemed offensive to Islam’s founder, the Prophet Mohammed.\n\n\n\nFor more than a week, the president and his team focused on the idea of this YouTube movie and its triggering of a tragic, if understandable, uprising. From ladies’ chat shows to the United Nations, Obama honed in on the video.\n\n\n\nThe video made a nice foil because it fit with the president’s larger argument that conservative foreign policy was antagonistic to the Muslim world and that great communication and understanding between the two clashing cultures was the key to a more secure world.\n\n\n\nBut, most importantly, it did nothing to suggest that Islamist militants were on the march or that there had been any lapse in vigilance. Coming as it did about the time that we learned Obama, busy with campaigning and fundraising, had been skipping most of his in-person daily intelligence briefings and while Israel was sounding increasingly alarmed about Iran’s nuclear program. Add in the ongoing slaughter by Iran’s ally Syria, al Qaeda making gains in a destabilizing Iraq and increasingly bold attacks on U.S. garrisons in Afghanistan, and you have the makings of a very unhappy international scene for American interests.\n\n\n\nWe have learned in the month since the attack that there were deepening concerns about security in Libya and that top officials knew the deadly raid was likely a planned attack within 24 hours of its occurrence.\n\nADVERTISEMENT ADVERTISEMENT\n\n\n\nThis was not a time that Obama wanted to talk about security and intelligence lapses and al Qaeda operatives in the nation central to Obama’s larger Middle East policy of encouraging moderate Islamist groups who took control in the wake of rebellions across the region.\n\n\n\nBut the decision to minimize the Benghazi attack as a one-off triggered by the Internet intolerance of some right-wing nutters has proven to be a bad political miscalculation, and today is the day that the hummus hits the fan.\n\n\n\nTwo former security honchos in Libya will testify today before the House that not only were security measures inadequate, but also the Obama administration had rejected pleas for additional safeguards.\n\n\n\nAnd just ahead of the testimony, the Obama State Department changed its official telling of the Libya attack. Not only was the attack not part of a popular revolt that burned out of control, but that there had been no riots when the attack began. None.\n\n\n\nNow the foreign policy scandal has it all: allegations of a cover up, whistle blowers and a fateful admission.\n\n\n\nWhen Obama set out to downplay the Libya debacle, he could not have known the other political reversals that the following four weeks would bring, particularly that Romney would thump him so badly Romney in their first debate.\n\n\n\nBut now, as the swing states swig to the GOP and the Obama campaign is struggling to find a new approach and a new narrative for the election, the incumbent finds himself trying to untangle his story on the biggest foreign policy story since bin Laden’s death.\n\n\n\nWorst, though, Obama’s decision to downplay and the resulting reversals has given Romney a way to take hold on foreign policy. The deteriorating international situation offered no clear opening for Romney, but the mishandling of Libya did. It gave Romney the points he needed to prosecute Obama on the subject.\n\n\n\nObama will certainly launch reprisals in Libya and will seek to assert his role as national protector, but rather than talking this election season about troop withdrawals and dead jihadi masterminds, Obama will be called to account for what has gone wrong since the start of what supporters once called “the Arab Spring” and for the Benghazi attacks.\n\n\n\n\n\nAnd Now, A Word From Charles\n\n\n\n“Then these ads that went on forever -- he wants to raise taxes on the middle class. Lower them on the rich. What Romney did in the debate in six minutes he demolished that because he showed it's not true. All they're left with, apart from Big Bird ad, other ads that show incessantly in Nationals games, which ruins them for me, is to say this Romney lied in the debates. So everything he said to explain the position, which are his positions, are lies. That is the bottom of the barrel, and I'm not sure it's going to take. It's not going to take. They have to find a strategy which isn't easy a month to go.”\n\n\n\n-- Charles Krauthammer on “Special Report with Bret Baier.”\n\n\n\n\n\n\n\n\n\nChris Stirewalt is digital politics editor for Fox News, and his POWER PLAY column appears Monday-Friday on FoxNews.com. Catch Chris Live online daily at 11:30amET at http:live.foxnews.com.\n\nChris Stirewalt joined Fox News Channel (FNC) in July of 2010 and serves as digital politics editor based in Washington, D.C. Additionally, he authors the daily \"Fox News First” political news note and hosts “Power Play,” a feature video series, on FoxNews.com. Stirewalt makes frequent appearances on the network, including \"The Kelly File,\" \"Special Report with Bret Baier,\" and \"Fox News Sunday with Chris Wallace.” He also provides expert political analysis for Fox News coverage of state, congressional and presidential elections.", "positionLabels": ["critical"], "politicalLabels": ["conservative"]}