{"content": "Police officers must get a warrant before searching the contents of a cell phone seized during an arrest, the Supreme Court ruled on Wednesday, an opinion that amounts to a sweeping endorsement of digital privacy.\n\n\"Modern cell phones are not just another technological convenience. With all they contain and all they may reveal, they hold for many Americans 'the privacies of life,'\" Chief Justice John Roberts wrote in the opinion.\n\n\"The fact that technology now allows an individual to carry such information in his hand does not make the information any less worthy of the protection for which the Founders fought. Our answer to the question of what police must do before searching a cell phone seized incident to an arrest is accordingly simple — get a warrant.\"\n\nRoberts shot down the Obama administration's argument that searching a cell phone is “materially indistinguishable” from physical searches.\n\n\"That is like saying a ride on horseback is materially indistinguishable from a flight to the moon,\" he said.\n\nThe court ruled that cell phones today are more like \"minicomputers that also happen to have the capacity to be used as a telephone\" and that their increased storage capacity has \"several interrelated consequences for privacy.\" Phones can include many distinct types of information -- such as addresses, notes, prescriptions, bank statements, videos -- that can reveal \"much more in combination\" than any one type.\n\n\"The sum of an individual’s private life can be reconstructed through a thousand photographs labeled with dates, locations, and descriptions; the same cannot be said of a photograph or two of loved ones tucked into a wallet,\" the opinion stated.\n\nThe court acknowledged that the ruling \"will have an impact on the ability of law enforcement to combat crime.\"\n\n\"Privacy comes at a cost,\" Roberts said, adding that if police want to search cell phones, they simply must \"get a warrant.\"\n\nThe Department of Justice said in a statement that it will \"work with its law enforcement agencies to ensure full compliance with this decision.\"\n\n\"We will make use of whatever technology is available to preserve evidence on cell phones while seeking a warrant, and we will assist our agents in determining when exigent circumstances or another applicable exception to the warrant requirement will permit them to search the phone immediately without a warrant,\" a DOJ spokeswoman said. \"Our commitment to vigorously enforcing the criminal laws and protecting the public while respecting the privacy interests protected by the Fourth Amendment is unwavering.\"\n\nRead the opinion in Riley v. California below:", "tags": "set(['Most Popular on HuffPost'])", "title": "Supreme Court Makes Sweeping Endorsement Of Digital Privacy"}