{"yelLabel": ["yellow"], "tags": "set([])", "title": "No, Democrats are not ‘unskewing’ polls like Republicans did in 2012", "content": "You probably remember that as the 2012 election approached, Republicans complained there was something wrong with the polls. Since all of them showed Barack Obama with a steady lead over Mitt Romney, something had to be wrong. The only explanation was that the polls were systematically biased in favor of the Democrats, probably intentionally. This belief found its purest expression in a web site called UnskewedPolls.com, which was briefly embraced by many Republicans for its analysis purporting to show “real” results by adjusting polls in a GOP direction.\n\nNow get ready: With election day approaching and multiple poll aggregators predicting a Senate takeover for the GOP, we’re about to see the rise of a story line in which desperate Democrats are supposedly trying to “unskew” the polls themselves. Which would be interesting and ironic, if it were actually happening. But it isn’t.\n\nThis morning, Nate Silver has a post that may set off a wave of mockery toward Democrats not only from conservatives but from journalists as well. Here’s an excerpt from Silver’s piece:\n\nNonetheless, we’ve reached a stage in campaign season when Democrats have begun to complain that the polls are biased against them. There’s a long tradition of this sort of “unskewing.” The trailing party will say that its internal polls tell a different story or that its turnout operation will save it. It will critique each poll’s demographic cross-tabs. (Because most polls report breakouts for a dozen or more demographic groups, all with small sample sizes, there’s almost always something to argue about.) The party will point toward previous instances when it outperformed its polls. As a last resort, it’ll claim that this election will be different somehow. Usually this doesn’t end well for the unskewers. In 2004, some Democrats asserted that John Kerry would outperform his polls because undecided voters would break toward him. Instead, George W. Bush won by a slightly wider margin than the polls predicted. Throughout 2012, conservatives argued that the polls had a Democratic bias. The polls did have a bias — but it was a Republican one. Democrats may not be wrong. The polls could very well be biased against their candidates. The problem is that the polls are just about as likely to be biased against Republicans, in which case the GOP could win more seats than expected.\n\nBut have Democrats been complaining that polls are “biased against them”? I haven’t heard any Democrats say that. Silver does link to an article in The Hill from Monday titled, “Dems: Don’t trust the polls.” But there isn’t much here. It certainly argues that Dems are the “unskewers” this time. But what’s their evidence? First, they paraphrase something Bill Clinton said about polls not being encouraging for Dems but also being based on “projections that young people would not turn out in large numbers.” That sounds like Clinton wasn’t arguing that polls are biased, but was trying to exhort young people to get out and vote to prove the polls wrong. The Hill article does cite one column saying the polls have an inherent skew in a Republican direction. That’s one example. But are there are a large number of prominent Democrats “unskewing” the polls?\n\nWhat Democrats are doing is arguing that whatever the polls now say, they’ve got a great turnout operation this year, and that’ll make a big difference come election day. Or they’re expressing the hope that in a couple of key races, voters will eventually wise up and understand the radicalism of the Republican candidate. But that’s very different from arguing that the polls are systematically skewed against them. One is about expressing optimism and keeping your side motivated, while the other is a delusional denial of reality.\n\nAnd if people are tempted to draw a parallel with 2012, it’s important to remember just how invested Republicans were in their belief in “skewed” polls. The idea that polls were all biased against Romney wasn’t a fringe notion. It was absolutely mainstream within the Republican party. Rush Limbaugh told his listeners that polls showing Obama leading were part of a conspiracy by liberals to suppress the votes of Republicans by making them lose hope. Publications like the Weekly Standard and National Review published articles on why the polls were incorrectly tilted in Obama’s direction. The topic was amply discussed on Fox News. Mitt Romney’s own campaign was convinced the public polls were skewed.\n\nAnd Republican voters bought it. A poll taken by the Dem firm PPP in late September showed that 71 percent of Republicans and 84 percent of Tea Party members answered Yes to this question: “Do you think pollsters are intentionally skewing their polls this year to help Barack Obama, or not?”\n\nAt the moment, the race for control of the Senate is extremely close, with Republicans holding a small but real advantage. Democrats would prefer that not to be the case. But they aren’t deluded about it, or trying to convince everyone that the polls are systematically or intentionally biased. What they’re saying and what they believe today is nothing like what Republicans said and believed two years ago.", "positionLabels": ["defensive"], "politicalLabels": ["conservative"]}