{"content": "US president's opponent Mitt Romney close behind with $919m in race that has become the costliest in country's history.\n\nBarack Obama's re-election funds drive has grossed more than $1bn, with Republican challenger Mitt Romney and his party allies raising more than the US president and the Democrats in the first 17 days of October, disclosures show.\n\nThe tight 2012 presidential race has become the costliest in US history thanks to massive spending on advertising and get-out-the-vote efforts by the campaigns and by outside groups that have no fund-raising limits.\n\nAfter several months of lagging behind Obama in fundraising, Romney, the Republican National Committee and allied state parties overtook their Democratic rivals in October with $111.8m raised from October 1 to 17, his campaign said, a period that included two of the three televised presidential debates.\n\nObama's campaign raised $90.5m for itself and Democratic Party allies during that period, becoming the first in history to raise a total of more than $1bn for an election effort together with his party.\n\nRomney and the RNC were close behind, taking in a total of $919.4m throughout the 2012 campaign so far.\n\nObama's campaign hedged on the $1bn figure, saying the total was still short of that mark - at about $988m - based on a tally of the cash raised since April 4, 2011, when Obama's team and the party officially became one campaign.\n\nCalculation method\n\nReuters totals are based on a more commonly used calculation method that includes campaign funds starting on April 1, 2011, and party efforts dating back to January 1, 2011.\n\n\"As the Romney campaign and their super PAC allies continue to outspend us on the air, we're making every effort to expand our donor base heading into the final stretch,\" Adam Fetcher, Obama campaign spokesman, said.\n\nLive Box 201237115417116426\n\nRomney's campaign said it had $169m left in its own and the party's bank accounts at the end of October 17 - a hefty sum for use in the last leg of campaigning before the November 6 election and more than the $123.9m available to Obama and the Democrats.\n\n\"There are less than two weeks left, but we still have much hard work to do to ensure that Mitt Romney and [running mate] Paul Ryan win in November and bring real change to Washington,\" Spencer Zwick, Romney's national financial chairman, said.\n\nWith the two men running neck and neck in polls, Thursday's money disclosures are the last glimpse into the campaigns' finances before Election Day.\n\n\"In an election this close, they're certainly going to try to put every dollar to use,\" said Anthony Corrado, campaign finance expert and government professor at Colby College in Maine.\n\n\"They're building up cash because they want to have as much money as they can for the big final push.\"\n\nObama voted early in Chicago on Thursday to encourage other Democrats to do so as both campaigns were in a hectic last-minute dash through the handful of crucial states seen as determining this year's winner.\n\n\n\nWar of the airwaves\n\nIn a record-breaking spending spree, both campaigns have devoted the bulk of their cash to blanketing the airwaves with advertising.\n\nIn the first three weeks of October, the latest tally by the academic Wesleyan Media Project found that Republicans - Romney, his party and outside Super PAC groups - spent more than Democrats on ads, but Obama and his allies actually ran more ads.\n\nOnly candidates themselves are promised the cheapest rates for ads, meaning parties and outside groups have to pay up.\n\nWhile Romney has held a cash-on-hand advantage over Obama in recent months, it is thanks to strong fundraising by the Republican Party. Obama's campaign on its own has dwarfed Romney's in the money stakes in recent months.\n\nLive Box 20121816112138306\n\nThat has afforded special prominence to the deep-pocketed Republican Super PACs, outside spending groups that can raise unlimited funds and buy ads on Romney's behalf as long as their work is formally unco-ordinated with the campaign.\n\n\n\nThe main pro-Romney Super PAC Restore Our Future on Thursday reported raising $20.1m in the first 17 days of October.\n\nOf that, $10m was a new infusion from Sheldon Adelson, billionaire Las Vegas casino mogul, and wife Miriam, financial disclosures showed on Thursday.\n\nHarold Simmons, who is a Dallas banker and another top donor, gave $1m.\n\nAnother strong outside money group on Romney's side is American Crossroads, a Super PAC that is part of the effort spearheaded by Karl Rove, the veteran Republican operative and a former top aide to George W Bush.\n\nThe group brought in $11.7m in the first 2-1/2 weeks of October and had $6.4m in cash on hand at the end.\n\nAfter months of staying on the campaign sidelines, T Boone Pickens, natural gas advocate and billionaire CEO of BP Capital, gave his first $1m to the group earlier this month.\n\nOther notable October contributions came from top Republican givers and the group's perennial donors Simmons, who gave $4m, and Bob Perry, a Texas home builder, who gave $1m.\n\nThe \"super\" political action committee had $24.2m sitting in the bank as of October 17, the filing showed.\n\nObama donors\n\nOn the other side of the political divide, the pro-Obama Super PAC Priorities USA Action raised $12.7m and had $10.1m left in the bank on October 17.\n\nThe group received last-minute help from Silicon Valley start-ups, getting $1m donations from Reid Garrett Hoffman, LinkedIn co-founder; Mark Pincus, Zynga CEO; and Vinod Khosla, the Silicon Valley venture capitalist.\n\nGeorge Soros, the prominent billionaire financier, also gave $1m.\n\nIncidentally, US media reported layoff by Zynga on Tuesday just before what promised to be a dismal earnings report.\n\nThe retrenching included the dismissal of about five per cent of its workforce, or 150 people, and the closing of 13 older games.\n\nThe company closed its Boston development studio and sharply reduced its staff in Austin. In addition, it planned to shutter studios in Japan and Britain.\n\nSource: Agencies", "tags": "set([])", "title": "Obama election funds drive hits $1bn mark"}