{"content": "As the United States and its Arab state allies escalate airstrikes on ISIL in Iraq and Syria, political commentators are eagerly speculating whether or not national security concerns will play an unexpected role in the outcome of the November elections. And the call has gone out far and wide for the opinion of one demographic in particular: the so-called “Security Moms.”\n\nIn a recent piece for The Atlantic, ‘Security Moms’ Are Back—and That’s Bad News for Democrats contributing editor Peter Beinart argues that the rise of ISIL will cause women voters, normally a key part of the Democratic base, to shift their allegiance to the Republicans because of heightened concern over national security, particularly a terrorist attack on U.S. soil. Other media outlets have jumped on the bandwagon, rehashing a familiar argument that, motivated by terrorism concerns, female voters — specifically white, married mothers — will close the long-running gender gap between the Republican and Democratic parties.\n\nBroadly defined as a “married white woman with at least one child at home,” the Security Mom first gained currency in 2002 (popping up again in 2004 and 2006). She is thought to have evolved from the Soccer Mom of 1996, a middle-class suburbanite who voted based on the best interests of her children. While in the late ‘90s, these issues were domestic in nature — or so the story goes — the attacks of September 11, 2001, changed everything. America’s mothers were, again, as the story goes, suddenly awakened to national security threats that made her favor Republican candidates she felt would keep her children safest. Overnight, the soccer mom that once innocently cast her vote based on healthcare and education policy became the hawkish security mom that craved strong leadership, supported increased defense spending and wanted to buy a gun.\n\nThere was only one problem: the security mom didn’t — and doesn’t — actually exist. In addition to heavily relying on stereotypes to lump a diverse female electorate into a single category, there has never been meaningful evidence that national security concerns unequivocally trumped domestic concerns at the polls. Even the journalists that covered the “Security Mom” beat over the years never reached a consensus on whether she was a Democrat that suddenly swung Republican, or simply a devout, gun-toting soccer mom that went to the polls with increased fervor.\n\nWhy is this trope re-emerging in 2014? Is there any truth to the “security mom” demographic this time around? Although several recent polls show that women, notably mothers, are increasingly concerned about terrorism — particularly following the beheading of American journalists James Foley and Steven Sotloff — there is still no evidence that suggests this will be the deciding factor for their vote, much less constitute a meaningful swing demographic. Though concerned about terrorism, these voters are not hawkish — 33 percent do not support President Obama’s airstrike campaign against ISIL, and 46 percent are fearful that he will “go too far.” What is more, most recent polling about security concerns also includes domestic issues, such as school shootings and crime. If there is any truth to the “security mom” of 2014 harboring concern over her children experiencing another 9/11, she is most likely just as concerned over them experiencing another Columbine or Sandy Hook.", "tags": "set(['Human Rights', 'Gun Violence', 'Israel', 'Police', 'Tunisia', 'Republican Party', 'U.S.', \"Women's Rights\", 'Sports', 'Environment', 'Culture', 'International', 'Election 2014', 'Democratic Party', 'Science', 'ISIS', 'Terrorism', 'ISIL', 'Technology', 'Economy'])", "title": "‘Security Moms’ are back? Were they ever here?"}