{"content": "Russian President Vladimir Putin, right, and German Chancellor Angela Merkel speak to each other before the World Cup final between Germany and Argentina in Rio de Janeiro, Brazil. (AP Photo/RIA-Novosti, Alexei Nikolsky, Presidential Press Service) | ASSOCIATED PRESS\n\nCarl Bildt, a former prime minister and foreign minister of Sweden, is one of Europe’s leading statesmen. He is also a member of the Steering Committee of the Berggruen Institute’s Council on the Future of Europe. He spoke with The European on Friday about the Ukraine crisis.\n\nThe European: Mr. Bildt, the ongoing conflict in Ukraine is one of the severest confrontations on European soil since the fall of the Berlin Wall. Do you think that a peaceful end is within reach?\n\nBildt: We are not yet at this stage. The crisis is still at a stage where you don’t know how it will eventually play out. Right now, it’s still a struggle between ideas and interests and we are not yet in a position to tell when or how this conflict is coming to an end.\n\nThe European: While it might be difficult to predict what the outcome will be, many commentators argue that the origins of the conflict can be traced back to the EU’s enlargement towards the East in 2004. What is your take on that?\n\nBildt: I don’t agree because Russia doesn’t have any rights over other sovereign countries. The nations that joined the EU in 2004 did so because they wanted to become a part of that political family. Many of them also decided to join NATO, and those countries that are still considering joining. Finland, for example, should be free to do so without outside interference. Russia doesn’t have the right to limit the sovereignty of other nations. Just like Germany doesn’t have the right to mingle in the internal affairs of its neighboring countries.\n\nThe European: These nations had every right to join but the question is: was it a smart move on behalf of the EU? Clearly, one was aware that Russia would consider it an act of aggression.\n\nBildt: It is also often argued that the prospect of Georgia joining NATO was one of the things that triggered the Russo-Georgian war. But in my opinion, NATO membership for Georgia was never really on the table. The Georgians wanted it and still want it but I don’t think anybody really sees that as a realistic prospect. Bear in mind that the Georgian War played a significant role in what happened subsequently. I think and have heard from many Russian friends that the fairly mild Western reaction to the Georgian War made it possible for people in Moscow to think that their actions in Ukraine would be met with equally mild reactions. But that was a clear miscalculation. The big lesson that the EU drew from the Georgian conflict is that we have to be more engaged in our neighborhood. In the same year – 2008 – the Mediterranean Union was being discussed as an option to engage in that region. The Eastern Partnership came into being, designed as a more forward-leaning policy framework. Prior to this, our policy was almost exclusively centered on Russia. We focused on meeting with the Russians but neglected the countries closer to us. That, we realized, we needed to change.\n\nThe European: Are we now making up for it?\n\nBildt: Our focus has shifted and there is much more engagement with the countries in question. But the situation in Ukraine was a bit different. After the Orange Revolution in 2004, the country was too preoccupied with internal squabbles and wasn’t ready for the sort of cooperation that could have restructured its economy. Europe could be helpful in that respect.\n\n\"We have a bandwidth problem\"\n\nThe European: You previously criticized the West for having been too preoccupied with other conflicts, notably Syria, while neglecting the situation Ukraine. Does that still hold true and are we leaving Putin with too much room to maneuver?\n\nBildt: I hope not! But it is important to understand that we have a bandwidth problem. The global situation is exceedingly complicated – also in Europe’s direct neighborhood. The question is: do we have the capacity and the willingness to deal with all these problems simultaneously and with equal resolution? I don’t have an answer for that question but I know that we must develop this capacity. These conflicts are happening and they are affecting us. But it is true that when Russia started to exert increasing pressure on Ukraine, the focus of the West lay on Syria and the Iranian nuclear arms issue. We shouldn’t neglect these issues but we need to be able to address more than one or two issues at the same time.\n\nThe European: The problem is that the West needs Russia to address certain conflicts together – while at the same time it needs to confront Russia itself.\n\nBildt: As a member of the Security Council, Russia clearly has a lot of leverage. So progress to some extent depends on Russia’s willingness to cooperate. But we must not forget that Russia’s policies – at least in its neighboring countries – aren’t always benevolent, to put it mildly.\n\nThe European: Is progress even possible under these circumstances?\n\nBildt: I think it is. Look at the Iran nuclear talks: Russia is eager to demonstrate that there are other areas in which it is more willing to cooperate. It’s not easy to learn to deal with Russia. We are confronted with a revisionist, reactionary Russia that is trying to do things in Europe that clash with our values and interests. But Russia is not the only powerful state we have to find ways to get along with. We are not in love with the Chinese government – to put it mildly – but we need to cooperate with them if we want progress.\n\nThe European: Aren’t you afraid that the world will again be split into two blocs: The West on the one side and Russia, China and other states that side with them on the other one?\n\nBildt: There is a rupture between Russia and the West but we are not to blame for this. Russia follows its interests and they often run counter to ours. To answer your question: I am not afraid of the prospect of Russia and China cooperating because it is a natural thing to look towards the East. Everybody is doing it, everybody is talking about the pivot towards the East.\n\nThe European: Last summer, “Foreign Affairs” published an article arguing that the NATO should be dissolved and a new security treaty that would include Russia set up. That way, the piece argues, we can effectively combat global problems like militant Islamism. What’s your take on this?\n\nBildt: That would be highly destabilizing. One of the aims of NATO expansion was to make the former Soviet satellite states feel comfortable and secure about their future. These states have a troubled relationship with Russia and NATO’ s security guarantee made it possible for these countries to start developing a normal relationship with Russia. The events of the last year have been a huge blow in this respect, especially for the three Baltic countries. Without NATO’s security guarantee, these small countries would feel threatened by Russian aggression. Dissolving NATO now would be seen as a concession to Moscow – and would destabilize the whole region between Germany and Russia.\n\nThe European: Is Russia even interested in solving global problems like militant Islamism?\n\nBildt: I would go even further and argue that fighting militant Islamism is more of a concern to Russia than it is to us. We forget that there is an armed conflict going on in Chechnya and that Russia has often been the victim of terrorist attacks. If I were a security planner in the Kremlin, that would be my focus – not Ukraine. It’s not rational to focus on the Western borders when the country’s Eastern and Central borders are so insecure.\n\n\"Russia would like the EU to vanish\"\n\nThe European: Many pundits say that Germany or Angela Merkel is Europe’s best bet when it comes to negotiating with Putin. Do you agree?\n\nBildt: That has certainly developed to be the case, I agree. Many would desire an institution like the EU to lead the way but, that is not the case. We must not overlook the fact that we have a German chancellor who speaks Russian and a Russian president who speaks German.\n\nThe European: We recently interviewed journalist Anne Applebaum, who argued that the prospect of Germany and Russia negotiating the future of Europe evokes a sense of unease in many European countries.\n\nBildt: I agree -- but I don’t think that the German government gains any advantages from its negotiation. Somebody has to take the lead and Germany is well positioned to do so. Russia would like the EU to vanish from the political map and make a deal with Germany. Putin recently said that the “Molotov-Ribbentrop Pact” wasn’t a very bad idea -- that’s a frightening statement.\n\nThe European: The West has already taken a number of measures to push Putin into giving in. So far, nothing seems to work. What is the next step that needs to be taken?\n\nBildt: We need to help Ukraine, that must be our prime objective. Of all the former Soviet satellite states, it is the one that the West has neglected the most. We now see that the country is changing. I visited the Maidan a couple of times and the young people that protested there are the first post-Soviet generation. They are extremely well educated and they are the driving force behind the change the country so badly needs. These are the people that we need to support.\n\nThe European: Is an EU membership foreseeable for the country?\n\nBildt: Of course it is. The EU is open to everybody – even Russia. But of course, any state that wants to join needs to meet certain criteria and that might still take a long time before Ukraine is strong enough to meet all of these. Closing the door on Ukraine would be extremely counterproductive and dangerous.\n\nThe European: Have you met with Putin in person?\n\nBildt: Yes, several times but never in this context.\n\nThe European: What is your impression of him?\n\nBildt: He is a determined leader. He has a different background than most Western leaders and that is noticeable.\n\nThe European: Would you call him a European?\n\nBildt: Yes, because I think that all Russians are. Russia is a large country but it is a European country – no doubt about that. Russia is a special case because it is so vast and has a lot of problems with its borders…\n\nThe European: So does Germany.\n\nBildt: But that’s different! There is a telling story to this: I knew Helmut Kohl quite well and remember an occasion where the two of us had dinner with Jean-Claude Juncker. And Kohl, who is an expert when it comes to European history, told us about the atrocities the Germans did to Luxembourg during the Second World War. Things worse than what they did in Poland, much worse. Not even Juncker knew about this and he is very well read on this topic. The lesson of the story was that Germany must never be so strong that the smallest of its neighbors has to be fearful. The same goes for Russia as well.", "tags": "set(['Most Popular on HuffPost'])", "title": "Merkel Is Best To Solve The Crisis With Putin, Says Former Swedish Foreign Minister Carl Bildt"}