{"yelLabel": ["nonyellow"], "tags": "set([])", "title": "Have Obama and Romney forgotten Afghanistan?", "content": "We ask why the Afghan war is not a campaign issue in the race for the White House.\n\nIt has lasted nearly 11 years and claimed the lives of some 2,000 Americans. So why are Barack Obama, the US president, and Mitt Romney, the Republican presidential candidate, not talking about the US war in Afghanistan in the US 2012 election campaign?\n\nObama inherited America's entanglement in Afghanistan from his predecessor George W Bush, but he embraced the mission wholeheartedly, calling it a 'just war'.\n\n\n\nIn December 2009, Obama launched his new strategy for US involvement in Afghanistan in what became known as the surge - a further 30,000 US troops entering the conflict.\n\n\"There is no light at the end of the tunnel. There's so much similarity with my war, Vietnam, a legitimate government, sanctuary... I don't see how we can get out of this with anything other than more casualties, and nothing even remotely resembling a victory.\" - Lawrence Wilkerson, a former chief-of-staff to Colin Powell\n\n\n\nThe other main points were the pursuit of a more effective civilian strategy which included cracking down on ineffective or corrupt Afghan government agencies, and to have a more robust partnership with Pakistan built on mutual respect and trust.\n\n\n\nBut some analysts have judged Obama's tactic as being a dismal failure with some 1,000 US troops losing their lives, about the same as in the previous eight years of war.\n\n\n\nIn addition to an unknown number of Taliban and other insurgent casualties, it is estimated that more than 10,000 Afghan troops have lost their lives with at least another 10,000 civilian deaths since the war commenced in 2001.\n\n\n\nIn May 2012, Obama and Hamid Karzai, the Afghan president, signed an agreement that was short on specifics. But the aim is to hand combat responsibility to Afghan troops by the end of 2014, while giving the US the option to keep troops in the country for many years to come.\n\n\"Diplomacy is a key part of getting out [of Afghanistan] … but we squandered the first year of the troop surge because the White House was in an open warfare with the State Department … there was terrible disunity at senior levels of this administration.\" - Rajiv Chandrasekaran, a senior correspondent at the Washington Post\n\n\n\nThere is little sign the Taliban are close to being defeated and the handover plan has been complicated by a rise in so-called green on blue attacks by Afghan soldiers on US and other NATO soldiers. Twenty-two US soldiers have been killed by their Afghan allies this year. The latest attack came on Monday morning when two US soldiers were killed after an Afghan soldier opened fire in the province of Laghman.\n\n\n\nBut with the US presidential campaign in full swing neither party seems to want to discuss the war. Mitt Romney, the Republican candidate, in particular seems vague on what he would do differently from Obama.\n\n\n\nInside Story: US 2012 asks: Why is the US' war in Afghanistan not a major election issue?\n\n\n\nTo discuss this with presenter Shihab Rattansi are guests: Lawrence Wilkerson, who served as chief-of-staff to Colin Powell as then secretary of state, and a former US army veteran of more than 30 years; Kurt Volker, who served as US envoy to NATO in both the Bush and Obama administrations; and Rajiv Chandrasekaran, a senior correspondent and associate editor at the Washington Post, and the author of Little America: The war within the war for Afghanistan.\n\n\"I don't think Obama was railroaded by the military. All the decisions were filtered through what can we do domestically ... what do domestic political advisors think about this, what will the American public support, how much is it going to cost, how long it is going to take ... That's where a strategy like this never has a chance.\" Kurt Volker, a former US envoy to NATO\n\nTHE US WAR IN AFGHANISTAN:\n\nThe US launched the war on Afghanistan in 2001 after the September 11 attacks\n\nThere are currently 88,000 US troops in Afghanistan, down from a high of 101,000 in 2010\n\nThe US will withdraw about 23,000 troops from Afghanistan, leaving behind 68,000 personnel\n\nAn estimated 2,000 US soldiers have been killed since the conflict began in Afghanistan, with half of them occurring in the three years since Obama took office\n\nNearly 16,000 have been wounded in action since the start of the war\n\nSource: Al Jazeera", "positionLabels": ["critical"], "politicalLabels": ["neutral"]}