{"yelLabel": ["yellow"], "tags": "set([])", "title": "Russian forces seize Crimea; Ukraine’s interim president decries ‘aggression’", "content": "Pro-Russian activists clash with Maidan supporters as they storm the regional government building in Kharkiv.\n\nMarch 1, 2014 Pro-Russian activists clash with Maidan supporters as they storm the regional government building in Kharkiv. Sergey Bobok/AFP/Getty Images\n\nUkrainians react as guards take their places in front of government buildings and Russian President Vladi­mir Putin gains approval to send troops into Crimea, Ukraine.\n\nUkrainians react as guards take their places in front of government buildings and Russian President Vladi­mir Putin gains approval to send troops into Crimea, Ukraine.\n\nUkrainians react as guards take their places in front of government buildings and Russian President Vladi­mir Putin gains approval to send troops into Crimea, Ukraine.\n\n— Russian troops took control of vital installations across the Crimean Peninsula on Saturday, and Russian President Vladimir Putin secured authorization to send in more as the Kremlin set the stage for a high-stakes international showdown over the future of Ukraine.\n\nOn Sunday, Ukraine's leader urged Putin to pull back his military, saying \"we are on the brink of disaster,\" according to the Associated Press.\n\nArseniy Yatsenyuk, Ukraine’s new prime minister, spoke after a closed session of his new parliament in Kiev.\n\nOn Saturday, the interim president of Ukraine, Oleksandr Turchynov, said, “We consider the behavior of the Russian Federation to be direct aggression against the sovereignty of Ukraine.”\n\nHours later, President Obama, who had warned Putin on Friday against military intervention in Crimea, had an apparently tense 90-minute telephone exchange with the Russian president. Obama said that a refusal by Russia to send troops back to their bases in Ukraine would “impact Russia’s standing in the international community.” According to the Kremlin, Putin argued that Ukrainian “ultranationalists” were threatening “the lives and health of Russian citizens” in Crimea.\n\nOn Sunday, a convoy of hundreds of Russian troops was seen headed toward Simferopol, the regional capital, the Associated Press reports.\n\nIn Crimea and in cities across eastern Ukraine, where opposition to Kiev’s new government runs high, Russia’s aggressive stance gladdened the hearts of thousands of protesters. Russian flags were raised in Donetsk, and a group of pro-government activists who had occupied the main government building in Kharkiv were beaten and routed by pro-Russian protesters. More than 100 were reported injured.\n\nBut Ukrainian nationalist groups in the country’s west vowed to mobilize against the Russian threat.\n\nRussia and the West find themselves on the brink of a confrontation far more perilous than in 2008 over Georgia, Dmitri Trenin of the Carnegie Moscow Center wrote on his blog, referring to Russia’s previous war. The Ukrainian military, which has taken part in NATO operations in Iraq and Afghanistan and partnered frequently with its Polish counterpart, is far smaller than Russia’s. But if a confrontation should erupt, the Russians would find that Ukraine’s forces are better equipped and trained than Georgia’s were.\n\nStill, Russia has worked since 2008 to improve its military capabilities, through reforms and increased spending.\n\nThe pressure on Kiev, where a new government was sworn in Thursday after the ouster of President Viktor Yanukovych, is intense. Vitali Klitschko, leader of the UDAR party and a candidate for president, called for a general mobilization to thwart the Russians.\n\nOn Saturday, Ukraine’s new prime minister, Arseniy Yatsenyuk, called for “the government and authorities of Russia to recall their forces and to return them to their stations. Russian partners, stop provoking civil and military confrontation in Ukraine.”\n\nPutin’s press secretary, Dmitry Peskov, said the Russian president had not decided whether to use the authorization to send in more troops.\n\nPutin may choose not to push the Crimean crisis any further, said Mark Galeotti, a New York University professor and Russian security expert in Moscow.\n\n“Anything more than that would be trickier and messier,” Galeotti said. “In classic Putin style, he’s increasing tension. He’s trying to make sure Kiev understands it has to consider Russian interests in whatever post-Yanukovych order emerges. I don’t think Russia wants to annex Crimea. It wants to make sure its bases are protected and its client regions are given the most autonomy they can arrange.”\n\nRussia’s decision to authorize troops came in what appeared to be a highly orchestrated series of steps, beginning with a plea to Moscow for fraternal assistance from Crimea’s new leader. And it raises as many questions about what kind of country Russia will become as it does about Ukraine.\n\nJust last Sunday night, Putin was sitting in Sochi’s Fisht Stadium for the Closing Ceremonies of the Winter Olympics. Thomas Bach, the head of the International Olympic Committee, declared, “You send a powerful message from Sochi to the world: the message of a society of peace, tolerance and respect.”\n\nThe next night, more than 400 Russians were rounded up in Moscow, protesting prison terms for anti-Putin demonstrators. Later in the week, opposition leader Alexei Navalny was put under house arrest for two months.\n\nAnd now, troops for Ukraine.\n\n“I am very ashamed today,” tweeted Viktor Shenderovich, a Russian satirist.\n\nBut the members of the upper house of Russia’s parliament, who voted unanimously to give Putin a free hand to deploy troops to Ukraine, appeared to be delighted. They also appealed to him to recall the Russian ambassador to Washington, to show displeasure over what they described as threats by Obama over Ukraine.\n\nIn Crimea, helmeted soldiers with military-style rifles, without insignia and declining to state their nationality, stood guard at, or encircled, government installations. Troops patrolled the airport in Simferopol, which was closed to air traffic, and stood in front of the council of ministers and regional parliament, where a Russian flag flew from the roof. Soldiers also control the military airport at Belbek.\n\nEarlier in the day, the new prime minister of the Crimea region, Serhiy Aksyonov, appealed to Putin for help maintaining “peace and tranquility.”\n\nIn short order, the Russian Foreign Ministry claimed that “unidentified gunmen directed from Kiev” had tried to capture the Crimean Interior Ministry headquarters. Calling the attempt a “treacherous provocation,” Moscow said, “We believe it is irresponsible to continue whipping up the already tense situation in the Crimea.”\n\nIgor Aveytskiy, who was named by the Kiev government to serve as chief of Crimea’s national police, said there was no attack.\n\n“It’s all rumors, all lies,” said Mikhail Amirov, a member of a pro-Russia self-\n\ndefense militia on guard in front of the headquarters building\n\nBut Moscow apparently had the allegation it needed.\n\nA committee of the State Duma, the lower house of parliament, asked Putin to intervene. He made his request, and the Federation Council, the upper house, promptly gave it unanimous approval. The authorization does not limit the troops to Crimea but allows them to be sent to all of Ukraine.\n\nOn Saturday afternoon, 10 troop carriers, accompanied by armored jeeps, arrived at the Ukrainian coast guard base in the resort town of Balaklava and took up positions inside and outside the installation. Russian Orthodox priests stood among the troops and sang hymns.\n\nLarge crowds gathered to wave Russian flags wherever the troops appeared.\n\nThe Crimea regional government, dominated by pro-Russia deputies, announced it would hold a referendum March 30 to decide among three choices: “to retain its current status as an autonomous republic within Ukraine, to become an independent state, or to become part of Russia,” according to the Russian news agency RIA Novosti.\n\nIn Kiev, Klitschko called on the Verkhovna Rada, or Ukrainian parliament, to renounce the agreement permitting the Russian navy to maintain its base in Sevastopol.\n\nLesya Orobets, a member of the Rada and an organizer of the protest movement, wrote on Facebook that “people who were no longer afraid of their mad dictator” and were able to overthrow him — a reference to the ousted Yanukovych — “should not be afraid of another dictator.”\n\nSteven Pifer, a former U.S. ambassador to Ukraine who helped negotiate a 1994 memorandum on Ukrainian territorial sovereignty, tweeted Saturday that there is “no doubt in my mind that Russia is violating its commitments.”\n\nIn Kharkiv, police stood by as protesters swarmed into a building occupied by activists who support the new government, beating their opponents before hoisting Russian and Ukrainian flags. Tens of thousands of people gathered in the morning to protest the Maidan revolution.\n\nThe assault on the building was “completely spontaneous,” said Denis Levshinko, a sociology student who participated in the rout of the Maidan activists. “We are all fed up with them. We united, and we chased them out.”\n\nMany of the occupiers were taken captive and dragged onto the street, where, forced to their knees, they apologized to the jubilant crowds.\n\n“They’re drug addicts,” one woman said. “They’re no better than frozen vegetables.”\n\nEnglund reported from Kiev; Booth reported from Simferopol. Isabel Gorst in Kharkiv contributed to this report.", "positionLabels": ["critical"], "politicalLabels": ["neutral"]}