{"content": "Very few US presidents have had the opportunity to alter the global perception of the US, and Obama has squandered it.\n\nStory highlights I had meant to write this essay before the 2012 US presidential election came to an end by way of a public statement as to why I would not vote for Obama this year. But after his fiasco in the first presidential debate with the Republican candidate, Mitt Romney, I decided to postpone it until after the election - to make sure that he was indeed elected and the world is for the moment saved from the outlandish antics of Mitt Romney - a bizarre cut between an Attila the Hun in global warmongering and Jack-the-Ripper in capitalist savagery deluded to become \"the leader of the free world\" as these people call themselves. This indeed is the fate of this democracy which fancies itself \"the leader of\n\nI had meant to write this essay before the 2012 US presidential election came to an end by way of a public statement as to why I would not vote for Obama this year.\n\nBut after his fiasco in the first presidential debate with Republican challenger Mitt Romney, I decided to postpone it until after the election in order to make sure that he was indeed elected. For the moment, the world is saved from the outlandish antics of Mitt Romney - a bizarre cut between an Attila the Hun in global warmongering and Jack-the-Ripper in capitalist savagery deluded to become \"the leader of the free world\", as these people call themselves.\n\nThis indeed is the fate of this democracy, which fancies itself \"the leader of the free world\" and wishes to cast the whole world in its own image - that every four years we are so scared out of our wits by the prospect of a Romney that we rush to vote for an Obama - opting for a political opportunist rather than a global peril.\n\nThe assumption that Obama is relatively better than Romney is of course very hard to sell to Iranians, Afghans, Palestinians, or Pakistanis, who are in one way or another suffering the consequences of his deadly decisions.\n\nBut now that Obama is re-elected, I wish to publish this piece - not as a morose post-mortem on a fait accompli, but by way of a reflection on how and why is it that while he won the second term, Obama has lost the grace that once his name and visage invoked among millions of human beings wishing for a better world.\n\nOh how deeply did he betray that hope! He \"coulda been a contender!\"\n\nThe deepest disappointment\n\nThe list of disappointments that we, once Obama hopefuls, have been accumulating is long and languorous - from domestic to the so-called \"foreign policies\" (there are no foreign affairs in the US that are not also domestic affairs - empires are by definition global affairs).\n\nMurtaza Hussain sums it up well in a recent piece for Al Jazeera:\n\n\"The right to indefinitely detain citizens without trial, classified kill-lists and \"disposition matrices\", a fast-expanding fleet of legally-unaccountable aerial drones, and the presumptive right to kill American citizens without due process - all these sweeping expansions of executive power are the legacy of four years of Barack Obama's presidency and of themselves represent a new era in the power of the American government over its citizenry. Never before has an American president asserted their ability to act as judge, jury and executioner towards their own citizens.\"\n\nAs in fact, in another piece, Mark LeVine wondered:\n\n\"How did a community organiser-turned-Constitutional law professor-turned-public servant become the chief custodian, enabler and enforcer of a matrix of policies that so clearly violates the most basic principles of the Constitution he's sworn to uphold?\"\n\nHere is another conclusion about President Obama's record by Glenn Greenwald:\n\n\"Barack Obama, went further [than George W Bush) by claiming the power not merely to detain citizens without judicial review but to assassinate them (about which the New York Times said: 'It is extremely rare, if not unprecedented, for an American to be approved for targeted killing'). He has waged an unprecedented war on whistleblowers, dusting off Wilson's Espionage Act of 1917 to prosecute more than double the number of whistleblowers than all prior presidents combined. And he has draped his actions with at least as much secrecy, if not more so, than any president in US history.\"\n\nWho is this man - is this the same man who had mesmerised millions of human beings around the world to think that he indeed was God's gift of grace (as his name implies) to humanity?\n\nLive Box 201210894257568382\n\nBut all of these atrocities aside, for me, particularly troubling is Obama's bizarre and banal servility to Israel - bending backward to accommodate the barefaced warmongering of a delusional fanatic like Binyamin Netanyahu. Who would do that? Why would a US President be so servile to an Israeli Prime Minister?\n\nTrue that as a garrison colonial settlement, Israel is the largest and most expansive aircraft carrier of the US in the region - but shouldn't the US Commander-in-Chief be in control of that carrier rather than the other way around? What sort of self-respect would an American citizen have of his citizenship in this country that a tiny colonial settlement half way around the globe can turn its congress into a toy shop full of Jack-In-The-Boxes?\n\nOnce again - as he did in 2008 during yet another round of Israeli war crimes in Gaza - in his last debate with Romney, Obama invoked his own children when referring to Israeli children, and not even once blinking to think about Palestinian, Iraqi, Afghan, or Pakistani children.\n\nWhy would the man be so irrevocably banal? Where and when does he think he lives; what sort of credibility would he think he would command when speaking so with such astonishing hypocrisy? There are some 1.3 billion human beings on this earth who call themselves Muslims, millions of them right here in the US, and to all of them Palestine remains a gushing wound. What depth of moral depravity would lead a man to be so utterly indifferent to a people's suffering at the hands of a criminal regime he keeps assuring his ties with is unshakable?\n\nIt's not personal, it's political\n\nThe moral failure of Obama speaks of a political incapacity beyond his person and deeply rooted in the very fabric of American politics.\n\nThe problem is not Obama's disastrous record of having failed to deliver. The problem is more endemic to American politics - and it begins by the lunatic fringe to the right of the Republican Party and represented by people, ranging from Michele Bachmann to Newt Gingrich, who enter and stay in the race forever so violently to push it to the right.\n\nWhy do they stay in the race when they know full well they have no chance except to pull the centre of the Republican party rhetoric to the right, and thus to pull the party platform to the right?\n\nThe more to the right the Republican party turns, the more the Democratic party goes to the right - so that by the time the presidential election is over, the centre of gravity in American politics is ever so palpably pushed to the right - though it has crafted the illusion of democracy and of liberalism.\n\nThe result is that the spectacle of the exercise of democracy is an entirely chimeric construction and means very little - if a democrat is elected or a republican, for the calculus of political power is somewhere else - in the undercurrent of presidential election.\n\nVery few US presidents in living memory have had the opportunity to alter that global perception of the US - and Obama is certainly chief among them, and thus his failure marks the end of any delusion that this political system can ever correct course, or a fortiori has anything to offer the globe except weapons of mass destruction, a \"Kill List\" and deadly drone attacks.\n\nUnder Obama, the history of modern warfare has reached a new and pernicious level, for he will be remembered for his infamous \"Kill List\", for his elevating drone attacks to a new strategic height, for his signature on the National Defence Authorisation Act (NDAA), and above all, for having in effect institutionalised Israeli warmongering into the American regional politics.\n\nThe world is set free of an illusion\n\nThe political triumph and the moral defeat of Obama are at once the conclusion of a chapter and the commencement of a liberating horizon on world politics. The fate of American politics, as we have seen it performed, is now forever sealed between a George W Bush and a Barack Hussein Obama - a clinically deranged warmonger and a soft spoken imperialist with a secret \"Kill List\", a squadron of deadly drones, and a legalese argument to criminalise dissent, all to enable him to do as he wishes.\n\nInside Story Americas - How effective are\n\nUS drone strikes?\n\nAfter the elated expectations and the nosedive disappointment of Obama's presidency, in the first term, now to be repeated in the second, it is now more than ever clear that this country has nothing to offer the rest of the world - now that from one corner to another it is rising for democratic rights - and it would be utterly catastrophic if the US political party system were to export its brand of \"democracy\" to the newly liberated Arab states or anywhere else in the world.\n\nThe thing called \"bipartisanship\" is a recipe for political catastrophe if it were to be exported to the rest of the world so that in decades ahead, we may have to choose between an Obama and a Romney lookalike in the Arab and Muslim world. Arabs and Muslims and the world at large must look into their own history and cultivate a democratic intuition afresh.\n\nThere is nothing more disappointing (and also heartbreaking) than to see progressive Americans like Michael Moore, people who deeply care about their country and what it does around the globe, get up in the morning of Super Tuesday and plead with their followers to disregard their qualms and go and vote for Obama.\n\nSome 90 million eligible voters, according to a poll, were planning not to vote in this election. Moore was appealing to his vast followers to grab hold of these people and ask them to vote - and he told them:\n\n\"In the old days we'd just label these people as apathetic or stupid. Not anymore. They don't need our admonition - they need our empathy. The non-voter today knows exactly what's going on, and he or she wants no part of it. They are discouraged, disillusioned, and have almost lost hope that things will change. Many are jobless or working for peanuts. They're angry, and we should tell them they have every right to be.\"\n\nBut it is not those 90 million who need empathy - it is Michael Moore (the man who made Fahrenheit 9/11) who needs it - desperately trying to generate hope and trust and confidence in Mr Kill List and President National Defence Authorisation Act.\n\nIf anything, the American model of democracy - gridlocked as it is between two self-referential and closed-circuited political machineries of the Democrats and the Republicans - is precisely the model not to be followed by any other aspiring democracy.\n\nAs Mohamed-Salah Omri, the distinguished Tunisian scholar at St John's College in Oxford, put it to me last October, his recommendation to Tunisians had been \"follow any model except the Americans\".\n\nAs to what happened to that noble history of struggles against slavery and second rate citizenship from which Obama rhetorically and emotively benefitted to become the first black president - it goes back where it belongs, in the clear conscience and the active subconscious of world history - for there from WEB du Bois to Malcolm X belong to the world at large, as people continue to struggle (in the words of the Egyptian revolutionaries) for \"Bread, Social Justice and Human Dignity\".\n\nI am on the record for having voted (despite some serious misgivings) for Obama four years ago and made a public statement of it - as in fact, I supported his receiving of the Nobel Peace Prize, despite the fact that by the end of his first 100 days in office, I had concluded he was on the wrong track.\n\nI did so not by way of any trust in a man who had yet to prove himself, but as I said at the time, by way of joining the chorus of the brutally betrayed dreams of millions of young Americans and non-Americans alike for a better world.\n\nThere were cynics then as there are now who dismiss that hope as naive. May the world never be devoid of such hopeful naiveté! To paraphrase the famous hindsight: Four years ago you did not have a heart if you did not vote for Obama - this year you did not have hope in humanity if you did.\n\nHamid Dabashi is Hagop Kevorkian Professor of Iranian Studies and Comparative Literature at Columbia University in New York. His most recent book is Arab Spring: The End of Postcolonialism (Zed 2012).\n\nSource: Al Jazeera", "tags": "set([])", "title": "President Barack Hussein Obama"}