{"content": "This is a rush transcript from \"The Five,\" March 23, 2015. This copy may not be in its final form and may be updated.\n\nKIMBERLY GUILFOYLE, CO-HOST: Hello, everyone. I'm Kimberly Guilfoyle along with Juan Williams, Eric Bolling, Dana Perino and Greg Gutfeld. It's 5 o'clock in New York City and this is The Five.\n\nADVERTISEMENT ADVERTISEMENT\n\nThe 2016 race has its first major candidate.\n\n(BEGIN VIDEO CLIP)\n\nSEN. TED CRUZ, R-TEXAS: I believe in the power of millions of courageous Conservatives rising up to reignite the promise of America. And that is why today, I am announcing that I'm running for president of the United States.\n\n(APPLAUSE)\n\nThis is our fight. The answer will not come from Washington. We will get back and restore that shining city on a hill that is the United States of America.\n\n(END VIDEO CLIP)\n\nGUILFOYLE: Republican Texas Senator Ted Cruz made it official at midnight with a tweet and video message. Hours later, at a speech at Liberty University, he asked the crowd to envision what an America posts Obama would look like, an America with President Cruz.\n\n(BEGIN VIDEO CLIP)\n\nCRUZ: Imagine in 2017, a new president signing legislation repealing every word of Obamacare.\n\n(APPLAUSE)\n\nImagine abolishing the IRS.\n\n(APPLAUSE)\n\nImagine a president that finally, finally, finally secures the borders.\n\n(APPLAUSE)\n\nImagine a president who says we will stand up and defeat radical Islamic terrorism.\n\n(APPLAUSE)\n\n(END VIDEO CLIP)\n\nGUILFOYLE: Alright. So very powerful speech and as a communications major, the first thing I noticed, no teleprompter. I like someone who can speak extemporaneous like that with no notes. So what did you think of the contents specifically the messaging in there?\n\nDANA PERINO, CO-HOST: Well I think you are right, Kimberly, that the speech was written perfectly for him and I wouldn't be surprised if he actually wrote most of that himself.\n\nGUILFOYLE: Why did you say that?\n\nPERINO: Because, it was -- it seemed very genuine from the heart. He knew the speech very well. It wasn't fungling (ph) around. He didn't to look to try to find out where he was in a place and he did this very well. I think everybody that is going to make that tough decision to run for president and put himself or herself and their families out there for all of the scrutiny that is to come, deserves a really good first day. And I think he had a good first day with possible some nit picking around the edge edges. But, the second day and next chapter is what matters, because up to now, it has all been speculation, will he or will he not run for Congress -- I'm sorry, for president. Once you decide that you were -- are going to run and after that really good first day, that's when you become a target. I do think it was smart for him to go first. And now, everybody will have to sort of respond to him and that is smart.\n\nGUILFOYLE: Alright. Eric, take me through the competition, because now, he is the frontrunner right? He's one that came out first to make the announcement. He's got some competition from the right, the Evangelicals, Tea Party types. How do you say it?\n\nERIC BOLLING, CO-HOST: Well, I think that is what he is trying to do, unite the Tea Party with the Evangelicals based on the speech. He delivered at Liberty University, a very Christian audience there who -- the way I understand that, that they had to be there, I think they are required to be there. Look, I love Ted Cruz. I love the constitutional conservative in him.\n\nGUILFOYLE: Right.\n\nBOLLING: I think he would be a great president, but I just don't think he is ready yet. Maybe it is not his time. I think maybe he has some -- he's a young guy. He's only in been in the Senate, what a year and a half -- two years, whatever.\n\nGUILFOYLE: Three. It's like three of total.\n\nBOLLING: Yeah, OK. Not a long, long time. One of the strikes we had against President Obama was that he was too young, he was too fresh, he was too green around the ears, he got in there -- ended up -- you know, making a lot of things his own. I can see Ted Cruz doing this in -- you know, eight years, hopefully a Republican wins and maybe the next time around Ted Cruz will be more prepared for this. Look, here's -- you come -- this is the guy who -- I think I was the first person to put Ted Cruz on Fox television. He was struggling. He was solicitor general of Texas. GREG GUTFELD, CO-HOST: So we blame you.\n\nBOLLING: But -- look, I -- look, there are a lot of people who love his message. You know, repeal Obamacare. I love the idea of flat tax. That's the first.\n\nGUILFOYLE: But these are all the same principles --\n\nBOLLING: That's the first, first. That's the first time he brought (ph) there.\n\nGUILFOYLE: That you exposed here on the show.\n\nBOLLING: Love it. I love it.\n\nGUILFOYLE: So, if you don't have a problem with his principles and he is certainly a learned individual, he's quite bright, his proven himself.\n\nBOLLING: Yep. Yep.\n\nGUILFOYLE: To be very capable.\n\nBOLLING: First term. (ph)\n\nGUILFOYLE: Why do you handicap him, because he doesn't have a certain amount of time in the Senate?\n\nBOLLING: I just don't think it's time. I think there are other ways --\n\nGUILFOYLE: OK.\n\nBOLLING: To win -- if you want to beat Hillary Clinton, you there are other people that may have a better shot.\n\nPERINO: But being a first term senator, not having finished his first term is not good enough?\n\nBOLLING: Well, I think we gave President Obama a lot of hard -- you know, pretty much sure a -- rough time with no --\n\nPERINO: And that would apply to other.\n\nBOLLING: No executive experience, a young senator.\n\nPERINO: I agree that that is a stumbling block.\n\nBOLLING: Yeah.\n\nPERINO: But do you apply that then to other senators that who would be in this race?\n\nBOLLING: Well, OK. Let's talk about what we are talking about.\n\nPERINO: Marco Rubio?\n\nBOLLING: He maybe have -- for Rubio, he has got his own problems. Rubio has got Jeb Bush problem, I think in my opinion. That's where it echoes. (ph) Let me think an --\n\nPERINO: Rand Paul?\n\nBOLLING: An alternative. He's not a first termer. He -- I like -- he'll have an issue. I --\n\nGUILFOYLE: He's not a first term senator right now?\n\nBOLLING: I like -- Is he? Is this the first term?\n\nGUILFOYLE: Yeah.\n\nBOLLING: First term, OK. Alright, so Rand Paul but -- but he has been around longer, alright.\n\nPERINO: On the earth though?\n\n(LAUGHTER)\n\nBOLLING: No, no. He's been in the Senate --\n\nGUILFOYLE: That counts for something.\n\nBOLLING: He has been in the Senate longer than --\n\nGUILFOYLE: It will be serious.\n\nBOLLING: Than Ted Cruz. I like Scott Walker. I like the governor -- experience, CEO experience.\n\nGUILFOYLE: Well, you like somebody then with executive -- experience, because he's around the state. Alright, so Greg, you have been talking about from day one on this show. When can the Republican Party bring forward someone who is magnetic, finish fresh that has these ideas that are gonna resonate, that can carry the day, versus some of the stagnation. We have seen that the past that hasn't made it at the polls.\n\nGUTFELD: Well, first of all, aren't we tired of having a president who wasn't born here?\n\nGUILFOYLE: Oh my --\n\n(LAUGHTER)\n\nGUTFELD: I mean, Cruz --\n\nGUILFOYLE: He loves that apple.\n\nGUTFELD: Cruz was born in Canada. He renounced his citizenship in 2013. You know he lost the Canada vote in this election. They are not gonna come out and vote for him.\n\nPERINO: They used to be strong too.\n\nGUTFELD: Yeah, very strong. I love Canada. Anyway --\n\nGUILFOYLE: Remember that?\n\nGUTFELD: The only person who didn't know Ted Cruz was running with Ted Cruz. We've known about this. He is running. He has been running for years. The problem I have is, is he running for himself or is he running for the country? And I always talked about this that Republicans have had their field of attention-seeking vessels who were -- who were looking for a talk show or for looking -- for looking for something else. The problem with the Republican candidates is that we want vision, they want television. And they were always waiting for that.\n\nGUILFOYLE: Is that what you think? He wants a contributorship?\n\nGUTFELD: I think that's the case.\n\nGUILFOYLE: I mean, it think he's very serious about running.\n\nGUTFELD: There's a difference between self confidence and self consciousness. And a self conscious Conservative is one who needs to tell you how conservative they are all the time. When you look at Conservative candidates, most of the time the true ones with vision who are about poise and not about all the noise, they are generally like the Scott Walker's or the Rubio's or -- or even Jeb Bush. People who don't actually say that, hey, hey, hey I'm a Conservative and they go and they run through the litmus test of issues almost as though they are reading a group-wide e-mail that's been delivered in all caps.\n\nGUILFOYLE: So Greg.\n\nGUTFELD: Or an open letter on Facebook.\n\nGUILFOYLE: So Greg, so he stood up in front of everybody again.\n\nGUTFELD: Right.\n\nGUILFOYLE: He spoke from heart, talked about what his principles are and what he would do specific. We criticize people when they aren't giving specifics. When they don't tell us exactly.\n\nGUTFELD: Yes.\n\nGUILFOYLE: What they are going to do and instead, they speak in like flowery terms and talk about freedom or liberty, but what are you going to do to resort of this country. He said, hey, if you can look at me and you can count on me to.\n\nGUTFELD: Right.\n\nGUILFOYLE: Repeal Obamacare. He talks about abolishing the IRS.\n\nGUTFELD: Right.\n\nGUILFOYLE: And had a lot of specifics.\n\nGUTFELD: Yes and they are -- unrealistic.\n\nGUILFOYLE: OK.\n\nGUTFELD: OK? Let's be - let's talk about having a leader with vision who can actually accomplish things around the edges and push an agenda forward with vision. And just saying you are gonna do this, this and this is not enough. You've got to actually have a plan, right?\n\nJUAN WILLIAMS, CO-HOST: I would say --\n\nGUILFOYLE: OK, well, and he said this -- and Juan will respond.\n\n(BEGIN VIDEO CLIP)\n\nCRUZ: Imagine health care reform that keeps government out of the way between you and your doctor and then makes health insurance personal and portable and affordable.\n\n(APPLAUSE)\n\nInstead of a tax code that crushes innovation, that imposes burdens on families struggling to make ends meet. Imagine a simple flat tax.\n\n(APPLAUSE)\n\nImagine a federal government that protects the right to keep and bear arms of all law-abiding Americans.\n\n(APPLAUSE)\n\n(END VIDEO CLIP)\n\nGUILFOYLE: Sounded like Eric Bolling for a minute there. Juan, you think this message is going to resonate? He is counting on grass roots across America getting people inspired, because he definitely has some competition from the right with the Evangelicals like Huckabee, like Santorum, others who have had some traction with previous campaigns and organizations set up.\n\nWILLIAMS: I don't think he looks like Eric Bolling, I say that. I think Eric has the advantage. I would say -- you know the key for Conservatives - - that's why this show is so terrific, because I listening on you guys, and I'm listening from the perspective of a Democrat and I'm thinking, you know what? I don't think Republicans on The Five think he is electable. I don't think you guys at this table, and that includes Eric. Remember who said Eric's has the pretty much the same principles.\n\nGUILFOYLE: Well --\n\n(CROSSTALK)\n\nWILLIAMS: I don't think you guys think he can carry the ball for Republicans in 2016 if you really hope to win, and that's the key, to win. And if you look at the polls, you know the polls are really interesting. He's not the head of the Republican ranks even close. I think he is 4 percent in the latest CNN poll, 4 percent. And if you --\n\nGUILFOYLE: And 40 percent of Republican GOP voters polls said that they would support Ted Cruz, I think it was something like 38 percent said, said that they would not.\n\nWILLIAMS: Correct.\n\n(CROSSTALK)\n\nWILLIAMS: Well, no. It's interesting. I was gonna come to that Kimberly that.\n\nGUILFOYLE: Oh, sure.\n\nWILLIAMS: If you look 40 percent, 40 percent say that they have a favorable view of him.\n\nGUILFOYLE: Yeah.\n\nWILLIAMS: That's 38 percent, which is your number.\n\nGUILFOYLE: Yes.\n\nWILLIAMS: Said they have a negative view and would never support on this. I get things comes back to the heart of the electability issue. So he's got to do something about that 38 percent, because he is talking about his own folks. He's not talking about me. So, when you look at that 38 percent, what you realize no other Republican end that's likely to get in this race is as high as Ted Cruz, when it comes to not being likable. Remember, this is the guy that John McCain called a wacko bird. When I am in Washington and I'm walking the halls of the Senate, they were all making fun of Ted Cruz. They don't like ted Cruz. They can't believe this guy stood up for 13 hours and sit down.\n\nGUTFELD: That could be his -- that could be his to his benefit, when you have, when you have the establishment figures who dislike you, that always makes you appear to be the rebel, but I agree with you. You do need a unifying figure who appeals beyond the partisan.\n\nWILLIAMS: Right. No, but you know what? It's not -- it's not just the Mitch McConnell's. They find him a difficult person to deal with. I'm talking about colleagues. I'm talking about people who have to work with him.\n\nBOLLING: Right.\n\nWILLIAMS: Not necessarily establishments figures in the Republican Party.\n\nGUILFOYLE: Well, this --\n\nWILLIAMS: They think that he is a primadona (ph), he is all about himself. Someone else said earlier. I don't know who if -- that was Dana or you said, if look -- it maybe it was great, you know it looks like this is not about vision, it is about television.\n\nPERINO: Right.\n\nWILLIAMS: It's about him.\n\nGUTFELD: Right -- I feel this has always been about Ted Cruz.\n\nGUILFOYLE: Oh my, goodness. Somebody took their cynical pills this morning my, gosh.\n\nBOLLING: You know -- Feinstein.\n\nGUILFOYLE: Yeah.\n\nWILLIAMS: On graduate, Harvard Law School.\n\nGUILFOYLE: Harvard, yeah, yeah. By Harvard --\n\n(CROSSTALK)\n\nBOLLING: Supreme Court justice. The guy has all about -- he's got the resume to do it, and for me again, just a little bit more experience, with -- I love to see him. I would love to see him with some CEO experience.\n\nWILLIAMS: Can I just make one other point?\n\nBOLLING: Governorship.\n\nGUILFOYLE: You may.\n\nWILLIAMS: Which is money, because remember, we are in the money primary right now, that's where Jeb Bush is doing so well. So how is Ted Cruz doing? Answer, he is not doing very well at all. He said he thinks he can put together like bundlers and raise some money.\n\nGUILFOYLE: Right.\n\nWILLIAMS: But boy, I think that is wishful at this point.\n\nGUILFOYLE: Well he's got --\n\nPERINO: Can I make a final point on that which is that, it's -- I think of the 38 percent that you mentioned, I think those people are so movable, right? It is very early in the process.\n\nGUTFELD: Yes. It's a first day.\n\nGUILFOYLE: Alright, Greg. (ph)\n\nPERINO: And so, I think the thing that he does have is he has support from the grass roots, he does have a state strategy, OK. So he has an Iowa, South Carolina, Nevada strategy.\n\nGUILFOYLE: Yeah.\n\nPERINO: He can organize fairly well. He has helped a lot of those candidates in those states in particular, so he has been strategic and smart that way and apparently, by some accounts, he is impressing some of the big fundraisers in behind the scenes meetings who think that he doesn't come in and just pander (ph) to them that he has a story to tell. And on the other side is that when he talks about needing to appeal to a big crossover audience, he has never shown an ability to actually do that. And the one thing that you see in polls, what are people looking for in a general election is someone demonstrated an ability to work across the aisle and to get something done. He doesn't have that to show yet, in fact he doesn't even show an ability to work within his own aisle.\n\nWILLIAMS: I was inside the aisle (ph)\n\nPERINO: On that inside of the aisle, so there are stumbling blocks, but he is not without his strengths and weaknesses.\n\nGUILFOYLE: Yeah, but American people have shown strong disfavor with Congress and the way business is done, so you never know. Anything can happen, it's a very early on. So far the comments out of his speech from all the analysts and strategists like Ed Rollins and Joe Trippi were very favorable. I think he's gonna make this an exciting debate. You can see it up there. Alright, that's it. Right, we go.\n\nGUTFELD: No.\n\nGUILFOYLE: Alright. Never mind. Has Senator Cruz, guess what? For the full hour on Hannity tonight, at 10 p.m. Eastern. Now coming up, while President Obama commends by Ayatollah Khamenei and his warm message to Iran, the supreme leader responds with a call for the death of America. Nuke negotiations really going well? Next on The Five.\n\n(COMMERCIAL BREAK)\n\nBOLLING: Well, did you hear we are making lots of progress on the new deal with Iran.\n\n(BEGIN VIDEO CLIP)\n\nJOHN KERRY, UNITED STATES SECRETARY OF STATE: Over the past months the P5+1 have made substantial progress. We have made genuine progress.\n\n(END VIDEO CLIP)\n\nBOLLING: Now, here is President Obama.\n\n(BEGIN VIDEO CLIP)\n\nBARACK OBAMA, PRESIDENT OF THE UNITED STATES OF AMERICA: Iran's supreme leader Ayatollah Khamenei has issued a fatwa against the development of nuclear weapons.\n\n(END VIDEO CLIP)\n\nBOLLING: But, while the secretary of state hails progress and the president cites Ayatollah, the supreme leader said something completely different this weekend. Khamenei call for death to America, he told the crowd in Iran that the country would not capitulate to western demands. When the crowd chanted death to America, Ayatollah agreed, of course yes, death to America, because America is the original source of this pressure. The White House is stunningly unphased by this.\n\n(BEGIN VIDEO CLIP)\n\nJOSH EARNEST, WHITE HOUSE PRESS SECRETARY: Those kinds of comments only underscore why it is so critically important that the United States, the international community succeed in preventing Iran from obtaining a nuclear weapon. And the best way for us to prevent Iran from attaining a nuclear weapon is sitting down to negotiating table.\n\nJIM ACOSTA, CNN WHITE HOUSE CORRESPONDENT: Do you feel like you can negotiate in good faith with a supreme leader who is calling for death to America?\n\nEARNEST: Jim, what we have seen is, we have seen the Iranians sit down for negotiating table and demonstrate a willingness to have constructive conversations.\n\n(END VIDEO CLIP)\n\nBOLLING: Now, watch this tape. Here's Khamenei.\n\n(BEGIN VIDEO CLIP)\n\nALI KHAMENEI, SUPREME LEADER OF IRAN (THROUGH TRANSLATOR): Death to America. Yes, because America is the main cause of these pressures. They, themselves insist on focusing on the economy of our dear nation. What's their aim? Their aim is to place the people against the system.\n\n(END VIDEO CLIP)\n\nBOLLING: Alright K.G. --\n\nGUILFOYLE: I don't know.\n\nBOLLING: There it is.\n\nGUILFOYLE: Listen --\n\nBOLLING: How do you negotiate with those?\n\nGUILFOYLE: There is no pharmaceutical strong enough to cure their kind of crazy. This is the problem like, why would you think that you are sitting down at a negotiating table with some of them, there gonna be honest and fair dealing in a person of their word. When their whole point, death to America is to destroy this country, our way of life, our liberty, our freedom, you are fooling yourself and you're doing it at a great expense to the American people. I don't understand why they don't read the lesson plan, this is a bad idea.\n\nBOLLING: Juan, how do you -- how can you defend negotiating with these terrorists?\n\nWILLIAMS: The people you are negotiating are not necessarily your friends. All you are doing is negotiating a deal, I don't think that --\n\nBOLLING: But here the guy --\n\nWILLIAMS: If they allowed (ph)\n\n(CROSSTALK)\n\nWILLIAMS: And I want to prevent you from getting nuclear weapons and I think the real news here is, not only as he said we are not gonna do it, but the president are -- Rohani, he said, we're not gonna --\n\nBOLLING: You know your nuclear negotiator of --\n\nWILLIAMS: Yeah, we're not gonna do it. I think that's good news.\n\nBOLLING: Dana, so while this is going out, we have a few days left before negotiations end. We are supposed to believe that Tehran will abide by some of the agreements, meanwhile, the supreme leader saying death to America.\n\nGUILFOYLE: You know it's crazy.\n\nPERINO: So there is that. One of the --\n\n(CROSSTALK)\n\nPERINO: One of the problems had I think, as I understand it has been that - - it's a two different ways of looking at it which is that President Obama seems to look at a leader like Ayatollah and think. Now, he can be better. They want to be more in the 21st century. When the reality is no, they actually steal, they are very much happy with the way things are going. They are increasingly every day, a bigger and more dominant player in the region. You just look at what happened in Yemen over the weekend. Six months ago President Obama called Yemen a model of success. Six months later we have Iran backed rebels basically taking over that government and causing additional problems. I think that because the Senate, after a couple of week ago, not the whole Senate, but the letter from the senator saying, look, we want to have input on this, 63 senators saying we would vote for 64, I think that could actually get to 67 pretty easily. Then in addition over the weekend, you had House members saying -- over 300 of them saying, we want to have input on this deal, Mr. President and that was generated by a Democrat. So, all of those things I think are saying to the president, you don't have to go this alone and do a deal with him that you would have to carry on your back alone. The Congress is actually asking for shared responsibility here and so I think the president should take them up on that.\n\nBOLLING: So can I piggyback that? Put the question to Greg, '06, '08, '06 or 7 or 8 in 2010. The Congress applied sanctions to Iran. Now president Obama wants you know, unilaterally, lift the sanctions.\n\nGUTFELD: Well, you know what? I have to say that John Kerry is actually right. We have made substantial progress with Iran before they were saying, super slow torturous death to America. Now, it is just death to America and for Kerry that is progress. Look, they might be - they might be talking about America the band. Remember, Horse with no name.\n\nBOLLING: Horse.\n\nGUTFELD: That was mid 70's. It came out right about that time. Maybe it's all about America.\n\nGUILFOYLE: Misunderstanding.\n\nGUTFELD: Horse with no name. It is Americanophobia (ph).\n\nBOLLING: Very good.\n\nGUTFELD: We talked about Islamophobia all the time. Whenever there is some kind of criticism towards radical Islam we talk about Islamophobia. However, we never talk about Americanophobia, these countries there is a way of life that hates us and that is actually racist and wrong, bigoted, but, no one ever calls the term, it's called the Americanophobia.\n\nBOLLING: Alright.\n\nGUILFOYLE: You've done it now.\n\nGUTFELD: Yes.\n\nBOLLING: For some reason the administration still seems to think we are getting the terror network under control, listen.\n\n(BEGIN VIDEO CLIP)\n\nJOHN BRENNAN, CIA DIRECTOR: Diuretically, really say ISIS is losing? Clearly, ISIS is momentum inside of Iraq and Syria has been blunted and it has been stopped. So, they are not on the march as they were several months ago, and so our working with the Iraqis and the Iraqis now trying to push back against it, it is having some great, I think progress.\n\n(END VIDEO CLIP)\n\nBOLLING: But the fact is ISIS is on the march and a very much so in Iraq. Just ask these Iraqi Christians who are interviewed by \"60 Minutes.\"\n\n(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: From the beginning, let us see and this is the first time we cannot to pray in our church.\n\nUNIDENTIFIED MALE: For me it's a cancer. It's a disease. So, at sometimes you take hard measures, unfortunate measures to deal and to treat this cancer.\n\nUNIDENTIFIED FEMALE: So you want to see a major military sense to retake Mosul.\n\nUNIDENTIFIED MALE: Yes, to get Iraq to its normal situation.\n\nUNIDENTIFIED FEMALE: And by giving Iraq to its normal situation, you mean restoring the border between Iraq and Syria.\n\nUNIDENTIFIED MALE: Yes.\n\nUNIDENTIFIED FEMALE: Getting rid of (inaudible).\n\nUNIDENTIFIED MALE: Exactly.\n\nUNIDENTIFIED FEMALE: Defeating them militarily.\n\nUNIDENTIFIED MALE: (inaudible)\n\n(END VIDEO CLIP) BOLLING: So Juan, on one hand the administration telling us things are getting better there and people on the ground that telling us things are deteriorating.\n\nWILLIAMS: Well, that's in terms of the Christian population and that's been deterring now for some time. I mean, this is not sudden news, but it is tragic news in my opinion. I mean, this is to me, this is the birth place of Christ, approaching Easter and the idea that suddenly you know, in that very emotional report by the way, they go through Christians having been there for eons and been through different invaders and overtaking and everybody has respected the Christian presence. Which you get to ISIS and it's not just that you know, I was hurt when I saw them busting up statues and religious artifacts. Now, -- I mean, they are killing Christians.\n\nBOLLING: But Dana, Juan is -- is Juan also underplaying it? Isn't ISIS actually expanding?\n\nPERINO: Well, if you look at just what happened, I mentioned Yemen a moment ago. So, ISIS is active in Syria, two weeks ago, within the last two weeks, we know that they are more active in Libya, and over the weekend, we find out more that they are in Yemen as well. And Richard Engel who is the NBC News chief foreign correspondent reports from the region, Yemen, which is right on the border of Saudi Arabia, could become the new Syria seizing territory that should terrify American policy makers, so --\n\nBOLLING: And guess what? Yemen is attached to.\n\nPERINO: Saudi.\n\nBOLLING: Saudi Arabia.\n\nPERINO: Right.\n\nBOLLING: With a lot of oil production.\n\nPERINO: Right.\n\nWILLIAMS: Why are you guys ignoring what Brennan said, that in fact, these guys are on their heels?\n\nGUTFELD: Well, Can I --\n\nPERINO: Because he can't reconcile. He says and what some reality is --\n\nGUILFOYLE: It's not true.\n\nWILLIAMS: He is the CIA director.\n\nPERINO: I know.\n\nWILLIAMS: You think you know more than him?\n\nPERINO: No, I don't.\n\nGUILFOYLE: We didn't say that Juan. We are actually citing specific examples of people who are there, who are in the theater that knows. So we are saying that contradicts what he is saying.\n\nWILLIAMS: I don't think it does at all. Why do you think it contradicts? He said there's that our air strikes are not gonna (inaudible)\n\nBOLLING: That's a bigger and more territory in crisis.\n\nWILLIAMS: No, no, no. It is an ideology. That ideology is even here in the United States. It's a sick ideology. We have to fight it everyone, but to think that their troops or their presence or their power is expanding is not true.\n\nBOLLING: Oh, we gonna go to the map. Greg, go ahead.\n\nGUTFELD: I just gonna say, I always listen to how they change the language and how they use words in a way that modifies or makes it more malleable so there's -- there are more meanings to a word. So when you say momentum is blunted, that can mean almost anything, and for them it does. We don't know what that means. I don't know what momentum. That means they are still going forward. If momentum is blunted, that doesn't necessarily mean they stop, it just means its going are more slowly. I guess that's good news.\n\nGUILFOYLE: Yeah, blunted? What the heck.\n\nPERINO: But maybe that was to degrade.\n\nGUILFOYLE: Does that mean? I mean.\n\nGUTFELD: Yeah, degrade.\n\nGUILFOYLE: Yeah. I don't think that this -- yeah, we do know is that the Iraqi casualties are extremely high. What we do know is, we had a troop withdrawal prematurely when it wasn't save a life enough, and in fact it allowed ISIS to maintain and get an even greater stronghold. Then fortunately, it's not going well. Look at the map.\n\nBOLLING: And we got to look at the map in the break. Ahead, Starbucks stops brewing race and coffee together. Greg's three (ph) on why the government should take notice, next.\n\n(COMMERCIAL BREAK)\n\nGUTFELD: How grande. Starbucks has said that workers would no longer be writing \"race together\" on their coffee cups. They're replacing it with \"Damn, is our owner stupid.\"\n\nIt makes sense. In the private sector, if it's not meant to be, then it's gone. Don't fix it; you just nix it. \"Race together\" was painted as unifying, but we knew it was less about serving customers than those who traffic in race-based conflict.\n\nNow, you'd expect \"The Five\" to say, \"I told you so,\" but instead we should salute Starbucks for offering a swift lesson in the difference between private and public. We just learned how bad ideas, which are often cemented in the public sector, are crushed when they're in the private.\n\nYou've got to love the free market. If only the government offed bad ideas this fast. Instead, make-trouble gimmicks are glorified without factual evidence, using the cliche \"it's the right thing to do.\" Then a hose is attached to siphon billions of taxpayer cash.\n\nIf \"race together\" were a government program, it would last 30 years longer than Starbucks and make nothing, because where there is no bottom line, there are just a lot of bottoms getting lined.\n\nAs Ronald Reagan once said, a government bureau is the nearest thing to eternal life on Earth. Thankfully, in this case, \"race together\" was run off the map by its own creator, sensing impending doom.\n\nIf only bureaucrats would learn from this, but they won't because in government, you don't have to learn at all.\n\nSo K.G....\n\nGUILFOYLE: Yes.\n\nGUTFELD: Starbucks said that they're planning to end this on March 22, which I think is today. But if it had worked, do you think they would have ended it?\n\nGUILFOYLE: Yesterday.\n\nGUTFELD: That is today. I don't check calendars.\n\nGUILFOYLE: Like Groundhog Day. OK.\n\nGUTFELD: I don't believe in calendars. If it had worked, though, they would have kept it going. They weren't treating race like a shamrock shake that comes out on St. Patrick's Day.\n\nGUILFOYLE: One time I had that at McDonald's. So don't talk about what that does to you.\n\nDana, I think -- it's true -- what happened here with Starbucks is they had a good idea. It was going to be cutting edge and jump in on this whole thing, right, and be very P.C. But it was a horrible backlash. And you saw Starbucks executives, like, disappearing, like ghosts, off of Twitter, because they were taking tremendous abuse.\n\nAnd then people said, \"Hey, where's the Starbucks in Ferguson? Where's the Starbucks in Selma? Where's the diversity in your corporate and upper ranks?\"\n\nGUTFELD: Yes.\n\nGUILFOYLE: Really? So then it became the Starbucks are the people trying to profit off of race ideology.\n\nGUTFELD: It opened them up to some very vulnerable questions, Juan. For example, I want to show you a chart from Quartz, which is a digitally native news outlet. I don't know what that means.\n\nGUILFOYLE: Wow.\n\nGUTFELD: But right here, they show you that Starbucks are densest in areas that are 70 to 75 percent white. Shouldn't they be addressing this issue, not writing on their cups?\n\nWILLIAMS: Well, I'm all for it as a person who likes Starbucks coffee. But I must say, doesn't that make sense as a business model, if you go where people can afford an expensive cup of coffee? I mean, you would -- I would think that makes sense.\n\nGUTFELD: I didn't realize you were racist, Juan.\n\nWILLIAMS: You know me. You know me. It's rough -- it's rough being me. You know, it's like I think somebody had a skit like that, right, where he's blind, and he goes to the gas station. And he says he can't stand black people, and it turns out he's black, too.\n\nAnyway, the big point here to me is I actually think Starbucks was doing what was right. I think they took a risk as a corporate citizen, and they got slammed. I mean, there was widespread mockery. But to me this is the mockery that comes as a result whenever you try anything different. People are quick to put down Starbucks. They put down Starbucks customers. They said everybody -- they're a bunch of ninnies and elite effetists (ph) and all the rest because they were trying to have, or at least start a conversation. It wasn't mandatory; it wasn't required.\n\nGUTFELD: Eric, I think Juan is saying that it's America's fault.\n\nPERINO: Yes.\n\nGUTFELD: It was our fault, because we weren't good enough to understand this.\n\nWILLIAMS: No, I -- all right.\n\nBOLLING: But here's the thing. I'm going to agree with Juan on all the points. I think they put stores where they can sell their product. It's a higher priced cup of coffee than McDonald's is, than donut -- Dunkin' Donuts is and the others. So they'll go where there's more money, disposable income. That's not a bad idea.\n\nI also like the idea that they tried. I also like it was a grassroots effort. It was all stores; it wasn't locations. It was a nice try. They do say that they intended on ending it when they did, and they also say they plan on continuing the campaign, other avenues, though. Not on the cups. Apparently, they're going to do something with \"USA Today.\" They're going to get the idea out there and continue. So I liked the idea.\n\nGUTFELD; So yes. Maybe if they established a town hall where people can meet instead of putting the responsibility on these poor baristas.\n\nGUILFOYLE: And give free coffee.\n\nGUTFELD: There you go.\n\nPERINO: I just think that this experiment has been like our generation's New Coke. Remember when New Coke came out and everybody hated New Coke? Like, why would you do that? New Coke, let's just go back to being Coca- Cola. But this is kind of like that.\n\nThere's a whole marketing strategy around P.R. firms that they tell the companies that they had to do this cause marketing.\n\nGUTFELD: Yes.\n\nPERINO: It's become an entire industry where companies that are doing really well, and they want to be good corporate citizens, they're finding - - they're trying to find the best thing for them to support.\n\nSix months ago when Starbucks came out and really wanted to help support Wounded Warriors and returning veterans and help them find employment, I think everybody can get behind that.\n\nGUTFELD: Yes.\n\nPERINO: But when it was suggested that you are a racist...\n\nGUTFELD: Right.\n\nPERINO: ... or intrinsically racist, even if you might not realize it, and I agree with you. Anybody who liked this program who now thinks that Starbucks backed down, they think that they'd back down in the face of racists.\n\nGUTFELD: Yes, like -- because we don't like it. We are the bad people.\n\nPERINO: Yes.\n\nGUTFELD: And we don't deserve nice things like Starbucks.\n\nPERINO: Maybe -- maybe we're putting that on ourselves. Because we think we are bad people.\n\nGUTFELD: I know I'm a bad person.\n\nWILLIAMS: Hey, wait a second. I think around this panel, you guys liked this idea.\n\nGUTFELD: No, I didn't.\n\nGUILFOYLE: No, I didn't.\n\nWILLIAMS: You and Bolling did.\n\nGUTFELD: It was a stupid idea, Juan.\n\nWILLIAMS: Thank you.\n\nBOLLING: Can I be, I don't know, cheap and business-minded?\n\nGUTFELD: Yes.\n\nBOLLING: Let's see what the Starbucks sales -- they can tell you exactly what their sales were for that period of time. I'd be curious what their sales to find out what they were.\n\nPERINO: Maybe they did it for the sales.\n\nGUTFELD: Yes. So they...\n\nBOLLING: Yes.\n\nGUTFELD: They took advantage of racial conflict to sell a cup of coffee. America.\n\nNext, what we hate most about modern-day technology, stay tuned.\n\nGUILFOYLE: Uh-oh. Now you have...\n\n(COMMERCIAL BREAK)\n\nPERINO: So technology has changed our lives for the better in so many ways. It's hard to remember what we did before smartphones, Kindles, iPads all the rest.\n\nBut with the perks of modern technology also come frustrations when devices fail or you can't just seem to keep up with all those e-mails that you're getting. Some other tech nuisances listed in the \"Wall Street Journal\": constant streams of notifications, battery power and pesky passwords.\n\nSo we're going to take it around the table, because we seem to complain about our technology a lot. Right, Kimberly?\n\nGUILFOYLE: We do.\n\nPERINO: What is your biggest complaint?\n\nGUILFOYLE: OK. Where do you want to begin? No Wi-Fi in foreign countries. That's a big bummer. You have to, like, Velcro some kind of antenna to the back of your head, which is awkward in the water.\n\nWhat else? I don't like that that they don't have battery life. Like what kind of scam is this? Why does the battery drain all the time? I got another one: when people send text messages and you're trying to get a lot of work done, it freezes your phone for two seconds, like, \"Dzzz-zz-zzz.\" And you have to stop everything. And it goes, \"Zzz-zz-zz.\" So you answer it.\n\nDon't you hate it when that happens?\n\nPERINO: OK. I'm glad we got this chance for you to vent a little bit.\n\nGUILFOYLE: OK.\n\nPERINO: That's good.\n\nI know, Juan, you said something before and when I asked on Twitter earlier today, a lot of people agreed with you. And that is the lack of interpersonal communications where people are not communicating. If you observe, even couples will be at dinner, and they're both on their phones, not talking.\n\nWILLIAMS: I think that's a joke. I mean, I can't get -- but even at the dinner table with the family, like you know, Sunday dinner, you know, the kids are on the texting. And that's part of the problem for me. If I call one of my kids right now, they don't listen to the voice message.\n\nBut if I text them, they will respond. So I don't get this why people don't listen to a voice message any more. And I must say, we had a little trauma at the house this weekend. Delise went to the bathroom, and the next thing I hear is screaming. It fell out of her pocket, into the toilet.\n\nPERINO: She should have watched Dana's iPhone tips.\n\nWILLIAMS: Oh, yes.\n\nPERINO: Don't ever put your iPhone in your back pocket.\n\nWILLIAMS: That's what she did.\n\nPERINO: I know. This happened -- I had a friend this weekend stay with us. She's lost three phones that way. So don't put your iPhone in your back pocket.\n\nGUILFOYLE: You've got to put it on top of the little toilet paper thing and rest it there.\n\nPERINO: You're a big -- you like technology. You like new apps and everything. Anything that drives you crazy?\n\nBOLLING: The passwords. I love the iPhone, the fingerprint.\n\nPERINO: I agree.\n\nBOLLING: I'm worried about the retinal...\n\nGUILFOYLE: Retinal scan.\n\nBOLLING: I think Samsung has that. I'm a little concerned about what that might entail. I like the touch, though, of the -- I wish they all had that.\n\nGUILFOYLE: But then your kids lock you out of the phone because you can't open it.\n\nBOLLING: Can I just tell you what drives me crazy with the technology?\n\nGUILFOYLE: What?\n\nBOLLING: Juan points out -- I'm having dinner with Eric, and it's this. The iPhone will be there.\n\nWILLIAMS: Oh, yes.\n\nBOLLING: And he'll just touch it and go...\n\nPERINO: Why don't you make him put it in the refrigerator?\n\nBOLLING: ... to keep it active. And we'll eat, and we'll talk and be staring at it and touching it to make sure it refreshes.\n\nWILLIAMS: Yes. Like we don't count. Oh, yes. \"What are you guys doing here?\"\n\nPERINO: I'm sure that -- I'm sure you will have a contrarian view.\n\nGUTFELD: No. You know what I find frustrating is tuberculosis and pneumonia and consumption. I'm sorry, that's 1915, not 2015. I got the centuries confused.\n\nWhat's astounding is not the technology or the progress but the way in which we take it for granted these days. We don't even know what we have. If you look -- if we showed up in 1915 with an iPhone they'd burn us for being a witch, because they wouldn't know what it is.\n\nOur problem is the result of luxuries. We have more computer power in this thing than in the first moon landing.\n\nPERINO: That's amazing.\n\nGUTFELD: The average unemployed 23-year-old in America has a better way of life than a British king in the 19th Century. The amount of luxuries that he has at his fingertips is amazing.\n\nAnd you have to credit the market. The free markets that invigorate technology, that makes this stuff possible and all of this great stuff. What it does is it masks all the flaws and horrible things that have happened from liberal bureaucracies over the last 100 years.\n\nPERINO: OK. I like that. But I have a complaint, though.\n\nGUILFOYLE: What is it?\n\nPERINO: Because when you get a news statement for new products -- I like the new products, as well, but then they don't all stay together or it's very difficult. I've lost several of my great country songs.\n\nGUTFELD: That's true.\n\nPERINO: They're lost on another computer, not on this. And that's very frustrating. I need to go to the Genius Bar.\n\nGUILFOYLE: Then you have to re-buy them.\n\nPERINO: I know. I'm not going to do that.\n\nWILLIAMS: That is what they want you to do.\n\nPERINO: I'm going to stand on principle on that one.\n\nOK. That was fun. Next on \"The Five,\" rapper Snoop Dogg attacks Ronald Reagan at South by Southwest. What's his problem with the former president? It might surprise you, coming up.\n\n(COMMERCIAL BREAK)\n\nWILLIAMS: Snoop Dogg has someone to blame for the rise of drugs and gang violence in L.A. during the 1980s, former President Ronald Reagan.\n\nQuote, \"Toward the latter part of the '70s, everything was beautiful. The government would provide for us. Then Reaganomics kicked in. Certain things were taken away, after-school programs and things of that nature. Guns and drugs were shipped into the neighborhoods, so it was a shift of having fun and playing football to selling drugs and shooting at each other,\" end quote.\n\nNow you talk about a lot of responsibility. Holy smokes. Were white people coming in and destroying black neighborhoods, or is he saying that black people were destroying black neighborhoods, and now he's blaming Ronald Reagan? Ronald Reagan, who was governor of California during the '70s? I didn't see all that happening in black neighborhoods during the '70s.\n\nSo what is he talking about?\n\nGUILFOYLE: Good point.\n\nWILLIAMS: What is this guy who goes out and makes pornographic movies and sells hip hop to the black community and the white community and all the drug use as totally legitimate and has now made himself into a cultural icon, accepted widely by white people as the definition of authentic black hip. Not to me. To me this is another guy who has exploited black people and has used -- used people like Ronald Reagan as a convenient, you know, beating up bag or whatever because of his own failures and refused to take responsibility.\n\nBOLLING: Very quickly. We don't have a lot of time. Wasn't the most operative lines in that whole rant he said there was government -- everything was great. Government was taking care of us. And then that was the operative line.\n\nBut for me, Juan, honestly, I think this is Snoop's selling an album. It's called \"Bush.\" He's selling an HBO reality show that's coming up.\n\nWILLIAMS: Yes.\n\nBOLLING: It sounds like he's just being a provocateur.\n\nWILLIAMS: Well, that's all it is.\n\nPERINO: Well, then why don't -- I don't understand what he gains from it, though. Like so is there a constituency out there in his world that would support him and buy his albums that wants somebody like a Ronald Reagan to blame?\n\nWILLIAMS: I don't know. But I think -- I think there are lots of people who are looking for someone to blame if that's what you're asking for.\n\nGUTFELD: I'd say he was high when he said this, but since he's always high, I think maybe he was sober when he said this, which is why it's completely idiotic. I don't care what he's selling.\n\nHe might want to revisit his gang past, and he might want to look at the shooting stats in New York City, where basically, the government now is focusing on, I think, a few hundred men, aged 18 to 24, who are doing most of the shooting. Get this: They aren't Republicans. They aren't cops or FNC hosts. They're gang members.\n\nWILLIAMS: Yes, and look, you know, I was reading this thing. Ice T, Dr. Dre, Ice Cube, Kimberly, all these people are doing great. They have careers flourishing. But instead, he's blaming Ronald Reagan?\n\nGUILFOYLE: Yes. He's just a hater.\n\nPERINO: Haters are going to hate.\n\nGUILFOYLE: That's what he's going to do. This is what I say. Do drugs. Look what will happen to your brain.\n\nGUTFELD: Don't blame drugs.\n\nGUILFOYLE: I'm doing it. He blamed Reagan. I'm blaming drugs.\n\nGUTFELD: Don't -- you should blame him, not the drugs.\n\nGUILFOYLE: I'm blaming him.\n\nWILLIAMS: He should take responsibility and blame himself.\n\nGUTFELD: Yes.\n\nWILLIAMS: \"One More Thing\" coming up. Stay with us.\n\n(COMMERCIAL BREAK)\n\nGUILFOYLE: All right. Well, time now for \"One More Thing\" -- Greg.\n\nGUTFELD: Thanks, Janet.\n\nSo FOX 5'S Bob Bernard was at the Smithsonian National Museum of Natural history. And this happened. I'm going to explain to you afterwards what really happened. Just watch it.\n\n(BEGIN VIDEO CLIP)\n\nBOB BERNARD, FOX 5: This is the African Moonwalk, hanging out here on my shirt. It's crawling on my neck. Oh, my goodness. Oh, my goodness. Doesn't that feel great? Oh, it bit me. No, it didn't. It didn't. What do you -- I'll let him hang out there.\n\nUNIDENTIFIED MALE: They actually don't have any mouth parts. They can't eat as an adult.\n\nBERNARD: Thank goodness. What do you have here? You have a caterpillar, obviously.\n\nUNIDENTIFIED MALE: Yes. So this is a caterpillar.\n\nSo butterflies and moths start off as a caterpillar, as many of you guys learned.\n\nBERNARD: This African Moonwalk is mating with my earlobe.\n\nAnd now he's holding a tarantula. I mean, I've done live shots in hurricanes and thought that was cool, but I've got an African moth eating my ear.\n\n(END VIDEO CLIP)\n\nGUTFELD: All right. We couldn't show you the pictures, but the moth had actually laid eggs in his ear. The good news is, to keep it on the up and up Bob, and the moth are getting married, and they're opening -- they're opening a bed and breakfast in Vermont. So congratulations, African moth and Bob.\n\nGUILFOYLE: Oh, gosh.\n\nBOLLING: That guy has to be related to Shepard Smith.\n\nGUTFELD: There's the Shepard Smith that...\n\nGUILFOYLE: I feel like that almost happens to me every day.\n\nGUTFELD: Well, you know what? Consider yourself lucky.\n\nBOLLING: You don't he looked like someone in the shot?\n\nGUILFOYLE: OK. I don't know. But after the show I'm going to take a picture -- yes -- to post on my new Instagram account.\n\nGUTFELD: Oh, boy.\n\nGUILFOYLE: Instagram.com/Guilfoyle.\n\nPERINO: You're announcing an Instagram picture?\n\nGUILFOYLE: Well, this is the thing. Sean talked me into doing the Instagram account.\n\nPERINO: Cute.\n\nGUILFOYLE: Hopefully, I won't get -- that's the little Ro Diggs on vacation, the Dominican Republic. He was loving it. That's a picture he took of me. He's in photography.\n\nPERINO: Wow. He did a nice job.\n\nGUILFOYLE: He's good. That's him running on the beach. Anyway, so welcome to Instagram. Should be a lot of fun.\n\nPERINO: All right.\n\nGUILFOYLE: All right. Dana.\n\nPERINO: OK. So I have a friend. We've mentioned him before, Jim Dyke.\n\nGUTFELD: No, you don't.\n\nPERINO: He's the cofounder of a small wine company named Mira. And he had this idea to put wine and age it in the harbor, in Charleston Harbor. It's underwater. Well, the FDA, ruining all good things, has now come out and said, \"No, you can't do that. We're afraid that it would be adulterated with sewage water and all the things.\" The thing is, the FDA is not complaining about any of the food that people eat out of the harbor. So there's a contradiction there.\n\nGUILFOYLE: He's my friend, too.\n\nPERINO: Yes, he is your friend.\n\nGUTFELD: Oh, boy. Argue (ph).\n\nGUILFOYLE: Great wine maker, too.\n\nAll right.\n\nBOLLING: Very quickly, the NFL announced two things today. No. 1, they will no longer black out games. They're going to test it in 2015. Very interesting, after 40 years.\n\nBut the other one is wildly interesting to me. They are, for the first time ever, going to play a game, show a game digitally, a global game around the world. What? What's the face.\n\nPERINO: What does that mean?\n\nGUILFOYLE: I just got the big...\n\nBOLLING: It's not on TV. You have to have a handheld device.\n\nGUILFOYLE: OK. Go ahead.\n\nWILLIAMS: I just want to quickly say The Boston Globe over the weekend ran an editorial saying, \"Step up, Elizabeth Warren, you've got to run.\" Then they ran two editorials. I think something is going on, Hillary. Check them out up in that commonwealth liberal Massachusetts.\n\nGUILFOYLE: All right. That's it for us. \"Special Report\" is up next. Thanks for watching \"The Five.\"\n\nGUTFELD: Yay.\n\nContent and Programming Copyright 2015 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2015 Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.", "tags": "set([])", "title": "Cruz launches 2016 presidential campaign with fiery speech"}