{"yelLabel": ["yellow"], "tags": "set([])", "title": "Mass protests planned for Tues over NSA surveillance", "content": "Thousands are scheduled to gather on Tuesday to protest the surveillance state, but don’t expect any news of riots at the White House gates or marches on the National Mall.\n\nThe stage for the demonstration, headed by a coalition of activist groups, companies and online platforms, is the World Wide Web.\n\nADVERTISEMENT ADVERTISEMENT\n\nSo far, more than 4,500 websites have signed up to display embeddable banners and widgets on their sites that prompt visitors to call or email their members of congress in support of the USA Freedom Act, a sweeping piece of bipartisan legislation that aims to rein in the collection of data by the National Security Agency. Rep. Elijah Cummings, D-Baltimore, is Maryland’s lone co-sponsor.\n\nOrganizers of “The Day We Fight Back” include Demand Progress, Fight for the Future, Free Press, Reddit, Mozilla and ThoughtWorks. The sponsors are encouraging individuals, in addition to companies and groups, to take part by posting #StoptheNSA on social media.\n\n“We’re expecting thousands of smaller sites in addition to a number of big ones like Tumblr and Reddit,” said David Segal, the executive director of Demand Progress.\n\n'We’re expecting thousands of smaller sites in addition to a number of big ones like Tumblr and Reddit.' - David Segal, the executive director of Demand Progress\n\nSimilar tactics were used two years ago by a handful of the same sites involved in the coalition to protest the Stop Online Piracy Act, an anti-piracy bill. The date for this week’s protest is meant to commemorate the two-year anniversary of the collapse of SOPA.\n\nStanding with the opposition, major websites like Google, Reddit and Wikipedia went dark for a day in January 2012. The blackout drew widespread attention against the bill and contributed to its demise.\n\nSponsors of this month’s event include big names in social media, in addition to a wide array of advocacy organizations like the American Civil Liberties Union and the conservative FreedomWorks. The real question, however, is whether or not the larger public will take notice.\n\nUnlike SOPA, the current debate deals with national security issues that can be more sensitive.\n\nCarla Howell, executive director of the national Libertarian Party, said the protest is a backlash against Democrats and Republicans who have passed bills like the Patriot Act and Foreign Intelligence Surveillance Act. The Libertarian Party is one of the protest’s organizers.\n\n“Politicians are now on the defensive and starting to come around to admitting that what they’ve done is highly unpopular, rejected by the American people, and being cast as an egregious violation of our rights,” said Howell. “More and more politicians are being forced to line up to support bills in favor of NSA drawback.”\n\nPolling results on the issue have evolved with more Americans disapproving of the NSA’s data collection program today than when it was first exposed by leaker Edward Snowden. A Pew Research Center poll last month found that 53 percent of Americans disapproved of the NSA’s program.\n\nIn defense of the NSA’s surveillance tactics last month, James Clapper, the director of national intelligence, told lawmakers that never before had he “experienced a time when we’ve been more beset by crises and threats around the globe.” For the second year in a row, Clapper named cyber attacks as the biggest threat currently facing the United States.\n\nThe protest is just days away, and the count for participants continues to rise on the website’s ticker. But the organizers don’t know how to gauge the scale of their endeavor, yet.\n\n“I’m not in the business of predicting. We will all know come Tuesday how big a splash we’re making,” Segal said.\n\nCapital News Service contributed to this report", "positionLabels": ["critical"], "politicalLabels": ["conservative"]}