{"content": "Sen. John McCain said Sunday that President Obama is letting his personal issues with newly re-elected Israeli Prime Minister Benjamin Netanyahu affect his decision-making and shared policy goals.\n\n“It’s time that we work together with our Israeli friends and try to stem the tide of ISIS and Iranian movement throughout the region, which is threatening the very fabric of the region,” McCain, R-Ariz., said on CNN's “State of the Union.”\n\nADVERTISEMENT ADVERTISEMENT\n\nDuring the interview, McCain called out Obama and told him: “Get over your temper tantrum, Mr. President.”\n\nMcCain went on to admonish the administration’s Middle East policies and said Obama’s priorities are “so screwed up that it’s unbelievable.” He added that he was “convinced” Obama was letting his personal feelings get in the way.\n\nMcCain added that Israel is the only nation in the region “where there was a free and fair democratic election” and told and said “the least of your problems is what Bibi Netanyahu said during an election campaign.”\n\nMcCain added that “Bibi’s rhetoric concerning an election campaign pales in comparison to the direct threat to the United States of America of ISIS.\n\n“But the point is, is the J.V., as the president described them, is just moving over into Yemen. We see this horrible situation in Libya. We see ISIS everywhere in the world,” he said.\n\nDemocratic Rep. Steve Israel, also a guest on the show, suggested everyone drop the drama and get back to the fundamentals.\n\n“What counts is, are we providing Israel with the critical security equipment technology that they need? And on that, we are,” he said.\n\nIsraeli President Reuven Rivlin said Sunday that the new Israeli government will have to serve \"all the citizens of Israel,\" and called for the country to begin a \"healing process\" after a stormy election campaign that highlighted deep internal divisions.\n\nIn a last-ditch attempt to spur his supporters to the polls last week, Netanyahu warned that Arab citizens were voting \"in droves\" and endangering years of rule by his right-wing Likud Party. The comments drew accusations of racism from Israeli Arabs and a White House rebuke.\n\nAlluding to the uproar, Rivlin told Likud representatives that the emerging government will have to serve \"all the citizens of Israel, Jews and Arabs.\"\n\nThe Associated Press contributed to this report.", "tags": "set([])", "title": "McCain to Obama: 'Get over your temper tantrum, Mr. President' and focus on ISIS"}