{"content": "President Barack Obama acknowledged during a \"60 Minutes\" interview on CBS on Sunday that U.S. intelligence agencies underestimated the threat from the Islamic State in Iraq and the Levant (ISIL) and overestimated the ability and will of Iraq's army to fight. Also on Sunday, Republican House Speaker John Boehner said the U.S. may have \"no choice\" but to send American troops to fight ISIL if Obama's strategy fails to destroy the group.\n\nObama added that the U.S.-led military campaign against ISIL and the Nusra Front, an Al-Qaeda affiliate in Syria, is helping Syrian dictator Bashar al-Assad, whom the United Nations has accused of war crimes.\n\n\"I recognize the contradiction in a contradictory land and a contradictory circumstance,\" Obama said. \"We are not going to stabilize Syria under the rule of Assad,\" whose government has committed \"terrible atrocities,\" Obama said.\n\n\"On the other hand, in terms of immediate threats to the United States, ISIL, the Khorasan group — those folks could kill Americans.\"\n\nObama said his first priority is degrading the extremists who are threatening Iraq and the West. To defeat them, he acknowledged, will require a competent local ground force, something no analysts predict will surface anytime soon in Syria, despite U.S. plans to arm and train moderate rebels. The U.S. has said it will not cooperate with the Assad government.\n\n\"Right now, we've got a campaign plan that has a strong chance for success in Iraq,\" the president said. \"Syria is a more challenging situation.\"\n\nObama described the U.S. intelligence assessments in response to a question asked during the interview. He was asked about how ISIL fighters had come to control so much territory in Syria and Iraq and whether it was a surprise to him.\n\nHe said that during the Iraq War, U.S. military forces, with the help of Iraq's Sunni tribes were able to quash Al-Qaeda fighters, who went \"back underground.\"\n\n\"During the chaos of the Syrian civil war, where essentially you have huge swaths of the country that are completely ungoverned, they were able to reconstitute themselves and take advantage of that chaos,\" Obama said, according to an excerpt released before the show aired.\n\nHe noted that his director of national intelligence, James Clapper, has acknowledged that the U.S. \"underestimated what had been taking place in Syria.\" Obama said it was \"absolutely true\" that the U.S. overestimated the ability and will of the Iraqi army.\n\nObama called Syria ground zero for jihadis around the world and said military force was necessary to shrink their capacity, cut off financing and eliminate the flow of foreign fighters.\n\nThe White House has cited its intelligence weaknesses before, although Obama was less adamant about the threat in the past. In an interview published early this year by The New Yorker, he appeared to minimize ISIL by comparing it to a junior varsity basketball team. The White House at the time said he was speaking about a different threat posed by a range of extremists across the world.\n\nObama pushed back against the remarks by Boehner, who told ABC's \"This Week\" during a Sunday appearance that he doesn't believe Obama's approach will succeed and that it will take more than airstrikes to destroy ISIL. He criticized Obama for saying he won't send in American ground troops.\n\nBoehner said he would recommend sending in Americans if no one else was able to step up. \"We have no choice,\" he said, because \"if we don't destroy them first, we're gonna pay the price.\"\n\nObama, however, made clear he has no interest in a major U.S. ground presence beyond the 1,600 American advisers and special operations troops he already has ordered to Iraq.\n\n\"We are assisting Iraq in a very real battle that's taking place on their soil, with their troops,\" the president said. \"This is not America against ISIL. This is America leading the international community to assist a country with whom we have a security partnership.\"\n\nWhile an \"overwhelming majority of Muslims are peaceful,\" Obama said, \"in the Muslim world right now, there is a cancer that has grown for too long that suggests that it is acceptable to kill innocent people who worship a different God. And that kind of extremism, unfortunately, means that we're going to see for some time the possibility that in a whole bunch of different countries, radical groups may spring up, particularly in countries that are still relatively fragile, where you had sectarian tensions, where you don't have a strong state security apparatus.\"\n\nBut \"rather than play whack-a-mole and send U.S. troops wherever this occurs, we have to build strong partnerships,\" Obama said. \"We have to get the international community to recognize this is a problem. We've got to get Arab and Muslim leaders to say very clearly, 'These folks do not represent us. They do not represent Islam.\"'", "tags": "set(['Human Rights', 'Syria', 'Israel', 'Police', 'Culture', 'Tunisia', 'Science', 'U.S.', 'International', 'Sports', 'Environment', 'Crisis in Iraq', 'John Boehner', 'Barack Obama', 'ISIS', 'Islamic State', 'Terrorism', 'ISIL', 'Technology', 'Economy'])", "title": "Obama: US misjudged ISIL threat, Iraqi army"}