{"yelLabel": ["nonyellow"], "tags": "set(['Human Rights', 'Yemen', 'ISIS', 'International', 'Science', 'U.S.', 'Marijuana', 'Sports', 'Environment', 'Culture', 'Middle East', 'Al-Qaeda', 'Gaza', 'Soldiers', 'ISIL', 'Technology', 'War', 'Politics', 'Economy'])", "title": "Attack kills Yemen soldiers after bombings", "content": "Al-Qaeda fighters have captured the capital of a province in southern Yemen, killing about 20 soldiers, local officials and residents said, just hours after suicide attacks on mosques in the capital Sanaa during Friday prayers killed 137 and wounded hundreds more.\n\nFighters from Al-Qaeda in the Arabian Peninsula (AQAP) were forced to withdraw late on Friday night from Houta after holding it for several hours, the officials and residents said. Two army brigades then entered the city, the capital of Lahj province. There were no reports of any casualties on the side of the fighters.\n\nHouta is less than 20 miles from the Indian Ocean port of Aden, where Yemen's president, Abd-Rabbu Mansour Hadi, has temporarily based the government since he escaped from weeks of house arrest in Sanaa by Houthi rebels, who control the capital.\n\nYemen has been in turmoil after a power struggle between Hadi and the Houthis, a Shia Muslim group that controls Sanaa and is allied with former President Ali Abdullah Saleh.\n\nThe White House condemned Friday's attack, and the State Department called on all sides to end the violence.\n\n\"We deplore the brutality of the terrorists who perpetrated today's unprovoked attack on Yemeni citizens, who were peacefully engaged in Friday prayers,\" Josh Earnest, a White House spokesperson, said on Friday.\n\nState Department spokesman Jeff Rathke said, \"We call upon all actors within Yemen to halt all unilateral and offensive military actions, and we specifically call on the Houthis, former President Saleh and their allies to stop their violent incitement and undermining President Hadi, who is Yemen's legitimate president.\"\n\nThe Islamic State in Iraq and the Levant (ISIL) claimed responsibility for Friday's mosque attacks in a message on Twitter. It threatened that these attacks were \"only a part of the coming flood\".\n\nBut Earnest said the White House could not determine whether ISIL was behind the attack.\n\n\"There is not, at this point, clear evidence of an operational link between these extremists in Yemen and ISIL fighters in Iraq and Syria,\" Earnest said, adding that ISIL often claims responsibility for attacks purely for propaganda value.\n\nAmong the dead in Friday's suicide attacks was al-Murtada bin Zayd al-Muhatwari, an imam at the mosque and a leading Houthi religious leader, a medical source said. Taha al-Mutawakkil and Khalid Madani, two senior Houthi leaders, were also seriously wounded.\n\nMohamed Qubaty, a Yemeni political analyst, blamed Saleh, the former president, and his supporters for the attacks and the instability plaguing the country.\n\n\"What we have seen today is a plot to widen the schism between the Sunnis and Zaydis,\" Qubaty said. The Houthis belong to the Shia Zaydi sect, whose followers make up about 30 percent of Yemen's population.\n\nAfter months of fighting between the government and armed factions in Yemen, Houthi rebels seized control of the capital in September and then dissolved parliament last month. The Houthis’ rise to power has worsened divisions in Yemen's complex web of political and religious allegiances and left the country increasingly cut off from the outside world. Its public services, including schools and hospitals, have been left crippled.\n\nFearing Houthi control, Yemen’s elected President Abd Rabbu Mansour Hadi fled the capital in February with allies to the economic hub of Aden, where they established a new capital. Shortly afterward, the U.S., the U.K., and France announced they were closing their embassies in Sanaa.\n\nThe mosque attack came just one day after Houthi forces stormed the international airport in Aden and launched air strikes on Hadi’s presidential palace in Aden. Amid the political instability, Al-Qaeda's Yemen branch has stepped up attacks in the country, especially against the Houthis.\n\nAl Jazeera and wire services", "positionLabels": ["critical"], "politicalLabels": ["neutral"]}