{"content": "As the clock ticks down on the lives of two Japanese hostages held by the Islamic State of Iraq and the Levant (ISIL) somewhere in Syria or Iraq, their plight has triggered renewed debate back home on Japan’s role in international conflict. The same movement that released grisly beheading videos of U.S. journalists and others has threatened to do the same to Kenji Goto and Haruna Yukawa unless Prime Minister Shinzo Abe pays a $200 million ransom. Abe says he considers the lives of the Japanese nationals a “top priority” but refuses to compromise. \"We will never give in to terrorism,\" he said. On Tuesday, while Abe was touring the Middle East, ISIL released a video of the captives, handcuffed and kneeling, wearing the orange jumpsuits that have become a trademark of the movement’s execution videos. A masked man, speaking British-accented English and waving a knife, stands over them and is heard saying Japan had “willingly taken part in a holy war” and provided $200 million to “kill Muslim women and children and destroy Muslim homes.” He promises the two men will be executed unless the ransom is paid within 72 hours. The sum is an apparent reference to Abe’s pledge of $200 million in “non-military aid” to countries in the region fighting ISIL. Abe had made the pledge Saturday in Cairo as part of a $2.5 billion aid package. Japanese commentators speculate that the man in the video is “Jihadi John,” suspected of beheading U.S. journalists James Foley and Steven Sotloff last year. The Japanese government presumes the deadline expires at 2:50 p.m. Tokyo time on Friday. Abe has requested help from Jordan, Turkey and Egypt, and officials have reportedly contacted religious groups and NGOs in an attempt to rescue the men. Abe has not stated whether the government would pay the ransom. But the hostage drama, which has stunned the nation, has also ignited renewed debate about Japan’s role in the Middle East. Japan’s pacifist constitution has generally translated into token military support for the U.S. “war on terror.” But Abe has made no secret of his desire for Japan to take a more robust role in global affairs.\n\nReliant on oil\n\nJapan relies on the Middle East for most of the crude oil it needs to run the world’s third-largest economy. Abe’s visit this week was designed to promote Japanese technology and investment in the region, and more than 100 government officials and company bosses accompanied him when the ISIL video was released. Some Japanese experts have criticized Abe. Masanori Naito, a professor of Muslim studies at Doshisha University, said, “His trip should have been planned more discreetly, especially after the terrorist attacks in France.” The prime minister should have made an appeal for Yukawa’s safety, Naito added. Yukawa went missing in Syria in August. Professor Satoshi Ikeuchi, another Islam specialist at the University of Tokyo, said ISIL took advantage of Abe’s trip, issuing the threat when the world was watching. “They believe money is the only thing they can get from Japan,” wrote Ikeuchi in an online message. “It is an expression of contempt often seen in Arab countries.” Another expert said Abe’s approach had little hope of bringing home the two hostages. “Of course we should not yield to terrorism, but joining the international allies to put pressure on the militants will never lead to resolving the crisis or reconciliation,” said Ken Takada, director of A Civic Group Against Constitutional Revision in Japan. He says the Abe administration antagonized the kidnappers by showing support for a war against ISIL. Takada wants Abe to protect Japan’s war-averse constitution, which he says can prevent the country from becoming embroiled in crises such as the current one. Nationalists who support Abe say Japan needs offensive forces precisely for scenarios such as the kidnapping drama. The government is expected to submit a bill this month allowing the dispatch of Japan’s Self-Defense Forces to support the U.S. and other allies in battle. The right to join the allied forces was approved by the cabinet last year. Takada’s organization denounced that decision, saying in a statement: “We want the government of Japan not to take the dangerous and erroneous path of joining the U.S. in its global war, but to pursue genuine international contributions based on the Peace Constitution.”\n\nFear of remilitarization", "tags": "set(['Human Rights', 'Shinzo Abe', 'Israel', 'Police', 'Press Freedom', 'Tunisia', 'Science', 'U.S.', 'Sports', 'Environment', 'Culture', 'International', 'Japan', 'ISIS', 'Terrorism', 'ISIL', 'Technology', 'Economy'])", "title": "Isil Kidnappings Trigger Debate Japan Global Role"}