{"content": "Story highlights Apple and Google announce encryption programs designed to protect customers' privacy\n\nFBI director worries this will \"allow people to place themselves above the law\"\n\nPrivacy issues have been at the forefront since the Edward Snowden leaks\n\nWashington (CNN) Apple and Google have won praise from privacy proponents for efforts to encrypt their latest smartphones in a way that would prevent law enforcement from accessing certain private data. The FBI, not so much.\n\nFederal Bureau of Investigation Director James Comey told reporters Thursday that the agency is talking to both companies to raise concerns that their privacy efforts could hinder criminal investigations.\n\nApple last week touted that with release of its latest operating system iOS8, it no longer could bypass the smartphone user passwords.\n\nHottest new phones 9 photos Hottest new phones 9 photos The big-name smartphones – BlackBerry on Wednesday unveiled its newest smartphone with a full physical keyboard and a large screen, aiming to return to its roots targeting business users. The Passport is designed to win back users after BlackBerry was knocked out of the highly competitive consumer smartphone market dominated by Apple and Samsung. Here's a look at some other top smartphones on the market now or coming soon. Hide Caption 1 of 9 Hottest new phones 9 photos Amazon Fire Phone – Amazon's Fire Phone, which was released this summer, has a 5-inch screen that displays 3-D images. A feature called Firefly offers instant image, text and audio recognition and reportedly can recognize more than 100 million songs, videos and consumer products. Hide Caption 2 of 9 Hottest new phones 9 photos Samsung Galaxy S5 – The Galaxy S5 is the latest in Samsung's line of big-screen, feature-laden phones. Considered an improvement, but not radical departure from, the S4, the phone features a 5.1-inch screen, 16-megapixel camera with ultra-fast shutter speed and a fingerprint sensor for added security. Hide Caption 3 of 9 Hottest new phones 9 photos iPhone 6 and iPhone 6 Plus – Apple CEO Tim Cook unveiled two new iPhones early this fall. The iPhone 6 and iPhone 6 Plus are bigger, rounder and faster and feature an 8 megapixel camera that comes with a new sensor that Apple claims will help the camera focus faster. Hide Caption 4 of 9 Hottest new phones 9 photos HTC One M8 – Hailed by some critics as the best Android phone yet, HTC's latest offering has a sleek, brushed-metal design that has charmed reviewers. It boasts a 5-inch screen, a dual-camera setup that lets users refocus even after they take an image, and a hefty 2GB of RAM. Hide Caption 5 of 9 Hottest new phones 9 photos Moto X – Google has sold Motorola to Lenovo, but the Moto X still has its admirers. The Moto X claims to be the first phone manufactured in the U.S. Hands-free voice controls allow you to operate the phone without touching it -- a handy trick if you're across the room -- and it's highly customizable. Hide Caption 6 of 9 Hottest new phones 9 photos Samsung Galaxy Note 4 – Samsung released their latest \"phablet,\" the Galaxy Note 4, which has a vivid, 5.7-inch screen and a fingerprint scanner, and comes equipped with a stylus. Hide Caption 7 of 9 Hottest new phones 9 photos Nokia Lumia Icon – Some reviewers have called the Nokia Lumia Icon, with a fast processor, 5-inch display screen and 20-megapixel camera, the best Windows phone yet. Hide Caption 8 of 9 Hottest new phones 9 photos Sony Experia Z1s – This is the second generation of the Sony phone with an unusual claim to fame: The company says it's water-resistant, for up to 30 minutes. It also boasts a 20-megapixel camera, which Sony claims has the industry's largest sensor. Hide Caption 9 of 9 EXPAND GALLERY\n\n7 photos 7 photos Must-have apps for the iPhone 6 – The new iPhone 6 and iPhone 6 Plus, coupled with Apple's new iOS 8 operating system, offer new possibilities for app developers. Here are six apps that are worth checking out. Hide Caption 1 of 7 7 photos Vainglory – While initally only for iPad, Vainglory, with its massively multiplayer gameplay designed specifically for touchscreens, will be a natural on the sizable iPhone 6 Plus when it rolls out. In fact, Apple used the forthcoming game to demo the iPhone 6's graphical capabilities at the rollout earlier this month. It will begin its rollout in October in southeast Asia, New Zealand and Australia and is expected to be available globally by December. Hide Caption 2 of 7 7 photos Snapseed – The iPhone 6's 8-megapixel camera doesn't have the big numbers of some of its competitors, but it's getting high marks from early reviewers for new features like faster auto-focus and the ability to take high-resolution panorama shots. Snapseed is a great photo editing tool. It has all the fun Instagram-style features like funky filters and frames, but combines them with an extensive, easy-to-use set of tools for brightness, sharpness, cropping and other editing. Hide Caption 3 of 7 7 photos Kindle – OK, odds are you've already got the Kindle app for your phone and tablet book-reading. But Amazon has jumped on the iOS 8 bandwagon quickly with a list of new features. The Kindle Today widget lets you keep up to three books front-and-center for easy reading. They also added the ability to copy and paste text from books you're reading and a quick translation app. Hide Caption 4 of 7 7 photos Swype – For the first time, Apple is allowing apps that retool the keyboard on the iPhone, and there are several good ones to choose from. Among other customization tools, Swype is best known for letting users drag their finger from letter to letter to type instead of hunting and pecking, and it's been a big hit among Android users. Apps like Fleksy and Swiftkey also are worth a look -- all three are either free or offer free trial periods. Hide Caption 5 of 7 7 photos Asphalt 8: Airborne – While you're waiting for Vainglory, you can get your gaming fix with the latest version of what's widely considered among the best mobile driving games around. Developers have already optimized \"Asphalt 8\" for iOS 8 (appropriately enough), taking advantage of the new phones' added graphics and processing power. It's mighty pretty and is going to look great on the bigger phones. Hide Caption 6 of 7 7 photos 1Password – It's getting harder and harder to keep up with all our passwords, not to mention to ignore news about big data breaches by hackers. 1Password tries to help by creating really tricky passwords for your various accounts, then letting you access them with one, presumably simpler one, via the app. It's already been updated for the new iOS 8 operating system, including integration with Apple's Touch ID fingerprint security. The basic version is also free now. Hide Caption 7 of 7 EXPAND GALLERY\n\nJust Watched What in the World: Privacy on Google replay More Videos ... What in the World: Privacy on Google 03:41 PLAY VIDEO\n\n\"So it's not technically feasible for us to respond to government warrants for the extraction of this data from devices in their possession running iOS 8,\" Apple said in a blog post.\n\nGoogle quickly followed suit, saying it already had such technology in phones running its Android operating system, but that \"as part of our next Android release, encryption will be enabled by default out of the box, so you won't even have to think about turning it on.\"\n\nComey said that he was \"very concerned\" that the companies were \"marketing something expressly to allow people to place themselves above the law.\"\n\nRevelations by former National Security Agency contractor Edward Snowden of government mass surveillance programs has posed problems for U.S. tech companies, which are required by federal law to cooperate with surveillance program requests. Concerned that the revelations will damage their businesses, particularly in foreign markets, the companies have taken a more public role in pushing back on the surveillance programs.\n\nYahoo, which fought a losing court battle against some surveillance requests, recently won a fight to make public secret court documents detailing that battle. The company used the information to tout its efforts to protect the privacy of its customers.\n\nThe FBI director said he understood the privacy concerns in the wake of Snowden. But he noted that the FBI sometimes has an urgent need to access data, such as in cases of kidnappings or terrorism.\n\nComey said he supports the idea that the FBI should have a warrant from a judge to take a look into someone's closet, or smartphone, but added he couldn't support \"the notion someone would market a closet that would never be open.\"", "tags": "set([])", "title": "FBI concerned about Apple, Google encryption"}