{"content": "Members of the all-volunteer Iraq of Imam Hussein Regiment take up positions on a street corner as part of a basic-training course in the Iraqi holy city of Karbala. Shiite men have been ordered by Grand Ayatollah Ali Sistani, the country’s highest Shiite authority, to protect Shiite shrines and help counter the recent gains of the Islamic State of Iraq and Syria, a Sunni insurgent group.\n\nJune 28, 2014 Members of the all-volunteer Iraq of Imam Hussein Regiment take up positions on a street corner as part of a basic-training course in the Iraqi holy city of Karbala. Shiite men have been ordered by Grand Ayatollah Ali Sistani, the country’s highest Shiite authority, to protect Shiite shrines and help counter the recent gains of the Islamic State of Iraq and Syria, a Sunni insurgent group. Scott Nelson/For The Washington Post\n\nMembers of an all-volunteer force undergo training in the holy city of Karbala to protect Shiite shrines and help counter the recent gains of the Sunni insurgent group the Islamic State of Iraq and Syria.\n\nMembers of an all-volunteer force undergo training in the holy city of Karbala to protect Shiite shrines and help counter the recent gains of the Sunni insurgent group the Islamic State of Iraq and Syria.\n\nMembers of an all-volunteer force undergo training in the holy city of Karbala to protect Shiite shrines and help counter the recent gains of the Sunni insurgent group the Islamic State of Iraq and Syria.\n\nThe al-Qaeda-inspired insurgent group that has seized a string of cities in Iraq is rapidly gaining strength as it accumulates new weapons, fighters and cash, according to U.S. intelligence assessments disclosed Tuesday by a senior U.S. official.\n\nThe Islamic State of Iraq and Syria “is the strongest it has been in several years” because of recent gains in both those countries, the senior U.S. intelligence official said, an assessment that suggests the former al-Qaeda affiliate has rebuilt much of the capability it had at the height of the war in Iraq.\n\nThe description of ISIS, as the group is known, underscores the challenge facing the Obama administration as it seeks to shore up a beleaguered Iraqi government that has alienated much of the country’s population and watched its armed forces­ flee Mosul and other cities when confronted by insurgents.\n\nThe White House has sent as many as 300 U.S. Special Operations troops to Iraq to help coordinate the government’s efforts to counter the ISIS assault.\n\nThe U.S. official said that American intelligence agencies had for months provided “strategic warning” that ISIS was growing in strength while the government in Baghdad appeared to be losing its grip on key cities but declined to provide further details.\n\nThe official also made clear that combating the insurgent group will be substantially more difficult now that it has taken hold of territory in Iraq and amassed new resources­. The official spoke on the condition of anonymity in a conference call with reporters arranged by the Office of the Director of National Intelligence.\n\nThe military capabilities of ISIS “have dramatically improved as the group has gained access to advanced weapons from Syrian and Iraqi bases­ they have overrun,” the U.S. official said. The official declined to answer whether any of those weapons would pose a threat to U.S. aircraft.\n\nSeizing banks in Mosul added to the ISIS stockpile of cash “but probably to the tune of millions, not hundreds of millions of dollars,” as had been reported in recent weeks, the official said.\n\nStill, the official described ISIS as a deep-pocketed organization that collects millions of dollars in illicit revenue each month through criminal enterprises including kidnapping and extortion.\n\nMoney from outside donors “pales in comparison to their self-funding,” the official said. “They are merciless in shaking down local busi­nesses for cash.”\n\nThe official said that the organization probably numbers about 10,000 fighters, including 3,000 to 5,000 foreign fighters. Its ranks have been temporarily bolstered by alliances with Sunni tribes and groups alienated by Iraq’s Shiite-led government, but the official described those alliances as “relationships of convenience” that could fade rather than strong ideological bonds.\n\nThe official said that “it stands to reason” that a small number of Americans have “linked up with” ISIS, a wording that suggests U.S. spy agencies have seen no independent evidence of such a connection. U.S. officials have previously said that dozens of Americans have traveled to Syria or attempted to reach the country to take part in the civil war against Syrian President Bashar al-Assad.\n\nISIS has “at least some aspirations and intent to target or to threaten U.S. interests,” the official said, but added that “we believe at this time [ISIS] is focused on its operations in Iraq and Syria.”\n\nThe official acknowledged that U.S. spy agencies’ ability to monitor events in Iraq has been diminished significantly since the departure of U.S. forces­ two years ago. The CIA still has a significant presence in Baghdad, but the official indicated that U.S. analysts are to a large extent dependent on tracking ISIS through social media sites, including Facebook and Twitter.\n\n“We rely very heavily on what the group is posting itself to give us more insight into on-the-ground operations,” the official said.", "tags": "set([])", "title": "ISIS rapidly accumulating cash, weapons, U.S. intelligence officials say"}