{"content": "\n\nThe U.S. Capitol at sunset. (J. Scott Applewhite/AP)\n\nRepublicans in Congress appear likely to introduce legislation next month aimed at preventing Internet providers from speeding up some Web sites over others, in hopes of changing the tone of a critical debate over the future of the Web, according to industry officials familiar with the plans.\n\nThe industry-backed proposal would preempt efforts by the Federal Communications Commission to draw up new rules for Internet providers. While key details of the proposed bill are still being hammered out, the legislation would attempt to end a debate over the FCC's power to regulate net neutrality, or the idea that broadband companies should treat all Internet traffic equally, said the people familiar with the plan who declined to be named because the talks were private.\n\nThe industry officials said they are discussing details of the proposal with several Republican lawmakers, whom they declined to name. The officials also said the proposal is being backed by several large telecommunications companies, which they also declined to name.\n\nOne important piece of the proposed legislation would establish a new way for the FCC to regulate broadband providers by creating a separate provision of the Communications Act known as \"Title X,\" the people said. Title X would enshrine elements of the tough net neutrality principles called for by President Obama last month. For example, it would give FCC Chairman Tom Wheeler the authority to prevent broadband companies from blocking or slowing traffic to Web sites, or charging content companies such as Netflix for faster access to their subscribers — a tactic known as \"paid prioritization.\"\n\nBut those new powers would come with a trade-off, the people said. In exchange for Title X, the FCC would refrain from regulating net neutrality using Title II of the Communications Act — a step favored by many advocates of aggressive regulation, including the president, they said.\n\nFCC officials declined to comment for this story.\n\nBroadband providers have strongly opposed aggressive net neutrality rules, arguing it would stymie the industry's growth. But in recent months some industry officials have said they were open to the same net neutrality principles advocated by Obama, highlighting a sliver of potential common ground between Internet providers and net neutrality advocates. In a blog post last month, Comcast said it opposed blocking or slowing traffic to Web sites, along with paid prioritization. AT&T made similar arguments in June.\n\n\"We oppose the concept of fast lanes and slow lanes on the Internet,\" wrote Jim Cicconi, an AT&T policy executive, in a blog post.\n\nThe Internet service providers' statements offer a potential opening for a legislative compromise, one that seeks to clarify the FCC's authority to preserve net neutrality while avoiding a showdown over Title II.\n\n\"Consensus on this issue is really not that far apart,\" said an industry official, who spoke on condition of anonymity because the talks were ongoing. \"There's common understanding that rules are needed to protect consumers.\"\n\nWhile Republican aides to both the Senate and House commerce committees declined to comment on the industry's proposal, the timing of the push is consistent with statements by top GOP lawmakers on the issue. Earlier this month, Sen. John Thune (R-S.D.), the top Republican on the Senate Commerce Committee, said he was \"very interested\" in drafting legislation to address net neutrality. Congress would need to act \"fairly soon next year\" if it wants to find a legislative fix, according to a Thune spokeswoman. Any such legislation would have to move through Thune's committee.\n\nThe FCC is widely expected to unveil its net neutrality proposal in February or March, leaving little time for lawmakers to introduce a bill. By unveiling their legislation before Wheeler's draft rules, Republicans could draw momentum away from the agency, where pressure has been mounting lately for stronger action, the industry officials said.\n\nIf Wheeler struck first with proposed rules with aggressive net neutrality rules, many Democrats would likely find it harder to support a Republican alternative. On Thursday, Democrats led by Sen. Ed Markey (D-Mass.) and Rep. Anna Eshoo (D-Calif.) sent a bicameral letter to Wheeler demanding that he act more swiftly to adopt new rules.\n\n\"We urge you to act without delay to finalize rules that keep the Internet free and open for business,\" the letter read.\n\nOther Democrats signaled this week that any legislation on net neutrality would have to satisfy several key requirements. For example, the bill could not curtail the FCC's existing powers under the Communications Act, said David Grossman, Eshoo's senior tech policy adviser, at a Washington conference Tuesday. In addition to incorporating Obama's principles about blocking or slowing traffic, the legislation would also have to apply to wireless carriers, Grossman added. Aside from a few provisions, wireless carriers have been largely exempted from the FCC's previous net neutrality rules.\n\nRepublicans may find it difficult to attract enough conservative support for a net neutrality bill that updates the FCC's powers. Many of the most outspoken critics of the agency, such as Sen. Ted Cruz (R-Tex.) or Rep. Marsha Blackburn (R-Tenn.), ardently oppose any new regulations on Internet providers.\n\nBut with enough bipartisan support, Republicans could quickly move a bill to Obama's desk. Whether the president signs it could hinge on whether he could claim it as a political victory, policy analysts say. If the bill is seen as not aggressive enough, Obama will likely veto the legislation, observers said. Cast as a compromise giving the FCC wide latitude over net neutrality, the bill could pass — particularly if industry officials offer not to sue the FCC over its proposed rules, analysts have said.", "tags": "set([])", "title": "Congress wants to legislate net neutrality. Here’s what that might look like."}