{"content": "\n\nIs Russian President Vladimir Putin rational or not? Here he talks to journalists after the Ukrainian peace negotiations at the Palace of Independence in Minsk, Belarus, Feb. 12, 2015. (Alexey Druginyn/EPA/RIA NOVOSTI/KREMLIN POOL)\n\nThe following is a guest post from Rutgers University-Newark political scientist Alexander Motyly.\n\n*****\n\nThe standard realist narrative regarding the Russo-Ukrainian War generally runs something like this. The West — the United States, the European Union, and NATO — attempted to expand its influence into Eastern Europe and wrest control of Ukraine from Russia. In turn, Russian President Vladimir Putin responded by defending his country’s vital security interests by seizing Crimea and attempting to annex eastern Ukraine. Western arms deliveries to Ukraine would only lead to further escalation by Putin, because Russia’s interests in Ukraine far outweigh the West’s. Indeed, every Western escalation — whether by means of sanctions or by means of arms supplies — will always produce an equal and opposite Russian response, regardless of the cost to Russia’s economy, polity, and society.\n\nThere are five fatal flaws with this argument.\n\nFirst, there is no empirical evidence for the West wanting to wrest control of Ukraine from Russia at any time since Ukraine became independent in 1991. The United States lost interest in Ukraine strategically after Kiev signed the Budapest Memorandum on Security Assurances in 1994 and agreed to give up its nuclear weapons. The European Union has never expressed even a rhetorical interest in Ukraine’s membership. And NATO failed to include Ukraine in its Membership Action Plan in the only year, 2008, that some minor rapprochement between NATO and Ukraine took place. True, the North Atlantic Council said at its Bucharest summit of April 3, 2008 that “NATO welcomes Ukraine’s and Georgia’s Euro-Atlantic aspirations for membership in NATO. We agreed today that these countries will become members of NATO.” But the first line is about as anodyne an endorsement of Ukrainian membership as one can imagine, while the second is intentionally noncommittal, employing the future tense (“will become”) without any specificity whatsoever. In fact, since 2007, Western attitudes toward Ukraine have been characterized by “Ukraine fatigue.”\n\nSecond, the claim that NATO enlargement in 1999 and 2004 posed an objective security threat to Russia cannot be substantiated. NATO has lacked a sense of purpose since the end of the Cold War, and its member states have radically reduced defense expenditures. How a “paper tiger” such as this could have posed a security threat to anyone is unclear. At this point, realists usually say that, while it may be true that NATO is no genuine security threat, the fact is that Russians perceive it as such. Fair enough, but in arguing in this manner, realists are contradicting their own premises. Realism assumes rationality, and it assumes a particular kind of material-centered rationality that is more or less the same from country to country and, as such, is open to analysis by realist scholars. In opening the door to Russia’s perceptions, realists adopt a constructivist understanding of interests and thereby undermine their own rationality assumption. Anti-realists are perfectly comfortable with arguing that Putin’s paranoia and imperial imperative lead him to see enemies where there are in fact none. But if paranoia and Russian imperial ambitions are “rational,” then so, too, is Hitler’s belief that Jews posed a mortal threat to Germany’s security.\n\nThird, Putin’s own justifications of the seizure of Crimea always emphasize the need to protect Ukraine’s Russian and Russian-speaking population from the “fascist junta” in Kiev and to bring historically Russian, “sacred” territory back into the fold. If he mentions Western intentions at all, it’s always after emphasizing the domestic reasons for the land grab. Realists cannot ignore Putin’s own rhetoric; instead, they must explain why a realist leader such as he is purported to be should not openly invoke the threat of the West in his explanations for the Crimean annexation. Putin may be lying or he may not understand the “real” realist reasons for his land grab. Whatever the “true” reason for his odd behavior, realists need to explain just why a rational leader would rationally lie about something that needs no lying about or just how someone could be motivated by realist concerns without being aware of them.\n\nFourth, the assumption that Russia’s interests in Ukraine are greater than those of the West’s can only be justified in constructivist terms. Geopolitically, Ukraine is as close to Europe as it is to Russia, and, if it matters to Russia economically, politically, and militarily, it matters also to Europe (and the United States). But realists never confine their claims of criticality only to realist considerations. Instead, they invariably invoke Russia’s close historical, cultural, and religious ties to Ukraine. Even disregarding the fact of equally close such ties between Ukraine and the West, the obvious problem with such a claim is that it invokes socially constructed perceptions of closeness and not hard realities. Once again, the realists contradict themselves.\n\nFifth, the argument against arms deliveries to Ukraine assumes that Putin will escalate regardless of the costs involved. Such a relentless, single-minded pursuit of something, regardless of the costs and benefits involved, is what we generally characterize as fanaticism or, possibly, as a psychological disorder. In any case, such behavior is anything but rational in the realist sense of the term.\n\nPart of the realist problem with Ukraine is empirical. Because Ukraine never ranked high on any list of objective (and not constructed!) geopolitical power, less is known by many analysts about Ukraine and Russia’s relations with Ukraine than should be. But the larger problem is logical. Realists want to have it both ways — arguing for and against rationality in general and in the Russian context in particular. Consistency can be reestablished, but only if realists finally agree that Putin is or is not rational and stick to one, and only one, interpretation.\n\n*****\n\nFor more recent Russia and Ukraine coverage at The Monkey Cage, see:\n\nThe question to ask about Boris Nemtsov’s murder is not who but why?\n\nWhat does Boris Nemtsov’s murder mean for Russia?\n\nPutin’s war of words, decoded\n\nAnswering remaining questions about Ukraine’s Maidan protests, one year later", "tags": "set([])", "title": "Five fatal flaws in realist analysis of Russia and Ukraine"}