{"content": "President Obama meets with Israeli Prime Minister Benjamin Netanyahu in the Oval Office of the White House May 20, 2011. (Photo: JIM WATSON, AFP/Getty Images)\n\nWASHINGTON — President Obama's biggest problem with Israeli relations isn't that Benjamin Netanyahu appears to have won another term as Israeli prime minister.\n\nThe problem for Obama is how Netanyahu won.\n\nNetanyahu boosted his image at home by going around the White House to speak to a joint meeting of Congress in an effort to undermine Obama-led Iranian nuclear negotiations. On the eve of the election, he gained favor with West Bank settlers and other conservatives by appearing to repudiate long-standing U.S. policy favoring a Palestinian state.\n\nOn election day, Netanyahu issued a warning to his Likud Party voters that left-leaning parties were on the brink of toppling the Israeli government by busing Arab-Israeli voters to the polls.\n\nThat last tactic might have been the final straw. White House spokesman Josh Earnest — volunteering an opinion without being asked — decried what he called \"divisive rhetoric\" by Likud in warning about Arab-Israelis voting \"in droves.\"\n\n\"Rhetoric that seeks to marginalize one segment of their population is deeply concerning, and it is divisive,\" Earnest said aboard Air Force One as Obama traveled to Cleveland. \"I can tell you that these are views the administration intends to communicate directly to the Israelis.\"\n\n\"It's really quite extraordinary,\" said Elliott Abrams, a fellow at the Council on Foreign Relations who held diplomatic and national security posts in the Reagan and George W. Bush administrations. \"And it suggests they don't want to patch it up, so deep is the animosity they feel toward him.\"\n\nNetanyahu's campaign often used Obama as a foil to appeal to conservative voters. In one campaign ad, Netanyahu sits at his desk, presumably talking to Obama in a stern tone. \"Mr. President, Israel is acting to defend its security,\" he says.\n\n\"In the course of this campaign, a lot of damage has been done. And it's actually hard to see how it gets repaired,\" said Alan Elsner, a vice president of the moderate Jewish lobbying group J Street. \"The level of personal enmity, backed up by substantive policy differences between these two men, is impossible to bridge with a few polite words.\"\n\nNetanyahu may not even get those polite words. Secretary of State John Kerry called Netanyahu on Wednesday in what spokeswoman Jen Psaki described as a \"brief\" congratulatory call. \"I'm not going to characterize the tone of the call,\" she said.\n\nOne way to salvage U.S.-Israeli relations, Abrams said, would be for Obama to delegate the Netanyahu relationship completely, to someone at the National Security Council or the State Department, and for Netanyahu to do the same. When President Bush didn't get along with French President Jacques Chirac a decade ago, \"we had to work around that,\" Abrams said. Without knowing whom the Israeli foreign minister will be, that might not be plausible.\n\nEven as Netanyahu puts together his coalition government, an end-of-March deadline hovers over the Iran nuclear talks. Kerry was in Switzerland on Wednesday for the fourth day of talks with Iran and five other world powers to try to reach a deal Netanyahu says would \"pave the way\" for Iran to get nuclear weapons.\n\n\"This is a relationship between the president and the prime minister that you could actually see getting worse in the next few weeks — if an Iran deal comes through — before it ever has a chance to become better,\" former White House spokesman Robert Gibbs said on MSNBC's Morning Joe.\n\nNetanyahu's allies in Congress — mostly Republicans, but some Democrats — will continue to put pressure on Obama to take a harder line against Iran. That would make it even harder for Obama to close the Iran deal and cement a key second-term foreign policy achievement.\n\nFor Netanyahu, running against Obama was a winning strategy. For Obama, running against Netanyahu may be more precarious.\n\nFollow @gregorykorte on Twitter.\n\nRead or Share this story: http://usat.ly/1bgbCsA", "tags": "set(['Interactives', 'Investigations'])", "title": "Frayed Obama-Netanyahu relationship 'could get worse'"}