{"content": "\n\nDavid Cohen, executive vice president of Comcast Corp., from left, Christopher Yoo, John H. Chestnut professor of law, communication, and computer and information science at the University of Pennsylvania, Arthur Minson Jr., executive vice president and chief financial officer of Time Warner Cable Inc., James Bosworth, chief executive officer of Back9Network Inc., and Richard Sherwin, chief executive officer of Spot On Networks LLC, talk before the start of a Senate Judiciary Committee hearing in Washington, D.C., U.S., on Wednesday, April 9, 2014. (Andrew Harrer/Bloomberg)\n\nComcast has two big goals in Washington this year. The first is to get its merger with Time Warner Cable approved by federal regulators. The second is to forestall what it views as potentially onerous new regulations on its broadband business.\n\nThe two goals are interconnected; if Comcast pushes too hard against additional regulation, it might hinder its chances with merger review officials. At the same time, Comcast stands to earn some goodwill with regulators by demonstrating its willingness to cooperate on net neutrality.\n\nSo Comcast has been engaged in a public relations battle lately to convince policymakers and the public that it is all in favor of net neutrality, or the idea that Internet traffic should be treated equally by Internet service providers no matter where it came from or what's contained in it.\n\nIn an ongoing ad campaign, Comcast touts that it's the only internet service provider (or ISP) legally bound by \"full\" net neutrality and that the company wants to expand that commitment to even more people. This sounds great for consumers; it's the kind of thing that might convince skeptical regulators to give Comcast the benefit of the doubt. But the advertising claims come with some big, unstated caveats that could be confusing to consumers who already find the net neutrality debate a jumble of jargon and rhetoric.\n\nNone of what Comcast has claimed is factually untrue. But the company omits some facts in its advertising that gives the impression that it is unconditionally committed to \"full\" net neutrality, whatever that might mean, when the bigger picture is somewhat more complicated.\n\nTo understand some of the dynamics at play here, let's look at a Comcast ad that ran on MSNBC last week, first spotted by Vice. You may need to turn up the volume to hear the narration:\n\nAs you can see, Comcast uses the term \"net neutrality protection\" without really offering a definition. There's only so much you can say in a short spot, of course, but the same thing happened in a full-page ad the company took out in the Washington Post on Sunday:\n\n(Jia Lynn Yang / The Washington Post)\n\nThat Comcast can casually throw in the phrase \"full net neutrality\" is a testament to how widely the concept has spread. But the issue is just technical enough that the term means very little without a more extensive explanation of how it's being used. And therein lies the potential for misunderstanding.\n\nComcast deserves some credit for its legal obligations to net neutrality. It's true: As part of its deal to acquire NBC Universal a few years back, Comcast agreed to abide by the net neutrality rules that were on the books at the time.\n\nWhat's the big deal about those rules? Well, you can think about them as a kind of baseline. When they were established in 2010, the FCC mandated that ISPs couldn't block customers from reaching the Web sites they requested. Nor could they engage in the kind of traffic discrimination that consumer advocates fear would divide the Internet into fast lanes for wealthy companies that can afford to buy those speeds and slow lanes for everyone else. For Comcast to say they're legally bound by the \"full\" net neutrality rules is to refer to those 2010 rules that include both no-blocking and anti-discrimination provisions.\n\nHere's why that's important. Since then, the 2010 rules have been largely struck down by a three-judge panel at the D.C. Circuit. Nevertheless, Comcast is still honoring the 2010 rules, and it wants to make sure you know that. In fact, if regulators let Comcast buy Time Warner Cable, all of TWC's customers will benefit from the commitment, too. According to the Comcast ad, this legal obligation is why the merger is a good idea.\n\nBut what Comcast doesn't say is that its commitment to \"full\" net neutrality expires in 2018. After that, it will no longer be legally bound to follow the 2010 rules, and it'll be free to abandon that commitment literally overnight. Comcast does not note this detail in its ads; nor does it explain how its policies may change in 2018.\n\nIn a statement to the Post, Comcast said the expiration of its net neutrality commitment was a \"red herring\" because it didn't have a problem with the 2010 rules and continues to \"have no issue, long term, with them.\"\n\nThat's not the same as laying out what'll happen in 2018, however, and some have sought to press Comcast further on the point. In May, Sen. Al Franken (D-Minn.) highlighted the advertisements, along with Comcast's claim about full net neutrality, in a letter to the cable company:\n\nComcast has made net neutrality a central issue in its affirmative case for the Comcast-TWC deal. As such, it should explain fully its intentions with respect to net neutrality, not just for the period that runs from now until 2018 — during which time Comcast is legally required to comply with the Comcast-NBC Universal conditions anyway — but also for the future. Comcast cannot be permitted to continue telling only part of the story.\n\nFranken includes several examples where he says Comcast has declined to say forthrightly whether it will extend its commitment to the 2010 rules past 2018, despite the company's pointing to that commitment as a reason to approve the merger. Comcast in its ads appears to be comparing apples and oranges, justifying a merger with long-term ramifications by referencing a short-term obligation it made in 2011. It would take a close reader, one who's familiar with the ins and outs of net neutrality, to know about the sunset provision at all.\n\nBut aside from the expiration date, there's another detail that you won't see mentioned in the ads: The very definition of \"net neutrality\" is being fiercely debated at the FCC right now, and Comcast supports a version proposed by the agency that many consider to be much weaker than the baseline rules the company's abiding by now. This new, light-touch proposal, which has been the subject of intense debate all year, reinstates the ban on blocking Web content outright but would tacitly allow ISPs to speed up some traffic over others.\n\nComcast loves what the FCC is doing with net neutrality. Let that sink in for a moment. http://t.co/UaqqQ3jmkx — The real Jon Brodkin (@jbrodkin) July 15, 2014\n\n\n\nBy Comcast's standard, this proposal should be sufficient for ensuring an open Internet. The Web doesn't need the regulations that some net neutrality advocates prefer, Comcast argues in its filings; reclassifying the Internet as a utility and regulating ISPs like they're phone companies is a drastic step that could threaten new investment in networks.\n\nThe company also says that it doesn't need to extend its commitment to the 2010 baseline beyond 2018 because by then, as executive vice president David Cohen has said, the FCC's new rules should already be in place to supersede the old ones.\n\nWhen asked whether the new FCC proposal qualifies as the \"full\" net neutrality Comcast has committed itself to in its ads, the company said that critics of the new FCC proposal had an overly narrow view of what constitutes net neutrality.\n\n\"What you seem to be getting at is the groups (many funded by companies with interests in this space) that say the only way to have net neutrality is to reclassify,\" Comcast spokeswoman Sena Fitzmaurice told me in an e-mail. \"Our filings show why that is not the case.\"\n\nThose filings also show Comcast endorsing the FCC's historical \"light-touch regulation\" even as its advertisements suggest it stands behind the heavier touch represented by the 2010 rules. A newcomer to the debate who saw only the advertisements might be forgiven for thinking Comcast was advocating for the heavier touch.\n\nAccording to some in the Washington area, the language in those net neutrality advertisements is specifically calibrated to put the TWC merger in the best light.\n\n@digiphile @b_fung hilarious, because Comcast polled me a couple of days ago testing the message that they were \"fully committed\" to NN. — Sean M. Flaim (@SeanFlaim) July 15, 2014\n\n@b_fung @digiphile it was online. Showed me ad copy and everything and asked if it changed my opinion of the merger. — Sean M. Flaim (@SeanFlaim) July 15, 2014\n\nNet neutrality is messy enough without Comcast's ads potentially confusing consumers who aren't following every twist and turn in the debate. It's one thing to disagree about what net neutrality is; it's another to make an unbounded claim about a particular version of net neutrality that, it turns out, actually has very clear boundaries and definitions but would not be apparent to most ordinary people (and for whom net neutrality may mean something different entirely.)\n\nIt makes sense for Comcast to advertise on the basis of net neutrality, and even on the idea that it made a voluntary commitment to upholding the original net neutrality principles. But if Comcast thinks the 2010 setup was so great, it should have no qualms about disclosing the full terms of its legal agreement. Even if it's in fine print.\n\nHave more to say about this topic? We take your questions every week in our weekly livechat, Switchback, Fridays at 11 a.m. ET. The comment box is open, so submit your questions now.", "tags": "set([])", "title": "Behind Comcast’s truthy ad campaign for net neutrality"}