{"content": "Story highlights At least $4.2 billion is estimated to have been spent in the 2012 elections\n\nAd agencies were among those who were paid the most money from the campaigns\n\nCompanies run by former campaign insiders made big money as well\n\nFar away from Washington, in the heart of the Midwest, CEO Cliff Franklin and his Fuse Advertising team worked hard to become one of the Obama campaign's secret weapons.\n\nThey helped craft the president's efforts to target minority voters -- efforts that seemed to have paid off, with Obama capturing 93% of the black vote, 71% of the Latino vote and 73% of the Asian-American vote.\n\nEven as late as Election Night, the Fuse team couldn't even take time off to watch the returns. They were in Chicago on standby to help the campaign make any last minute changes to its message.\n\n2012 election priciest to date: $4.2 billion tab and rising\n\n\"It's exciting to be a part of this, but it is tough work, too. We've had to keep our studios in rapid-response mode for months,\" Franklin said. \"Last week, we worked all night on radio ads that needed updating with voter ID law information and polling hours.\"\n\nAnd it appears Fuse was well paid for that work. A CNN analysis of Federal Election Commission records shows that Fuse is one of the biggest beneficiaries of the campaign this year. Obama for America spent some $2.86 million with the firm.\n\nRomney thanks major financial backers\n\nEstimates show the election could cost at least $4.2 billion, and others say it could reach $6 billion. That's a record.\n\nElection 2012: The best photos 81 photos Election 2012: The best photos 81 photos Election 2012: The best photos – A blur of waving flags greeted President Barack Obama's victory speech at an election night event in Chicago, Illinois. Hide Caption 1 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – President Barack Obama, first lady Michelle Obama, Vice President Joe Biden and Dr. Jill Biden look ahead to a second term and vowed to fight for equal opportunity for all. Hide Caption 2 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Flags fluttered in Chicago as President Barack Obama delivered his victory speech after being reelected for a second term. Hide Caption 3 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – First lady Michelle Obama and Dr. Jill Biden hugged and will spend four more years in the public eye. Hide Caption 4 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Red, white and blue confetti snowed down on President Barack Obama after a victory speech that promised brighter days ahead. Hide Caption 5 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – A supporter listened intently to President Barack Obama's victory speech in Chicago. Hide Caption 6 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – \"We know in our hearts that for the United States of America, the best is yet to come,\" President Obama said in a victory speech met by prolonged cheers. Hide Caption 7 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – President Barack Obama embraced Vice President Joe Biden after delivering his victory speech at McCormick Place in Chicago. Hide Caption 8 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – With first lady Michell Obama at his side, President Barack Obama gave the crowd a wave at an election night celebration in Chicago. Hide Caption 9 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Children climbed trees outside the White House in Washington as people celebrated President Obama's victory at the polls. Hide Caption 10 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – A South Korean woman carried a cardboard cutout of Republican Mitt Romney at an election night party in Seoul. South Koreans watched the race closely. Hide Caption 11 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – President Barack Obama rode a wave of broad support from minorities, women and moderates to win re-election. Hide Caption 12 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Emotion washed over an Obama supporter as the newly reeleted president deivered his victory speech in Chicago. Hide Caption 13 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – President Barack Obama embraced first lady Michelle Obama and daughters Sasha and Malia moments before he delivered a rousing victory speech. Hide Caption 14 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Obama supporters beamed and cheered as he delivered an inspiring and inclusive victory speech. Hide Caption 15 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Victorious, President Barack Obama was joined onstage by first lady Michelle Obama and daughters Sasha and Malia. Hide Caption 16 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Young Obama supporters watched the president stride onto the stage to deliver his victory speech. Hide Caption 17 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – President Barack Obama clapped onstage in Chicago as the crowd cheered his reelection. Hide Caption 18 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – President Barack Obama walked onstage with first lady Michelle Obama and daughters Sasha and Malia to deliver his victory speech. Hide Caption 19 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – People gathered in Times Square in New York City and celebrated four more years in office for President Barack Obama. Hide Caption 20 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Republican presidential candidate Mitt Romney conceded and hugged his running mate, U.S. Rep. Paul Ryan, of Wisconsin. Hide Caption 21 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – People celebrated in front of the White House in Washington after Barack Obama won a second term as president. Hide Caption 22 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Mitt Romney slowly walked offstage in Boston after conceding the election to President Barack Obama. Hide Caption 23 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Republican candidate Mitt Romney hung his head and smiled as he strode onto the stage to give his concession speech. Hide Caption 24 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Mitt Romney waved to a crowd of supporters before conceding the presidency. Hide Caption 25 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Romney supporters sought comfort in each other as his chances for the presidency faded. Hide Caption 26 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – An Obama supporter clutched a flag and a smart phone at an election night rally in Chicago. Hide Caption 27 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Obama supporters attentively watched televised election results at an election night event in Chicago. Hide Caption 28 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – A supporter checks his smart phone while he waits for Republican Mitt Romney to give his concession speech in Boston, Massachusetts. Hide Caption 29 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – President Barack Obama and First Lady Michelle Obama embraced Vice President Joe Biden and Dr. Jill Biden moments after the election was called in their favor. Hide Caption 30 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Keesha Patterson, left, proposed to Rowan Ha during a rally at Obama headquarters in Chicago. The women live in Maryland, where voters approved same-sex marriage. Hide Caption 31 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Ajay Narayan cheered in Las Vegas, Nevada, as the election was called for President Obama. Hide Caption 32 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Obama supporters celebrated the president's projected victory at a watch party at McCormick Place in Chicago, Illinois. Hide Caption 33 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – A huge screen gave Obama supporters in Chicago plenty to cheer about: The president won a second term. Hide Caption 34 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – President Barack Obama's supporters were exuberant as the news got better and better on election night. Hide Caption 35 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – A dejected supporter of Republican candidate Mitt Romney slumped on the floor in Boston, Massachusetts. Hide Caption 36 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – President Obama's young supporters in Chicago cheered and waved flags. Hide Caption 37 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – The Empire State Building in New York City was lit in Democratic blue after President Obama won the hotly contested election. Hide Caption 38 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – A Romney supporter teared up as the presidency seemed to slip out of grasp. Hide Caption 39 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Obama supporters in Chicago, his hometown, shared their joy at the president's projected victory. Hide Caption 40 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Obama supporters raised their hands in victory at an election night watch party in Chicago. Hide Caption 41 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Romney supporters in Boston were tearful and subdued as the numbers told a story they didn't want to hear. Hide Caption 42 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – A Romney supporter's bowed head and slumped shoulders revealed that it wasn't going to be the Republicans' night. Hide Caption 43 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Big boards in Tampa reported results at an event sponsored by the Republican Party of Florida. See the best of Romney and Obama on the campaign trail. Hide Caption 44 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Party-goers wearing 'Stars and Stripes' clothing awaited results at an election night party at the U.S. Embassy in London. Hide Caption 45 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Republican presidential candidate Mitt Romney was photographed aboard his campaign plane Tuesday in Boston, Massachusetts. Hide Caption 46 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Voter Sheresa Walker used a flashlight for poll worker Lloyd Edwards in a tent set up as a polling place in Queens, New York. The area is still reeling from Superstorm Sandy. Hide Caption 47 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Shadows were cast on a wall next to a television advertising \"Election Night 2012\" inside the Boston Convention & Exhibition Center, where Republican presidential candidate Mitt Romney was scheduled to speak Tuesday evening. Hide Caption 48 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – A volunteer prepared ballots at a polling station in San Francisco, California. Hide Caption 49 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Justin Stucki, Leah Quirk, and Kenady Pettingill, left to right, urged drivers to vote for Republican presidential candidate Mitt Romney in Spanish Springs, Nevada. Hide Caption 50 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – A sign directed voters to the gymnasium at Dr. Martin Luther King, Jr. School in Milwaukee, Wisconsin. Hide Caption 51 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Republican presidential candidate Mitt Romney spoke with journalists during the last flight of his presidential campaign. Hide Caption 52 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Raena Lamont, 3, wore a Captain America costume at a polling center Tuesday in Staten Island, New York. Hide Caption 53 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – A voter cast his ballot Tuesday in Mansfield, Texas. Hide Caption 54 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Republican presidential candidate Mitt Romney took a break from last-minute campaigning to greet workers in Richmond Heights, Ohio. Hide Caption 55 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – A voter's bicycle leaned against a wall at a lifeguard station, home to a polling place in Hermosa Beach, California. Hide Caption 56 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Voters walked past a plethora of campaign signs after casting their ballots at Immanuel Lutheran Church in Kansas City, Missouri. Hide Caption 57 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Jesse James, whose home was damaged by Superstorm Sandy, prepared to vote in a makeshift tent set up as a polling place in Rockaway Park, a neighborhood in Queens, New York. Hide Caption 58 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Republican presidential candidate Mitt Romney waved to supporters at Pittsburgh International Airport in Coraopolis, Pennsylvania. Hide Caption 59 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Workers prepared for President Barack Obama's election night rally at McCormick Place in Chicago, Illinois. Hide Caption 60 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – A street scene was reflected in the window of a gift shop near the White House in Washington, DC. Hide Caption 61 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Mike Wegart, 30, stood in line to vote at the Venice Beach lifeguard station in Los Angeles. Hide Caption 62 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Obama supporter Tonya Lewis rallied for votes outside a polling station in Tampa, Florida. Hide Caption 63 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Republican vice presidential candidate Paul Ryan left a campaign plane in Cleveland, Ohio. Hide Caption 64 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – President Obama greeted supporters outside a campaign office in Chicago. Hide Caption 65 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – A jogger on The Strand in the Los Angeles area community of Hermosa Beach passed a directional sign to a polling place at sunrise. Hide Caption 66 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – The stage was set for Obama's election night event in Chicago. Hide Caption 67 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – James Tate, 45, held a sign in support of the Republican ticket in Pittsburgh, Pennsylvania. Hide Caption 68 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – A nun waited in line to cast her vote in Janesville, Wisconsin. Hide Caption 69 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Children's books about politics lined a wall where citizens waited to cast their vote in Janesville, Wisconsin. Hide Caption 70 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Volunteer David Bowser peeked outside the Pinellas County Democratic Party headquarters in St. Petersburg, Florida. Hide Caption 71 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Election inspector Jim Nodorft prepared to hang the U.S. flag outside the Smelser Town Hall as polls opened at 7 a.m. in Georgetown, Wisconsin. Hide Caption 72 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – People headed to a polling station at Washington's Martin Luther King Jr. Memorial Library on Tuesday. Hide Caption 73 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – The sunrise was visible through a bus window on Election Day in Chicago. Hide Caption 74 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Voters entered Washington Mill Elementary School in Alexandria, Virginia, to cast their ballots Tuesday. Hide Caption 75 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Rain did no deter voters from waiting in line in St. Petersburg, Florida. The Sunshine State -- with its 29 electoral votes -- was a key player in determining the next president. Hide Caption 76 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – A young girl peered out from under a voting booth as her mother cast a ballot at the Bishop Leo O'Neil Youth Center in Manchester, New Hampshire. Hide Caption 77 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – William Carpenter, an assistant fire chief, put up an election rules sign at the entrance of a firehouse polling station Tuesday in Port Royal, Virginia. Hide Caption 78 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Poll worker David Smith used a tape measure to mark a boundary at a Bowling Green, Ohio, school to keep local politicians 100 feet away from where voters cast ballots. Hide Caption 79 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Precinct official Bill Partlow inspected a voting machine before polls open Tuesday in Pineville, North Carolina. Hide Caption 80 of 81 Election 2012: The best photos 81 photos Election 2012: The best photos – Voters in Dixville Notch, New Hampshire, waited shortly after midnight to cast the first Election Day ballots of the U.S. presidential race. For the first time in the village's history, there was a tie. Hide Caption 81 of 81 EXPAND GALLERY\n\nJust Watched What's the cost of a political ad? replay More Videos ... What's the cost of a political ad? 05:10 PLAY VIDEO\n\nJust Watched Relive funniest moments from campaigns replay More Videos ... Relive funniest moments from campaigns 01:17 PLAY VIDEO\n\nJust Watched Road to Obama's victory in 3 minutes replay More Videos ... Road to Obama's victory in 3 minutes 02:43 PLAY VIDEO\n\nSo where did all this money go?\n\nThe FEC, which tracks election spending, shows that most of campaign money, by far, goes to framing how voters see a candidate. It buys television ads, on-line image campaigns, direct-mail outreach and those phone banks used to call prospective voters.\n\nThe focus on battleground states this year brought big paydays to companies in Ohio, Florida, Nevada, Colorado, Wisconsin, Virginia and Iowa.\n\nLocal television and radio stations in those markets did exceptionally well. Caterers, rental spaces, lighting and production companies, and printing presses saw revenue skyrocket from having so many campaigners in their own backyards.\n\nRomney campaign vs. Democratic spending\n\nBut the biggest winners in this election are the companies that have close ties to campaign insiders.\n\nWhile inside-the-Beltway Washington and similar firms who have run campaigns before made the most money from the Obama and Romney campaigns, the biggest expense for both camps was still broadcast advertising.\n\n\"Despite all the declarations that everything is going on the Internet, the biggest industry beneficiary of campaign spending is any business that works with broadcast media,\" said David M. Mason, a former FEC chair who now helps mostly Republican-related campaigns comply with federal and state regulatory requirements. \"It's always been advertising for as long as we've really had good data on election spending.\"\n\nThe ad firms\n\nAt the top of the list for Obama's camp is GMMB, a Washington-based ad firm run by Bill Clinton's 1992 former media strategist Jim Margolis. According to October 25 public data from the FEC, the firm has been paid so far $47.16 million to build and buy the ads on behalf of the Obama campaign.\n\nBut Margolis said that the overall ad buy figure is actually much higher, although very little of the money stays at his firm.\n\n\"The campaign has spent in excess of $400 million on advertising during this cycle,\" Margolis told CNN. \"All of those dollars have come through GMMB, to be paid out to stations. But It doesn't stay here. It goes out to pay for all the advertising you see on TV.\"\n\nTraditionally, ad agencies such as GMMB do receive some sort of commission or fee for creating, placing or managing those ads, typically a tiny percentage of the overall ad buy. Margolis declined to reveal GMMB's compensation.\n\nMargolis has managed a number of other high profile campaigns for Democrats. While GMMB is essentially an ad firm, its website makes it sound like it does a lot more.\n\n\"We are societal problem solvers. Engineers of social change. Activists. And realists,\" the website reads. The \"digital to doorstep\" branding campaigns it creates have \"never been traditional\" and GMMB promises to create a message that can reach \"increasingly skeptical audiences\" and people who can \"screen out messages that challenge their beliefs or opinions.\"\n\nAmerican Rambler Productions LLC received the most money from the Romney campaign. The campaign messaging and advertising specialists received $41.85 million. Unlike the other top firms making a profit from this election, its online profile is nearly non-existent.\n\nPublic records show the company was incorporated in Delaware two years ago, although it lists its mailing address in Beverly, Massachusetts, outside of Boston. It opened up shop a little over two years ago, right as Romney launched his campaign. A piece in the New York Times suggested the firm was named for the brand of car Romney's father helped develop in the 1960's.\n\nThree Romney insiders are connected to the firm: Stuart Stevens, Russell Schriefer and Eric Fehrnstrom, according to the Wall Street Journal. They are highly experienced Republican messaging strategists, but two of them made headlines for a couple of high profile missteps.\n\nAfter Romney won the Illinois primary, Fehrnstrom appeared on CNN saying the campaign had to \"hit a reset button\" for the general election and then remarked, \"it's almost like an Etch A Sketch.\" The comment went viral and Romney's opponents seized on the gaffe suggesting the candidate's policies were too malleable.\n\nSome campaign insiders blamed Stevens for Romney's flat poll numbers after the Republican National Convention.\n\nAmong other firms that are big winners this election cycle are two digital strategy agencies.\n\nRomney's campaign has used Targeted Victory. The Romney camp has spent $3.1 million with the agency. Zac Moffatt, who is Romney's digital director, co-founded the company. He was on leave to work at the center of Romney's staff -- evidence of how important the campaign considered its digital strategy.\n\nMicrotargeting: How campaigns know you better than you know yourself\n\nOnline outreach has been a real advantage to the campaigns, Moffatt told CNN early in the campaign. \"You can be a lot more precise with your message online,\" Moffatt said. \"We can immediately demonstrate its value and we have hard numbers to show a person's engagement.\"\n\nTargeted Victory also helped Karl Rove's Super PAC, American Crossroads, place ads online. A profile in Bloomberg said co-founder Michael Beach got the idea in 2008. He was overseeing the Republican National Committee voter turnout operation at the time and Obama's \"online grassroots army\" had overrun it.\n\nObama's campaign spent more than $4.61 million with digital marketing and advertising agency Bully Pulpit Interactive. Its website explains that \"digital marketing helped then candidate Barack Obama bring millions of new supporters into his camp and start a political movement.\" Bully Pulpit says it's placed more ads online than any other political operation on either side of the aisle.\n\nThe firm was founded by Andrew Bleeker, Ben Coffey Clark and Mark Skidmore, three men who are considered the real pioneers of this kind of targeted advertising. Analysts believe their digital efforts in 2008 set the Obama campaign apart from Hillary Clinton's since it was able to adapt quicker than her primarily TV and radio-focused campaign. The organization's website says it maintains an email list of 13 million subscribers.\n\nBusinesses like Bully Pulpit and Targeted Victory benefit from this election regardless of the winner. However Fuse's CEO Cliff Franklin said when the candidate you work so hard for does win, it feels like a bonus.\n\n\"I know its business, but it means more to us than that,\" said Franklin, whose firm also worked on Obama's 2008 campaign.\n\n\"It's really surreal to participate in something like this at this level. We are a firm in St. Louis, far away from the epicenter of power, and yet, somehow because of the work that we do, we ended up in the thick of things. Not many business can say this about their work, but we really are helping to shape history.\"\n\nCorrection: An earlier version of this article incorrectly identified Jim Margolis' position with the 1992 Clinton campaign. He was a former media strategist.", "tags": "set([])", "title": "The billion dollar election: Who got paid?"}