{"content": "President Obama's campaign team is hardly acting like they've given up on North Carolina.\n\nVice President Biden speaks at a campaign event in Asheville, N.C., on Tuesday. (Photo: Chuck Burton, AP) Story Highlights Obama campaign has opened more than 54 offices across N.C.\n\nDemocratic Party workers have registered 250,000 new voters in N.C.\n\nRepublicans are also stepping up efforts in N.C. compared with 2008\n\nASHEVILLE, N.C — Days after President Obama addressed the Democratic National Convention in Charlotte, Mitt Romney's pollster, Neil Newhouse, predicted that the Obama campaign would soon begin a \"stealth withdrawal\" and give up on a state he won by just 14,000 votes four years ago.\n\nApparently, no one sent the word to Vice President Biden.\n\n\"You all know about close elections in North Carolina,\" Biden told a rally Tuesday in this liberal mountain enclave. \"This is going to be very close. Because you know folks, we win North Carolina, we win.\"\n\nINTERACTIVE:Presidential Poll Tracker\n\nINTERACTIVE:Electoral Vote Tracker:\n\nBiden also made a stop in Charlotte, focusing his attention on two Democratic bastions where the Obama campaign needs a big turnout to win the Tar Heel State again this November. The vice president's visit comes two weeks after first lady Michelle Obama was greeted by large crowds on the campuses of North Carolina Central University and East Carolina University.\n\nIn the lead-up to the Democratic convention, and in the days following, Newhouse and GOP officials sounded confident that Obama's chances were fading fast, and with good reason: The state's economy languishes behind much of the country; a former North Carolina Democratic Party staffer filed a defamation suit against the party after alleging that he was sexually harassed by the party's former executive director; and the Democratic Gov. Bev Perdue's approval ratings were so low that she decided not to stand for re-election.\n\nBut with just five weeks to go until Election Day, Team Obama is hardly acting like they've given up on North Carolina.\n\nThe Obama campaign has opened more than 54 offices across the state — compared with Romney's 24 — and recruited 14,500 volunteers in the state during convention week. Campaign workers also have registered 250,000 new voters in North Carolina since April 2011, more voters than they've registered in any state, campaign spokesman Cameron French said.\n\nThe surge in new voter registrations may be helping Obama stay afloat despite dismal unemployment numbers — the jobless rate stands at 9.7% in the state — and the disarray of the state Democratic party. Romney leads Obama by less than 1 percentage point, according to an average of polls in the state by Real Clear Politics.\n\nThe state's population has rapidly grown in recent years, particularly in the Charlotte and Raleigh-Durham regions, urban areas that favor Obama. And while the unemployment rate remains among the highest in the country, French noted that 100,000 jobs have been added to North Carolina's economy since Obama took office.\n\n\"Yes, the economy is bad, but the way the economy plays out politically hasn't sunk Obama yet,\" said Ferrel Guillory, a political analyst at the University of North Carolina-Chapel Hill. \"The population growth and all of the diversity of population growth has elevated Obama's prospects in the state.\"\n\nThe Obama campaign is stepping up efforts in North Carolina communities such as Asheville, a liberal mountain community that voted overwhelmingly for Obama in 2008. Obama has visited Asheville three times — including a vacation here with the first lady two years ago. Biden's visit on Tuesday marked his sixth of the year to the state.\n\nLate last week, hundreds of Obama supporters filled an auditorium at Pack Library in Asheville to learn how to get out the vote.\n\nMeanwhile, Romney supporters had a chance to go door-to-door with Romney's son Tagg in the city's Biltmore Park neighborhood.\n\nAnd GOP officials noted their own voter outreach efforts in the state.\n\nRepublicans have made nine times more phone calls and 116 times more door knocks than they had at the same point in the campaign in 2008. Overall, Republicans have made 2.5 million volunteer voter contacts compared with 1.2 million at the same point of the campaign in 2008.\n\nRick Wiley, the Republican National Committee political director, also minimized the significance of Biden's visit to the state.\n\n\"Anytime Joe Biden goes into a state that's usually a good day for us,\" Wiley said.\n\nThe Romney campaign also seized on a gaffe made by Biden during his speech in Charlotte on Tuesday. While attempting to blast Romney and running mate Paul Ryan's tax plan as harmful for average Americans, Biden asked rhetorically, \"How can they justify raising taxes on the middle class that's been buried the last four years?\"\n\nRyan, addressing supporters in Burlington, Iowa, retorted: \"We agree. That means we need to stop digging by electing Mitt Romney the next president of the United States.\"\n\nMadhani reported from Washington\n\nRead or Share this story: http://usat.ly/SlpBCd", "tags": "set(['Interactives', 'Investigations'])", "title": "Biden visit to North Carolina is part of new strategy"}