{"content": "Federal Communication Commission (FCC) Chairman Tom Wheeler waits for a hearing at the FCC December 11, 2014 in Washington, DC. (Photo: Brendan Smialowski, AFP/Getty Images)\n\nA telecom trade group and a Texas-based broadband provider have sued the Federal Communications Commission charging that it exceeded its authority in establishing net neutrality rules.\n\nIn separate filings in different districts of the U.S. Court of Appeals, USTelecom and Alamo Broadband asked that the rules be set aside because the agency acted beyond its authority. The net neutrality order, passed in a 3-2 vote by the FCC last month, is \"arbitrary, capricious, and an abuse of discretion,\" the suits said.\n\nAT&T and Verizon are among the members of the telecom broadband group. Alamo delivers fixed wireless broadband service in the San Antonio, Tex. area.\n\nLegal action had been expected against the rules, which the FCC made public about two weeks ago. They do not go into effect until 60 days after they appear in the Federal Register, which hasn't happened yet.\n\nBoth suits do include statements that their challenges may be premature and are issued \"out of an abundance of caution.\"\n\nIn a statement, the FCC acknowledged that it was \"served today with two challenges to the Open Internet Order. We believe that the petitions for review filed today are premature and subject to dismissal.\"\n\nIt's no surprise the filings came as soon as they did, said Matt Wood, policy director for Free Press, an awareness group that supported the FCC's rules. \"These companies have threatened all along to sue over the FCC's decision, even though that decision is supported by millions of people and absolutely essential for our economy,\" he said in a statement. \"Apparently some of them couldn't wait to make good on that threat.\"\n\nHowever, Wood thinks the FCC's basis for its action on net neutrality is \"rock-solid.\"\n\nThe FCC cites its authority for the new rules in Title II of the Communications Act of 1934. However, the agency will \"forbear\" — or refrain — from using some of those provisions including pricing regulation and other parts that are less relevant to broadband services.\n\nThe agency recrafted new rules to address net neutrality, also called open Internet, because its previous 2010 order was tossed out of court in 2014 after a legal challenge by Verizon. The rules prohibit Internet service providers (ISPs), mostly large cable or telephone companies, from blocking or slowing transmission speeds of some content and from seeking payments in exchange for faster delivery, a practice called \"paid prioritization.\"\n\nAt the Feb. 26 meeting during which the commission passed the rules, FCC chairman Tom Wheeler said, \"the Internet is too important to allow broadband providers to make the rules.\"\n\nFollow Mike Snider on Twitter: @MikeSnider\n\nRead or Share this story: http://usat.ly/1bp1LRw", "tags": "set(['Interactives', 'Investigations'])", "title": "FCC sued over net neutrality rules"}