{"yelLabel": ["nonyellow"], "tags": "set(['Interactives', 'Investigations'])", "title": "How the West lost Crimea", "content": "President Obama announced sanctions against Russian and Ukrainian officials March 17, to punish Russia's move to annex Crimea. (Photo: YURI GRIPAS AFP/Getty Images) Story Highlights On Feb. 19, Obama called for restraint on both sides and threatened \"there will be consequences\"\n\nCritics of Obama said the consequences needed to be harsh and spelled out\n\nAnalysts say Western officials should have issued a stern warning\n\nNow that Russia has annexed Ukraine's Crimea region, the question arises how the U.S. and the West lost what they sought to keep out of the hands of Moscow.\n\nUkraine had seen unrest for years, but the situation only attracted the focused attention of the West when demonstrations in Ukraine that began in November blew up into violence. Protesters demanded stronger economic ties to Europe; and Ukraine President Viktor Yanukovych wanted an alliance with Russia.\n\nEuropean capitals, Washington and Moscow were drawn into a drama that unfolded rapidly, and the steps taken by all sides may provide clues into what lay ahead for the potentially explosive region:\n\nRussia's President Vladimir Putin (R) shakes hands with his Ukrainian counterpart Viktor Yanukovych in Sochi, Feb. 7 (Photo: ALEXEI NIKOLSKY AFP/Getty Images)\n\nFeb. 7 — Yanukovych visits Putin, Russians visit Crimea\n\nAs demonstrators took over government buildings to demand change, Yanukovych visited Russian President Vladimir Putin at the Olympic opening ceremonies in Sochi, Russia. That week, a Russian lawmaker visiting the Crimean capital, Simferopol, announced that Russia would use military force if needed to \"protect\" Crimea's ethnic Russian residents.\n\nDamon Wilson, who served at the time as White House director of European affairs under former president George W. Bush, said he believes Putin sent Russian officials to Crimea to prepare the ground for a takeover using local militiamen and Russian troops.\n\nPutin had a pre-planned \"playbook,\" he said, and the visit was the first overt sign that the playbook was being executed.\n\nPresident Obama's response was silence, for days. Wilson suggested Obama could have issued warnings at this point about protecting \"the territorial integrity\" of Ukraine, which later became White House code for Russia not invading Crimea.\n\nJanusz Bugajski, an independent Russia analyst based in Washington, said at that point U.S. and Western officials should have been monitoring developments in Crimea and begun planning for a Russian invasion.\n\nActivists pay respects to protesters killed in clashes with police in Kiev, Ukraine, 20 February 2014. (Photo: SERGEY DOLZHENKO EPA)\n\nFeb. 18-20 — More than 100 people killed in Ukraine's capital\n\nObama did not issue a public comment on the turmoil until after new fighting erupted between protesters and police in Kiev. More than 80 people, most of them protesters, were killed. When he did speak Feb. 19, Obama called for restraint on both sides and threatened \"there will be consequences if people step over the line.\"\n\nCritics, such as Sen. John McCain-R, Ariz., ridiculed the response as weak. They said the consequences needed to be harsh and spelled out. McCain pointed out that threats meant little to Putin, who likely learned from Obama's decision to step back from his \"red line\" threat over Syria's use of chemical weapons that the White House was bluffing.\n\nAn anti-government activist places his hand over his heart after the Ukrainian Parliament voted Feb. 22 to hold early presidential elections and ousted Ukraine's president Viktor Yanukovych. (Photo: BULENT KILIC AFP/Getty Images)\n\nFeb. 21-22 — Yanukovych accepts deal with his opposition, and is deposed a day later\n\nThe Rada, Ukraine's parliament, ousted Yanukovych and then implemented a series of measures including the annulment of a law that gave official status to the Russian language in regions where 10% of the population speak it. The response from Crimea, where most people are Russian speakers, was very negative.\n\nWestern diplomats might have pushed harder to temper the \"revolutionary zeal\" of Ukraine's new leaders by warning them that Russia would use such inflammatory measures as a pretext for invasion, Wilson said.\n\nU.S. and European diplomats should have pushed the Rada also to reach out to members of Yanukovych's Party of Regions and leaders in Crimea and eastern Ukraine, where Yanukovych's support was greatest, to show their desire to include them in Ukraine's future, Wilson said.\n\nThe annulment was vetoed within a week, under U.S. and European pressure, but Russian troops were already on the move at that point, heading to the border and flooding a leased Russian naval base at Crimea's Black Sea port. Russian officials used as pretext that it was their duty to to protect ethnic Russians from the \"radicals\" they said had seized Kiev.\n\nU.S. officials should also have advised Ukraine to quickly move troops to protect its Crimea region, including special forces to protect government building, Bugajski said.\n\nThe Ukrainian military should have acted faster, but \"part of it is our fault for not alerting the Ukrainians what was going to happen, because presumably we had good intelligence on what was going on,\" Bugajski said.\n\nKnowing what could happen next, U.S. officials could have sent military observers from the Organization for Security and Cooperation in Europe to the Crimea to counter Russia's propensity to accuse Ukrainian authorities of persecuting ethnic Russians in the region, Bugajski said. That did not happen.\n\nPro-Russian protesters gather in front of a local government building in Simferopol, Crimea, Ukraine, Feb. 25. (Photo: Darko Vojinovic AP)\n\nFeb. 25 – Pro-Russian demonstrations begin in the Crimean capital, Simferopol, amid reports of Russian troops moving outside their Crimean bases\n\nBugajski said the U.S. should have had sanctions ready and announced their enactment as soon as Russian troops appeared in Crimea, well before the troops were at a level to ensure an orderly takeover. Faced with threats, Moscow pressed ahead.\n\nWestern officials should have issued a stern warning: \"If you try to topple the elected government in the Crimea we will impose sanctions,\" Bugajski said.\n\nBut Wilson said Ukraine could have done more militarily. He said it could have deployed its Crimean military personnel into the streets to block the Russian advance rather than allow them to be blocked in their bases by crowds of pro-Russian \"volunteers.\"\n\nThe U.S. could have deployed military force, but that might have backfired, Wilson said.\n\n\"If you're not willing to go all the way, you shouldn't do it because it undermines our credibility, or makes U.S. forces look defeated,\" Wilson said. And thousands of American troops to secure an independent Ukraine is \"not what the Ukrainians wanted.\"\n\nA file photo taken on Feb. 28 shows unidentified armed men patrolling outside Simferopol airport in the Crimea. (Photo: VIKTOR DRACHEV AFP/Getty Images)\n\nFeb. 26 — Armed men wearing uniforms but no insignias indicating their nationalities seized two airports the Crimea\n\nIt was clear to most observers these were Russian military personnel. Obama spent hours on the phone with Putin, and warned that there \"will be costs for any military intervention in Ukraine,\" but still imposed no sanctions.\n\n\"American officials could have called a spade a spade immediately, when the first few hundred special forces appeared at the Crimean airports,\" Wilson said.\n\nThen again, Ukraine should have sent its ships out to sea rather than be trapped at port by three Russian vessels that were sunk at the harbor entrances, he said. Yet a more confrontational approach by the Ukrainian military could have led to open fighting, which Russia would have used as a justification to send even more troops and armaments, he said.\n\nFeb. 27 — Armed troops invade Crimean parliament\n\nUnder the eye of uniformed Russian gunmen, Crimean lawmakers voted to appoint a new prime minister, Sergei Aksyonov, an unknown who'd received 3.5% of the vote in the most recent elections. He had created a \"self defense\" youth group several thousand strong, and they were out pressuring elected officials to resign. Aksyonov then announced Crimea would hold a referendum on independence.\n\nThat should have been Obama's moment to impose broad sanctions against many people in the Russian government, and against Russia's banking and financial sectors, said Ariel Cohen of the Heritage Foundation.\n\nThe U.S. could also have moved an aircraft carrier battle group into the Eastern Mediterranean Sea, to send Russia a signal, Cohen said. No such moves were taken.\n\nObama said the day after on Feb. 28 that he was \"deeply concerned\" about Russian troop movements in Crimea, and repeated that \"there will be costs\" for military intervention. It was not until a week later, March 6, that Obama authorized sanctions on unnamed Russian officials barring them from travel and freezing any assets they may have in the U.S. Two weeks later, the White House did specify certain individuals, though it did not say whether they had any assets to seize.\n\nHeather Conley, who heads the Europe program at the Center for Strategic and International Studies, said stronger sanctions would have sent a message but European politicians were wary of launching an economic war with Russia \"at a time they are economically vulnerable.\"\n\nAnd no amount of diplomatic pressure, she said, would have altered the outcome.\n\n\"Absent of a military response,\" Russia's Crimean takeover was not to be prevented she said, \"and President Putin understood that to be the case.\"\n\nSIMFEROPOL, UKRAINE - People in Lenin Square attend a pro-Russian rally after a day of voting March 16, 2014 to decide whether the peninsula will break away from Ukraine. (Photo: Spencer Platt Getty Images)\n\nMarch 16 — Crimea held an referendum on joining Russia\n\nCrimeans streamed into the street to celebrate a vote considered by the West to be illegal and rigged in Russia's favor. The next day, March 17, the White House imposed sanctions on seven Russian officials and four Ukrainians.\n\nWestern powers should have known Putin would try to make a move for Crimea because he referred to it years ago as a crucial asset of the Russian Federation, as he's referred to the breakup of the Soviet Union \"the greatest geopolitical catastrophe\" of the 20th century.\n\n\"It was no surprise to us the Russians have been thinking about, planning for, imagining scenarios for Crimea,\" Wilson said. \"We're foolish if we think the security issue is over in Europe. There will always be hot spots.\"\n\nWilson said Ukraine could have done more militarily — it could have deployed its Crimean military personnel into the streets to block the Russian advance rather than allow them to be blocked in their bases by crowds of pro-Russian \"volunteers,\" and it should have sent its ships out to sea rather than be trapped at port by three Russian vessels that were sunk at the harbor entrances, he said — but a more confrontational approach by the Ukrainian military could have led to open fighting, which Russia would have used as a justification to send even more troops and armaments, he said.\n\nThe U.S. could have deployed military force, but that too might have backfired, Wilson said.\n\n\"If you're not willing to go all the way, you shouldn't do it because it undermines our credibility, or makes U.S. forces look defeated,\" Wilson said. And thousands of American troops to secure an independent Ukraine is \"not what the Ukrainians wanted,\" he said.\n\nThe White House defended ts foreign policy toward Russia, insisting that the administration had been \"clear-eyed\" in its relations with Moscow.\n\n\"Our approach to our relations with Russia has been extremely clear-eyed,\" said White House press secretary Jay Carney. \"It has not been driven by hope or romanticism about what Russia might do but very specifically driven by what we can get done cooperatively.\"\n\nRead or Share this story: http://usat.ly/1gDueNL", "positionLabels": ["critical"], "politicalLabels": ["neutral"]}