{"content": "Zionist Union party leader Isaac Herzog prays at the Western Wall in Jerusalem on March 15, 2015. (Photo: European Pressphoto Agency)\n\nThe front-runner in Israel's election Tuesday comes from a distinguished family considered the Kennedy clan of Israel.\n\nZionist Union leader Isaac Herzog's father, Chaim, served as Israel's sixth president in 1983-93 and was a United Nations ambassador. His grandfather was a high-ranking rabbi when Israel was founded in 1948. The extended family tree includes an array of scholars, activists, scientists, diplomats and writers, including noted neurologist and best-selling British author Oliver Sacks.\n\nIn contrast to the combative incumbent, Prime Minister Benjamin Netanyahu, Herzog lacks the tough-guy personality that has led to Israel's recent clashes with President Obama over negotiations to curb Iran's nuclear program and progress toward peace with the Palestinians.\n\nNetanyahu, 65, nicknamed \"Bibi,\" picked up his fluent American English while attending MIT and working at the Boston Consulting Group. Herzog's English is more halting and European-accented. His Egyptian-born, French-educated mother gave him the nickname \"Bougie,\" which means \"little doll.\"\n\n\"His voice is not very deep. He's not very charismatic. And therefore, what he offers this nation, which is quite striking, is a completely new kind of leadership,\" Ari Shavitz, a journalist at Haaretz newspaper told National Pubic Radio in a recent interview.\n\nHerzog, 54, has vowed to pursue social and economic justice for Israelis and Palestinians. And he says he is committed to the peace process with Palestinians. On Monday, Netanyahu ruled out support for a Palestinian state.\n\nHerzog also says he wants to repair strained relations with the White House. Netanyahu and Obama have had differences that hit a new low when the prime minister addressed Congress on March 3 without clearing his appearance with the White House. Obama snubbed the visit, which Netanyahu used to rail against a possible U.S. deal with Iran to curb that country's nuclear capabilities.\n\nRead or Share this story: http://usat.ly/1bcaFBy", "tags": "set(['Interactives', 'Investigations'])", "title": "A contrast in substance and style"}