{"content": "During the last hour of hostilities, militants launch rockets from Gaza City as an Israeli bomb explodes on the horizon on November 21, 2012 on Israel's border with the Gaza Strip. An official ceasfire started at 9pm local time between Israel and the Palestinian Hamas movement after a week of conflict resulting in the deaths of 150 Palestinians and five Israelis and many hundreds injured (Christopher Furlong, Getty Images)\n\nPalestinian firefighters celebrate the beginning of the truce with Israel in Gaza City on November 21, 2012. Palestinians in Gaza took to the streets to celebrate the start of a truce deal with Israel that was announced in Egypt on the eighth day of violence in and around Gaza. (Marco Longari, AFP / Getty Images)\n\nAn Israeli soldier gives the victory sign as mechanised infantry check their equipment in a forward staging area on Nov. 21, 2012 on Israel's border with the Gaza Strip. Despite widespread rumours of a ceasefire militants in the Gaza Strip continue to fire rockets and Israel continues it's bombardment. US Secretary of State Hillary Clinton has arrived in Israel to support and encourage a peace deal being brokered by Egypt. (Christopher Furlong, Getty Images)\n\nHamas Leader Khaled Meshaal gives a press conference at the Intercontinental Hotel on Nov. 21, 2012 in Cairo, hours after Egyptian Foreign Minister Mohammed Kamel Amr announced that a truce had been agreed between Israel and Hamas to end a week of bloodshed in and around Gaza. (Gianluigi Guercia, AFP / Getty Images)\n\nIsraeli Prime Minister Benjamin Netanyahu delivers a statement to the press at his Jerusalem office on November 21, 2012. Israel and Hamas agreed on a truce that will take effect this evening in a bid to end a week of bloodshed in and around Gaza that has killed more than 150 people, Egypt and the United States said. (Gali Tibbon, AFP / Getty Images)\n\nIsraeli infantry soldiers patrol next to the border on Nov. 21, 2012 on Israel's border with the Gaza Strip. Despite widespread rumours of a ceasefire militants in the Gaza Strip continue to fire rockets and Israel continues it's bombardment. US Secretary of State Hillary Clinton has arrived in Israel to support and encourage a peace deal being brokered by Egypt. (Christopher Furlong, Getty Images)\n\nIn this image made from Egyptian State Television, U.S. Secretary of State Hillary Rodham Clinton, left, and Egyptian Foreign Minister Mohammed Kamel Amr, right, give a joint news conference announcing a cease-fire between Israel and Hamas in Cairo, Egypt, Wednesday, Nov. 21, 2012. (Egyptian State Television / AP)\n\nA smoke grenade is thrown by Israeli security forces during a protest against the Israeli military operations in Gaza Strip near the West Bank town of Nablus, on Nov. 21, 2012. (Nasser Ishtayeh, AP)\n\nA Palestinian man drives past a produce market in Gaza City, Wednesday, Nov. 21, 2012. Secretary of State Hillary Rodham Clinton has arrived in Cairo in her diplomatic push to forge a truce between Israel and Gaza rulers of Hamas. Her visit comes hours after a bomb exploded on an Israeli bus in Tel Aviv, wounding several. Clinton is looking to piece together a deal to end Israel's weeklong offensive in the Gaza Strip. (Bernat Armangue, AP)\n\nIsraeli soldiers pray next to an artillery gun on Nov. 21, 2012 on Israel's border with the Gaza Strip. Despite widespread rumours of a ceasefire militants in the Gaza Strip continue to fire rockets and Israel continues it's bombardment. US Secretary of State Hillary Clinton has arrived in Israel to support and encourage a peace deal being brokered by Egypt. (Uriel Sinai, Getty Images)\n\nIsraeli soldiers take cover during a rocket attack from the Gaza Strip on Nov. 21, 2012 near Israel's border with the Gaza Strip. Despite widespread rumours of a ceasefire militants in the Gaza Strip continue to fire rockets and Israel continues it's bombardment. US Secretary of State Hillary Clinton has arrived in Israel to support and encourage a peace deal being brokered by Egypt. (Uriel Sinai, Getty Images)\n\nPalestinian protesters are chased by Isareli border guards during clashes in the West Bank city of Nablus on November 21, 2012, as they protest against the ongoing Israeli military offensive on the Gaza Strip. A new wave of Israeli raids on Gaza killed 11 people, including a child who died when the tower housing AFP's office was struck for the second time in 24 hours. (Jaafar Ashitiyeh, AFP / Getty Images)\n\nA Palestinian youth holds stones during clashes with Israeli forces near an Israeli army watch tower at the main entrance of the West Bank city of Bethlehem, as they protest against the ongoing Israeli offensive on the Gaza Strip on Nov. 21, 2012. Israeli air strikes shook the Gaza Strip and Palestinian rockets struck across the border as Clinton held talks in Jerusalem in the early hours of Wednesday, seeking a truce that can hold back Israel's ground troops. (Musa Al-Shaer, AFP / Getty Images)\n\nPalestinian stone throwers run for cover during clashes with Israeli security forces in the West Bank city of Nablus, on November 20, 2012. The West Bank has witnessed almost daily demonstrations in support of Gaza Palestinians who have faced a week of Israeli air strikes against militants firing rockets at the Jewish state.\n\nSapir Hachmon and her boyfriend Ron Vachnish react as they enter her room after it was hit by a rocket fired from the Gaza Strip on Nov. 20, 2012 in Beersheba, Israel. Hamas militants and Israel are continuing talks aimed at a ceasefire as the death toll in Gaza reaches over 100 with three Israelis also having been killed by rockets fired by Palestinian militants. (Photo by Uriel Sinai, Getty Images)\n\nAn Israeli soldier evacuates a young girl from a site hit by a rocket launched by Palestinian militants from the Gaza Strip in the southern Israeli city of Beer Sheva on November 20, 2012. Israeli leaders discussed an Egyptian plan for a truce with Gaza's ruling Hamas, reports said, before a mission by the UN chief to Jerusalem and as the toll from Israeli raids on Gaza rose over 100. (Danny Sasson, AFP / Getty Images)\n\nPalestinians wait for aid at a UN supplies center after it was damaged in an Israeli airstrike directed at the nearby Hamas police headquarters at the Jabalya refugee camp, in the northern Gaza Strip on Nov. 20, 2012. Israel halted a threatened Gaza ground offensive to give Egyptian-led truce talks a chance as top diplomats flew in to boost efforts to end nearly a week of cross-border violence. (Mohammed Abed, AFP / Getty Images)\n\nThe white spirals of a patrolling Israeli drone are seen from the seafront in Gaza City on Nov. 20, 2012. UN chief Ban Ki-moon urged all sides to the Gaza conflict to immediately cease their fire, warning at a news conference in Cairo that an escalation will endanger the whole region. (Marco Longari, AFP / Getty Images)\n\nA bomb disposal officer at a house after it was hit by a rocket fired from the Gaza Strip on Nov. 20, 2012 in Beersheba, Israel. Hamas militants and Israel are continuing talks aimed at a ceasefire as the death toll in Gaza reaches over 100 with three Israelis also having been killed by rockets fired by Palestinian militants. (Photo by Uriel Sinai, Getty Images)\n\nIsraeli soldiers check their guns at an Israeli army deployment area near the Israel-Gaza Strip border on Nov. 20, 2012, as talks aimed at securing a deal between the Jewish state and Gaza's Islamist Hamas rulers continue. Israel halted a threatened Gaza ground offensive to give Egyptian-led truce talks a chance, as top diplomats flew in to boost efforts to end nearly a week of cross-border violence. (Menahem Kahana, AFP / Getty Images)\n\nIsraeli civilians and security forces take cover as air raid sirens sound around Jerusalem on November 20, 2012. A rocket struck just south of Jerusalem as UN chief Ban Ki-moon was to arrive for talks on ending the Gaza crisis, AFP correspondents said. (Ahmad Gharabli, AFP / Getty Images)\n\nDuring a lull in militant rocket fire young boys play on the roof of a bomb shelter and blow soap bubbles on November 20, 2012 in Ashkelon, Israel. Hamas militants and Israel are continuing talks aimed at a ceasefire as the death toll in Gaza reaches over 100 with three Israelis also having been killed by rockets fired by Palestinian militants. (Photo by Christopher Furlong, Getty Images)\n\nA Palestinian man holds up a leaflet dropped by Israeli air force in the Tufah neighbourhood of Gaza City on November 20, 2012, urging residents of certain districts of the city to evacuate their homes \"immediately\" amid fears the military was poised to launch a ground operation. (Marco Longari, AFP / Getty Images)\n\nIsraeli security forces surround the place where a rocket fired by Palestinian militants from the Gaza Strip landed in an olive grove in West Bank near Jerusalem on Nov. 20, 2012. The rocket from Gaza struck an olive grove in West Bank near Jerusalem, shortly before UN chief Ban Ki-moon arrived for talks on ending the Gaza crisis. The attack was claimed by the armed wing of Gaza's ruling Hamas movement, in the second such attempt to target Jerusalem in four days. (Hazem Bader, AFP / Getty Images)\n\nIsraeli soldiers read from a holy book as they pray in a staging area near the Israel Gaza Border, southern Israel, on Nov. 20, 2012. Israeli aircraft on Tuesday battered the headquarters of the bank Gaza’s Hamas leaders set up to sidestep international sanctions on their rule, as fitful efforts to negotiate an end to a week-old convulsion of violence moved to the highest reaches of diplomacy. (Ariel Schalit, AP)\n\nPalestinian children stand in the rubble left after an Israeli strike on a house in Gaza City, on Nov. 20, 2012. Efforts to end a week-old convulsion of Israeli-Palestinian violence drew in the world’s top diplomats on Tuesday, with President Barack Obama dispatching his secretary of state to the region on an emergency mission and the U.N. chief appealing from Cairo for an immediate cease-fire. (Hatem Moussa, AP)\n\nAn Israeli woman reacts at her house hit by a rocket fired by militants from Gaza Strip, in the southern city of Beersheba, Israel, Tuesday, Nov. 20, 2012. Efforts to end a week-old convulsion of Israeli-Palestinian violence drew in the world's top diplomats on Tuesday, with President Barack Obama dispatching his secretary of state to the region on an emergency mission and the U.N. chief appealing from Cairo for an immediate cease-fire. (Tsafrir Abayov, AP)\n\nA Palestinian boy walks outside the National Islamic Bank, destroyed overnight in an Israeli strike, in Gaza City, on Nov. 20, 2012. Early Tuesday, Israeli aircraft targeted another Hamas symbol of power, battering the headquarters of the bank senior Hamas officials set up to sidestep international sanctions on the militant group's rule. After Hamas violently overran Gaza in June 2007, foreign lenders stopped doing business with the militant-led Gaza government, afraid of running afoul of international terror financing laws. (Hatem Moussa, AP)\n\nSmoke rises following an Israeli attack on smuggling tunnels on the border between Egypt and Rafah, southern Gaza Strip, Monday, Nov. 19, 2012. (Eyad Baba, AP)\n\nPalestinians carry injured people out of a media center in Gaza City that was hit by an Israeli strike for the second time in two days Monday, Nov. 19, 2012. Palestinian militant group Islamic Jihad says the strike on the building killed one of its top militant leaders. (Bernat Armangue, AP)\n\nIsraeli soldiers prepare weapons in a deployment area on November 19, 2012 on Israel's border with the Gaza Strip. The death toll has risen to at least 85 killed in the air strikes, according to hospital officials, on day six since the launch of operation 'Pillar of Defence. (Lior Mizrahi, Getty Images)\n\nIsraeli artillery shells attack a target in the Gaza Strip on November 19, 2012 on Israel's border with the Gaza Strip. According to reports November 19, 2012, at least 90 Palestinians have been killed and more than 700 wounded during the Israeli offensive in the Gaza Strip. (Christopher Furlong, Getty Images)\n\nAn Israeli officer holds a Torah scroll as he reads from a holy book while others gather in a staging area near the Israel Gaza Strip Border, southern Israel, Monday, Nov. 19, 2012. The Palestinian civilian death toll mounts as Israel ferociously pursues Gaza Strip militants who are menacing nearly half of Israel's population with rocket fire. (Ariel Schalit, AP)\n\nReuters news agency photographer Ammar Awad (R) receives treatment for an injury inflicted by a rock, during the coverage of the clashes between Palestinian protestors and Israeli security at the Qalandia checkpoint, in the occupied West Bank on November 19, 2012. UN chief Ban Ki-moon will meet Israel's Prime Minister Benjamin Netanyahu and Palestinian president Mahmud Abbas as part of a growing push for a Gaza war ceasefire, his spokesman said. (Ahmad Gharabli, AFP / Getty Images)\n\nPalestinian youth hurl stones towards Israeli soldiers at the Qalandia checkpoint, in the Israeli occupied West Bank, on November 19, 2012. European Union foreign ministers called for an \"immediate\" halt to hostilities between Gaza and Israel as a new strike in a sixth day of violence pushed the toll in Gaza to over 100. (Ahmed Gharabli, AFP / Getty Images)\n\nAn Israeli soldier aims his rifle towards strone throwers demonstrating against the Israeli military offensive on the Gaza Strip at the Qalandia checkpoint, in the Israeli occupied West Bank,on November 19, 2012. Israeli air strikes killed 22 Palestinians, hiking the Gaza death toll to 99 as global efforts to broker a truce to end the worst violence in four years gathered pace. AFP PHOTO/AHMAD GHARABLI (Photo credit should read AHMAD GHARABLI/AFP/Getty Images)\n\nIsraeli border policemen stand guard during a protest against Israel's military action on the Gaza Strip in Birzeit, Monday, Nov. 19, 2012. Israeli aircraft struck crowded areas in the Gaza Strip and killed a senior militant with a missile strike on a media center Monday, driving up the Palestinian death toll to 96, as Israel broadened its targets in the 6-day-old offensive meant to quell Hamas rocket fire on Israel. (Nasser Shiyoukhi, AP)\n\nFireworks are thrown at Israeli security forces during clashes against Israel's military operation in the Gaza Strip, in Qalandia checkpoint, near the West Bank city of Ramallah, Monday, Nov 19, 2012. Israeli aircraft struck crowded areas in the Gaza Strip and killed a senior militant with a missile strike on a media center Monday, driving up the Palestinian death toll to 96, as Israel broadened its targets in the 6-day-old offensive meant to quell Hamas rocket fire on Israel. (Majdi Mohammed, AP)\n\nIsraeli soldiers lie on the ground as an Iron Dome missile is launched near the city of Ashdod, Israel, Monday Nov 19. 2012. Israeli aircraft struck crowded areas in the Gaza Strip and killed a senior militant with a missile strike on a media center Monday, driving up the Palestinian death toll to 96, as Israel broadened its targets in the 6-day-old offensive meant to quell Hamas rocket fire on Israel. (Moti Milrod, AP)\n\nBirzeit University students cover their faces during clashes with Israeli soldiers at the Atara checkpoint close to the university as they protest against Israel's military action on the Gaza Strip, on November 19, 2012. Israeli air strikes across the Gaza Strip killed 13 people, raising the Palestinian death toll to 90 as Israel's relentless air campaign entered its sixth day. (Abbas Momani, AFP / Getty Images)\n\nIsraelis take cover in a large concrete pipe used as a bomb shelter during a rocket attack from the Gaza Strip on Nov.19, 2012 in Nitzan, Israel. According to reports Nov. 19, 2012, at least 90 Palestinians have been killed and more than 700 wounded during the Israeli offensive in the Gaza Strip. (Photo by Uriel Sinai, Getty Images)\n\nPalestinians look on as smoke billows following an Israeli air strike on the Gaza City tower housing Palestinian and international media, on November 19, 2012. Israeli air strikes killed 21 Palestinians hiking the Gaza death toll to 98 as global efforts to broker a truce to end the worst violence in four years gathered pace. (Mohammed Abed, AFP / Getty Images)\n\nIsraelis take cover in a stairway during a rocket attack from the Gaza Strip on November 19, 2012 in Ashkelon, Israel. According to reports November 19, 2012, at least 90 Palestinians have been killed and more than 700 wounded during the Israeli offensive in the Gaza Strip. (Photo by Uriel Sinai, Getty Images)\n\nPalestinians run as tear gas is fired by Israeli security during a protest against Israel's military action on the Gaza Strip, on November 19, 2012. Israeli air strikes killed 22 Palestinians, hiking the Gaza death toll to 99 as global efforts to broker a truce to end the worst violence in four years gathered pace. (Jaafar Ashtiyeh, AFP / Getty Images)\n\nA Palestinian woman mourns after an Israeli air strike destroyed her house in the town of Jabalia, in the northern Gaza Strip, on November 19, 2012. Israeli air strikes killed 13 Palestinians on November 19, hiking the Gaza death toll to 91 as global efforts to broker a truce to end the worst violence in four years gathered pace. (Mohammed Abed, AFP / Getty Images)\n\nIsraeli border guards take position during clashes with Palestinian protestors in the centre of the divided West Bank city of Hebron, near the Israeli Beit Hadassa settlement, on November 19, 2012. Israeli air strikes killed 21 people in Gaza on Monday, raising the overall death toll to 98 on the sixth day of the relentless bombing campaign. (Hazem Bader, AFP / Getty Images)\n\nIsraeli soldiers sleep next to their tanks in a deployment area on Nov.19, 2012 on Israel's border with the Gaza Strip. The death toll has risen to at least 85 killed in the air strikes, according to hospital officials, on day six since the launch of operation 'Pillar of Defence.' (Photo by Uriel Sinai, Getty Images)\n\nSupporters of Pakistan's outlawed Islamic hardline group Jamaat ud Dawa (JD) stand on Israeli and US flags as they shout anti-Israel slogans during a protest in Karachi on Nov.19, 2012. Israeli air strikes killed 13 Palestinians on Nov. 19, hiking the Gaza death toll to 91 as global efforts to broker a truce to end the worst violence in four years gathered pace. (Asif Hassan, AFP / Getty Images)\n\nIsraeli soldiers gather next to their armoured personnel carriers (APC) stationed on Israel's border with the Gaza Strip, on November 17, 2012, in Israel. (Photo by Lior Mizrahi/Getty Images)\n\nIsraeli children wave their national flag as they greet soldiers stood by a car, on a road leading to the Israel-Gaza border near the southern Israeli town of Ofakim on November 17, 2012 in Israel. (Photo by Lior Mizrahi/Getty Images)\n\nA rocket is launched from Gaza as seen from near Sderot on November 17, 2012 in Israel. At least 39 Palestinians and three Isreali's have died since conflict began four days ago. (Photo by Lior Mizrahi/Getty Images)\n\nA smoke plumes rises over Gaza following an Israel Air Force bombing, as seen from near Sderot on November 17, 2012 in Israel. (Photo by Lior Mizrahi/Getty Images)\n\nA doll lies in a damaged house after a rocket fired by Palestinian militants from the Gaza Strip landed in the southern Israeli city of Ashdod on November 17, 2012. (DAVID BUIMOVITCH/AFP/Getty Images)\n\nIsraeli soldiers take position on Israel's border with the Gaza Strip on November 17, 2012. (MENAHEM KAHANA/AFP/Getty Images)\n\nIsraelis stand in a shelter as a siren wails across the southern Israeli city of Ashdod to warn of incoming rockets fired by Palestinian militants from the Gaza Strip on November 17, 2012. (DAVID BUIMOVITCH/AFP/Getty Images)\n\nA picture shows damages caused by a rocket fired by Palestinian militants from the Gaza Strip in the southern Israeli city of Ashdod on November 17, 2012. (DAVID BUIMOVITCH/AFP/Getty Images)\n\nIsraeli soldiers gather next to their armoured bulldozers stationed on Israel's border with the Gaza Strip on November 17, 2012. (MENAHEM KAHANA/AFP/Getty Images)\n\nIsraeli soldiers gather next to their armoured personnel carriers (APC) stationed on Israel's border with the Gaza Strip on November 17, 2012. (MENAHEM KAHANA/AFP/Getty Images)\n\nIsraeli children wave their national flag as they greet a bus carrying soldiers on a road leading to the Israel-Gaza border, near the southern Israeli town of Ofakim on November 17, 2012. (MENAHEM KAHANA/AFP/Getty Images)\n\nA picture taken from the southern Israeli border with the Gaza Strip shows smoke billowing following an Israeli air strike inside the Palestinian territory on November 17, 2012. (JACK GUEZ/AFP/Getty Images)\n\nA picture taken from the southern Israeli border with the Gaza Strip shows smoke billowing following an Israeli air strike inside the Palestinian territory on November 17, 2012. (JACK GUEZ/AFP/Getty Images)\n\nA picture taken from the southern Israeli border with the Gaza Strip shows smoke billowing following Israeli air strikes inside the Palestinian territory on November 17, 2012. (MENAHEM KAHANA/AFP/Getty Images)\n\nAn Israeli soldier kisses his girlfriend as Israeli reserve soldiers sit on a bus heading to south of the country after they were called for duty on November 16, 2012 in Tel Aviv, Israel. (Photo by Uriel Sinai/Getty Images)\n\nA woman holds a banner as she attends a pro-Palestinian demonstration in front of the Italian Parliament to protest against Israel's ongoing airstrike over Gaza on November 16, 2012. (FILIPPO MONTEFORTE/AFP/Getty Images)\n\nThe son of a pro-Palestinian demonstrator sits on his father's shoulders as people gather infront of the Italian Parliament to protest against Israel's ongoing airstrike attacks over Gaza on November 16, 2012. (FILIPPO MONTEFORTE/AFP/Getty Images)\n\nIsraeli reserve soldiers sit on board a bus heading to south of the country after they were called for duty on November 16, 2012 in Tel Aviv, Israel. (Photo by Uriel Sinai/Getty Images)\n\nA Palestinian woman shouts anti-Israel slogans on the rubble from her home after the latest Israeli airstrikes in the town of Rafah in the southern Gaza Strip November 16, 2012. (SAID KHATIB/AFP/Getty Images)\n\nA picture taken from the southern Israeli Gaza border shows smoke billowing from a spot targeted by an Israeli air strike inside the Gaza strip on November 16, 2012. (JACK GUEZ/AFP/Getty Images)\n\nA picture taken from the southern Israeli Gaza border shows a rockets being launched from the Gaza strip into Israel on November 16, 2012. (JACK GUEZ/AFP/Getty Images)\n\nA picture taken from the southern Israeli Gaza border shows smoke billowing from a spot targeted by an Israeli air strike inside the Gaza strip on November 16, 2012. (JACK GUEZ/AFP/Getty Images)\n\nA picture taken from the southern Israeli Gaza border shows smoke billowing from spots targeted by Israeli air strike inside the Gaza strip on November 16, 2012. (JACK GUEZ/AFP/Getty Images)\n\nAn Israeli photographer takes pictures of the damage caused by a rocket fired by Palestinian militants in a house in the southern Israeli Kibbutz of Kfar Aza on November 16, 2012. (JACK GUEZ/AFP/Getty Images)\n\nRelatives grieve during the funeral for Itzik Amsalem, 49, one of the three people who died in a rocket attack on November 16, 2012 in Kiryat Malachi, Israel. (Photo by Uriel Sinai/Getty Images)\n\nAn Israeli soldier talks on his mobile phone as he sits on top of an armoured personnel carrier (APC) stationed on Israel's border with the Gaza Strip on November 16, 2012. (MENAHEM KAHANA/AFP/Getty Images)\n\nPalestinian youth take cover behind a makeshift barrier during clashes with Israeli soldiers at the Qalandia checkpoint, in the occupied West Bank, on November 16, 2012 during a protest against the war on Gaza. (ABBAS MOMANI/AFP/Getty Images)\n\nAn Israeli soldier sits next to armoured personnel carriers (APC) stationed on Israel's border with the Gaza Strip on November 16, 2012. (MENAHEM KAHANA/AFP/Getty Images)\n\nIsraeli soldiers greet each other as they take position on Israel's border with the Gaza Strip on November 16, 2012. (MENAHEM KAHANA/AFP/Getty Images)\n\nIsraeli soldiers run near Israel's separation barrier during clashes with Palestinian stone throwers in the Jalama checkpoint in the West Bank near Jenin city, on November 16, 2012. (SAIF DAHLAH/AFP/Getty Images)\n\nISRAELI-PALESTINIAN BORDER, ISRAEL - NOVEMBER 16: (ISRAEL OUT) Israeli soldiers patrolling next to the Israeli-Palestinian border as some 16,000 reserve troops are drafted in, on November 16, 2012 in Israel. Conflict between the Israeli military and Palestine militants has intensified over the last few days, with Israel striking some 130 targets overnight. According to reports, 18 Palestians and three Israelis have been killed. Egypt's prime minister Hisham Qandil is due to make a brief visit to Gaza today and Israel have vowed to suspend fire for the duration of his visit, provided there's no cross border attacks from militants. (Photo by Ilia Yefimovich/Getty Images)\n\nTunisian protesters shout slogans during a demonstration called by the ruling Islamist party Ennahda in Tunis on November 16, 2012 to denounce Israel's ongoing military operation in the Gaza Strip. (FETHI BELAID/AFP/Getty Images)\n\nAn Israeli soldier aims at Palestinian youth during a protest against the war on Gaza, at the Qalandia checkpoint, in the occupied West Bank, on November 16, 2012. (ABBAS MOMANI/AFP/Getty Images)\n\nTunisian protesters shout slogans while waving a Palestinian flag during a demonstration called by the ruling Islamist party Ennahda in Tunis on November 16, 2012 to denounce Israel's ongoing military operation in the Gaza Strip. (FETHI BELAID/AFP/Getty Images)\n\nPalestinian protesters throw stones at Israeli soldiers during a protest in Aida refugee camp near the West Bank city of Bethlehem on November 16, 2012 against Israel's military operation in the Gaza Strip. (MUSA AL SHAER/AFP/Getty Images)", "tags": "set(['Most Popular on HuffPost'])", "title": "American Jewish Groups Largely Quiet On Netanyahu's Controversial Campaign Statements"}