{"yelLabel": ["yellow"], "tags": "set(['Most Popular on HuffPost'])", "title": "The UN 'Has To Act' If A State Doesn't Protect Its Citizens", "content": "Former Secretary of State Madeleine Albright testifies before the US Senate Armed Services Committee hearing on 'Global Challenges and the US National Security Strategy' on Capitol Hill in Washington, DC, January 29, 2015. (JIM WATSON/AFP/Getty Images) | JIM WATSON via Getty Images\n\nMadeleine Albright, the U.S. Secretary of State from 1997 to 2001, chairs the Advisory Council of The Hague Institute for Global Justice. She spoke to The European last week about international security.\n\nThe European: Mrs. Secretary, the slogan of this year's Munich Security Conference asked whether the world order was collapsing. Do you feel like that is an exaggeration or do you share the assumption?\n\nAlbright: I'm very concerned about the international order because there is a lot of pressure on the system that is not being reflected properly. Also we're upholding an order that came into place 70 years ago. An awful lot of things have changed in the meantime.\n\nThe European: What has changed and what are the biggest threats we face today?\n\nAlbright: There is a lack of security for people within their own systems. One of the things I have gotten interested in lately is thinking about how security and justice can come together as insecurity continues to increase -- while at the same time more and more non-state actors are gaining in power.\n\nThe European: But dealing with inner-state problems from the outside, by intervening for example, always challenges our understanding of state sovereignty.\n\nAlbright: The whole concept of state sovereignty that stems from the Westphalian System is very important -- our state system has been built around this principle. But as we gather more and more information about what is going on inside a specific state, it also raises questions as to whether the international community has a responsibility to deal with what is happening if it constitutes a threat.\n\n“If a state fails to protect its citizens, the international community has to act”\n\nThe European: Could you give a concrete example?\n\nAlbright: One could make the argument that the people didn't know what was going on during World War II. Now we know everything about the atrocities and we're having questions about human rights and how states were put together in order to protect their people. My personal view on this is very straight forward: If a state fails to protect its citizens, then the international community has the responsibility to take action.\n\nThe European: You are advocating the much discussed concept of the responsibility to protect.\n\nAlbright: I am. I can only repeat myself: If a state is not fulfilling what it is supposed to, the international community has to act.\n\nThe European: But that very community regularly proves incapable of reaching agreements and taking action.\n\nAlbright: There are other ways of dealing with such situations. For instance let's consider the situation we faced in Kosovo, which I was heavily involved in. What happened was that it became evident that the Security Council would be blocked and then the United States worked with NATO in order to take multilateral action to stop the ethnic cleansing that was going on. This is an evolution of the system in order to find out how to deal with state sovereignty if a state does the exact opposite of what it is supposed to -- which is protecting its people.\n\nThe European: That argument goes both ways as the Russian rhetoric about the annexation of Crimea lately demonstrated. The Kremlin justifies its breach of international law by pointing to the West's lack of a UN mandate when it intervened in Kosovo.\n\nAlbright: There is no comparison between what was happening in Kosovo and what is happening in Ukraine. In Kosovo people were being slaughtered, in Ukraine nothing remotely similar had happened when the Russians decided to intervene. The Russians have in fact broken every aspect of international law in order to invade another country and seize territory, which is something that has not been done since the end of World War II. One has to be careful about false analogies.\n\nThe European: But that analogy underpins the Kremlin's reasoning.\n\nAlbright: You're right -- sadly enough.\n\nThe European: Which reforms does the Security Council need in order to deal with this evolving new world order that we're talking about?\n\nAlbright: The pressing question is: Does the structure of the Security Council still reflect the realities of the 21st century? Related questions are: When is it appropriate to use your veto and what can be done when the Security Council is unable to reach agreement? For us, it is important to recognize that the UN are essential but as the world changes it becomes necessary to look for adjustments or alternatives to adapt the international community to the challenges we face today.\n\nThe European: Do the donor countries live up to their commitment towards the UN?\n\nAlbright: Frankly, I don't think everybody is. But people tend to forget that the UN is a sum of its parts -- it is not an organization with any inherent power or sovereignty. The success of the UN depends on how member states behave. They have the obligation to pay their dues and support the various projects that the UN is setting up -- be it in the military or the economic sector.\n\n\"The UN needs reform\"\n\nThe European: Trust in the UN's ability to create peace and stability is shrinking.\n\nAlbright: I have always believed in the concept and necessity of the UN. But it does need reform; its structures are outdated. The UN should not function like a dictatorship in which only the alpha males can decide -- regardless of their stance on essential values like human rights.\n\nThe European: That is true for two of the most important permanent members: China and Russia. Is there any chance to get rid of the veto system that leads to so much blockage?\n\nAlbright: Maybe there is a way to agree that on some subjects, the veto cannot be used. But I've been there, I know how it works and I can say that it's very difficult to get changes done.\n\nThe European: Germany lobbied for a permanent seat for a long time but there seems to be no momentum for such a proposal.\n\nAlbright: When I was an ambassador to the United Nations more than 20 years ago, we suggested that Germany and Japan be added as permanent members. The first country to object was Italy. Then there was reluctance from the Chinese side about allowing Japan to join. We have been through this many, many times and have never found agreement.\n\nThe European: Another idea would be to create a common European seat.\n\nAlbright: I imagine it to be like this: If I would go to an EU ambassador on the Security Council asking for help he would say \"No\" -- because the EU has not yet found a common position. Two days later, I would go to the same person and ask again and he would say \"No\" again -- because the EU now does have a common position.\n\nThe European: It is also unlikely that the French or the British would give up their seats...\n\nAlbright: The Security Council is like a Rubik's Cube, it is very difficult to get at. But we really need to have a Council that reflects real power structures.", "positionLabels": ["critical"], "politicalLabels": ["conservative"]}