{"content": "The contradictions of Obama's policy toward Iran went unnoticed in the US, but not in Iran and Israel, writes Porter.\n\nStory highlights Washington, DC - President Barack Obama has finally begun in recent months to signal to Israel that the United States would not get involved in a war started by Binyamin Netanyahu without US approval. If it is pursued firmly and consistently through 2012, the approach stands a very good chance of averting war altogether. If Obama falters, however, the temptation for Netanyahu to launch an attack on Iran, indulging in what one close Israeli observer calls his \"messianism\" toward the issue of Iran. Netanyahu, like every previous Israeli prime minister, understands that an Israeli strike against Iran depends not only on US tolerance, but direct involvement against Iran, at least after the initial attack. In May 2008, his predecessor, Ehud Olmert, had requested the approval of\n\nObama has been hesitant to publicly warn the Israeli prime minister against attacking Iran [GALLO/GETTY]\n\n\n\nWashington, DC - President Barack Obama has finally begun in recent months to signal to Israel that the United States would not get involved in a war started by Binyamin Netanyahu without US approval. If it is pursued firmly and consistently through 2012, the approach stands a very good chance of averting war altogether. If Obama falters, however, the temptation for Netanyahu to launch an attack on Iran, indulging in what one close Israeli observer calls his \"messianism\" toward the issue of Iran.\n\nNetanyahu, like every previous Israeli prime minister, understands that an Israeli strike against Iran depends not only on US tolerance, but direct involvement against Iran, at least after the initial attack. In May 2008, his predecessor, Ehud Olmert, had requested the approval of George W Bush for an air attack on Iran, only to be refused by Bush.\n\nNetanyahu apparently feels, however, that he can manipulate right-wing Israeli influence on American politics to make it impossible for Obama to stay out of an Israeli war on Iran. He has defied the Obama administration by refusing to assure Washington that he would consult them before making any decision on war with Iran.\n\nWould US back Israeli attack on Iran?\n\nThe Obama administration's warning signal on the danger of an Israeli attack began flashing red after Secretary of Defence Leon Panetta came back empty-handed from a trip to Israel in September.\n\nUS officials then came up with a new strategy for pulling Israel back from the precipice of war by letting Netanyahu know that, if the US were denied a full role in coordinating military policy toward Iran, it would not come to Israel's aid in such a war.\n\nThe first step in the strategy came when Panetta was answering questions after a talk at the Saban Centre of Brookings Institution on December 2. He not only expressed clear disapproval of an Israeli attack as counter-productive - something the administration had avoided in 2009 and 2010 - but went on to indicate that the US was concerned that it \"could possibly be the target of retaliation from Iran, striking our ships, striking our military bases\".\n\nInitial hint by the US\n\nWithout saying so directly, that remark hinted that the US would take steps to avoid that situation, if necessary. It was evidently aimed at planting the seed of doubt in Netanyahu's mind that Obama would be willing to respond to Iranian retaliation against Israel in the event of an Israeli strike.\n\nThe next move came five weeks later, when Panetta, on CBS news \"Face the Nation\", made the initial hint even clearer. Panetta was then asked what the US would do if Israel were to strike Iran, despite the refusal to consult the US in advance. Panetta said, \"If the Israelis made that decision, we would have to be prepared to protect our forces in that situation. And that's what we'd be concerned about.\"\n\nThe Israelis could easily discern that Panetta really saying the US would not retaliate against Iran unless its own bases or ships in the region were hit by Iran. Given Panetta's statement a month earlier suggesting concern that Iran might retaliate against US forces, that answer could also be regarded as a signal to Iran that the US was prepared to decouple from an Israeli war with Iran.\n\nAlthough publicly there was studied silence from Jerusalem, that Panetta hint elicited a formal diplomatic protestfrom Israeli Ambassador Michael Oren. And Israel still showed no sign of softening its defiant policy of unilateralism on Iran.\n\n\"Netanyahu's supporters in the US lobbied the US Congress to pass economic sanctions against Iran focused squarely on Iran's crude oil exports and Central Bank.\"\n\nThen Obama approved an explicit expression of the same message to the Israelis. According to the account circulating among senior officers close the Joint Chiefs, on January 20 the Chairman of the Joint Chiefs of Staff, Gen. Martin Dempsey, told Netanyahu and Defence Minister Ehud Barak that the US would not defend Israel if it launched an attack on Iran that had not been coordinated with the US.\n\nBut Netanyahu had already put into effect his own counter-strategy, which is to use the influence of the Israeli lobby in Congress help the Republicans against Obama in the presidential election and to maximise the pressure on Obama to support an Israeli attack on Iran.\n\nLast December, Netanyahu's supporters in the US lobbied the US Congress to pass economic sanctions against Iran focused squarely on Iran's crude oil exports and Central Bank. The Obama administration strongly opposed the legislation. Obama's Treasury Secretary Timothy Geithner wrote a letter to the Senate warning that the proposed sanctions would cause a spike in world oil prices, thus risking further deterioration of the global economy. In the end, the Obama administration was forced by Congressional action to adopt the sanctions.\n\nBut the sanctions on Iran's crude oil sector would only go into effect six months later, as would the EU cutoff of its imports of Iranian oil adopted in January. So the Obama administration had a six-month window for negotiations with Iran on its nuclear programme.\n\nHow could it maximise the pressure on the Iranians to reach an agreement within six months? The obvious answer was to bring back an old theme in Obama policy - using the threat of an Israeli attack to gain diplomatic leverage on Tehran. In order to maximise that leverage, the Obama administration sought to portray Israel as poised to attack sometime between April and end of June.\n\n'Zone of immunity'\n\nThat time frame for an Israeli attack was created entirely by the Obama administration. Ehud Barak had not suggested that the attack would come before the end of June. On the contrary, discussing in a CNN interviewlast November when Iran would reach a \"zone of immunity\" - the point at which it would have so much of its uranium enrichment programme protected in well-protected facilities that it couldn't be destroyed by an attack - he had said, \"It's true that it wouldn't take three years… probably three-quarters, before no one can do anything practically about it…\"\n\nInside Story - Will Israel attack Iran?\n\nA story leaked by Secretary of Defence Leon Panetta to Washington Post columnist David Ignatius last week said Panetta believing there was a \"strong likelihood\" that Israel would attack sometime between April and the end of June. What appeared on the surface to be an expression of US alarm about a strike coming so soon was actually an effort to put pressure on Tehran to make new concessions on its nuclear programme before the sanctions take effect.\n\nInstead of characterising Netanyahu's posture as irrational and reckless, Ignatius chose to depict the official view of a short and relatively painless war with Iran without the slightest hint that it is rejected out of hand by Israeli intelligence and military leaders. Ignatius was presumably prompted by Panetta to characterise it in a way that would make the Israeli threat more credible to Iran.\n\nWhat really gave away Panetta's intention to pressure Iran, however, was the fact that he used Ignatius to warn Iran that, if it retaliated against Israeli population centres, the US \"could feel obligated to come to Israel's defence\".\n\nThat warning clearly undercut the painstaking efforts the Obama administration had made over the previous two months to signal to Netanyahu that Israel would be on its own if it attacked Iran without prior US agreement. The sudden reversal in Obama's policy dramatically illuminated the deep contradictions built into its policy.\n\nOn one hand, Obama has been pursuing a course aimed at avoiding being drawn into an Israeli war with Iran, which both Obama and the military leadership consider as against vital US interests. On the other hand, Obama believes he needs a deal with Iran to demonstrate both to Israel and to the US public that he is succeeding in inducing Iran to retreat from its present stance on its nuclear programme.\n\nThe belief was supported by the conventional wisdom in the US national security state that Iran can only be brought to the table with an acceptable position through pressure. It is also in line with bit of conventional wisdom: that no Democratic President can afford to openly decouple the US from Israeli security - especially in relation to Iran.\n\nThe contradiction between the two elements of Obama's policy toward Iran went unnoticed in the US. But the real meaning of the leak was certainly understood in Iran as well as in Israel.\n\nThere is still time for Obama to repair the damage and to return to the policy he had begun developing in December. But unless Obama warns Netanyahu publicly that an attack against US wishes would indeed mean he is on his own, the chances of deterring him and avoiding war with Iran will be sharply reduced.\n\nGareth Porter is an investigative historian journalist on US national security policy with a PhD in South-east Asian studies from Cornell University. He has taught international studies at City College of New York and American University and has written several books on Vietnam, including Perils of Dominance: Imbalance of Power and the Road to War (University of California Press, 2005). He has also written on war and diplomacy in Cambodia, Korea and the Philippines.\n\nSource: Al Jazeera", "tags": "set([])", "title": "Can Obama avert war with Iran?"}