{"yelLabel": ["nonyellow"], "tags": "set(['Most Popular on HuffPost'])", "title": "White House Chief of Staff Denis McDonough Says the Israeli Occupation 'Must End'", "content": "WASHINGTON -- White House Chief of Staff Denis McDonough brought a strong message to an American pro-Israel conference on Monday, telling a crowd of 3,000 attendees that “an occupation that has lasted for almost 50 years must end, and the Palestinian people must have the right to live in and govern themselves in their own sovereign state.”\n\nThe annual conference, hosted by J Street, fell at a nearly unprecedented low point in U.S.-Israeli relations. Existing tensions between President Barack Obama and Prime Minister Benjamin Netanyahu came to a head in the recent Israeli elections, when Netanyahu campaigned on a promise that he would not allow for the creation of a Palestinian state. Though he has since tried to reaffirm his support for a two-state solution, the White House has rejected his reversal.\n\n“After the election, the prime minister said that he had not changed his position, but for many in Israel and in the international community, such contradictory comments call into question his commitment to a two-state solution -- as did his suggestion that the construction of settlements has a strategic purpose of dividing Palestinian communities and his claim that conditions in the larger Middle East must be more stable before a Palestinian state can be established,” McDonough said.\n\n“We cannot simply pretend that those comments were never made, or that they don’t raise questions about the prime minister’s commitment to achieving peace through direct negotiations,” McDonough added, saying that the Obama administration plans to reevaluate its policy toward Israel and the Palestinian territories.\n\nThough McDonough did not elaborate on what a revamped policy would look like, the White House has suggested that its opposition to Palestinian attempts to secure statehood at the United Nations may soften. On Thursday, White House spokesman Josh Earnest told reporters, “Steps that the United States has taken at the United Nations have been predicated on this idea that the two-state solution is the best outcome. Now our ally in these talks has said that they are no longer committed to that solution. That means that we need to reevaluate our position in this matter, and that is what we will do moving forward,” referring to past down-votes by the U.S. on Palestinian statehood initiatives.\n\nWhile the relationship between Obama and Netanyahu has been strained since the American president’s early days in office, both leaders, at least officially, have supported a negotiated two-state solution to the Israeli-Palestinian conflict. Now that the Obama administration is operating under the assumption that Netanyahu has no intention of supporting a Palestinian state, the White House has been increasingly unrestricted in its criticism of the Israeli occupation of the Palestinian territories.\n\n“Palestinian children deserve the same right to be free in their own land as Israeli children in their land. A two-state solution will finally bring Israelis the security and normalcy to which they are entitled, and Palestinians the sovereignty and dignity they deserve,” McDonough told a cheering crowd of J Street conference attendees, who overwhelmingly identify with the Jewish left.\n\nThe chief of staff said that the parameters of a two-state solution are clear. “The borders of Israel and an independent Palestine should be based on the 1967 lines with mutually agreed swaps. Each state needs secure and recognized borders, and there must be robust provisions that safeguard Israel’s security,” he said, mentioning baseline borders that Netanyahu has repeatedly refused, citing security concerns.\n\nOn Sunday, Israeli Ambassador to the U.S. Ron Dermer attempted to justify Netanyahu’s controversial pre-election comments by explaining that ending the occupation would compromise Israeli safety.\n\n“Right now, if we establish a Palestinian state on the West Bank on Judea-Samaria, we are going to see another armed terror base used to launch attacks against Israel,” he said on NBC’s “Meet the Press.”\n\n“Remember, Israel left Lebanon in 2000. We didn't get peace, we got an Iranian terror base out on the northern border. Israel left Gaza in 2005, we uprooted all the settlements there. We didn't get peace, we got an Iranian terror base on our southern base,” Dermer said.\n\nDuring his remarks at J Street, McDonough pushed back against the notion that the U.S. was promoting a solution that would jeopardize Israeli security. “We share Israel’s concern about the security environment in the region -- which is why, as part of the last round of talks, the president and Secretary Kerry had General John Allen prepare a detailed plan to provide for security in the West Bank over the long term,” he said.\n\nMcDonough added, “Nothing would do more to improve Israel’s security or its relations with its neighbors than to bring about a sovereign and contiguous Palestinian state alongside a secure, democratic, Jewish Israel.”\n\nDespite his harsher-than-usual words for the Israeli leadership, McDonough stressed that the U.S. will continue to ensure that Israel has a stronger military than any of its neighbors. He reminded his audience that the U.S. delivered immediate emergency funding of $225 million for Israel’s Iron Dome missile defense system during last summer’s Gaza War, in addition to nearly $1 billion in funding already in place for the system.\n\nNext year, McDonough added, Israel will receive F-35 Joint Strike Fighter jets, making it the only country in the Middle East that will be armed with the highly advanced aircraft.\n\nNear the end of his remarks, McDonough shifted to Iran, referencing congressional attempts to pass legislation that would empower lawmakers to vote on a final nuclear agreement and strip the president of the ability to temporarily lift sanctions.\n\n“Let’s be very clear about what this would do,” said McDonough, who recently drafted a letter to Senate Foreign Relations Committee Chairman Bob Corker (R-Tenn.), urging him to hold off on putting the bill to a vote. “It would embolden hard-liners in Iran. It would separate the United States from our allies. And it would potentially fracture the international unity that has been essential to keeping the pressure on Iran. In other words, this legislation could cause the United States to be blamed if diplomacy fails.\"\n\n", "positionLabels": ["critical"], "politicalLabels": ["liberal"]}