{"content": "WASHINGTON -- Sen. Mark Udall (D-Colo.) isn’t the only one sweating out his tough re-election. Civil liberties groups are dreading the prospect of Senate without Udall, and say a loss to Republican challenger Rep. Cory Gardner may mean major setbacks for transparency.\n\n“A Senate without Udall is a Senate without a real champion,” said Laura Pitter, senior national security counsel at the nonpartisan Human Rights Watch. “[He’s] one of the few politicians who will do what’s right, even when it means confronting his own political leadership.”\n\nUdall, well known as an advocate for government accountability, is clawing for his political life in next month's election, with his zeal for national security reform largely absent from his campaign. That omission may well have helped Republicans gain traction in attacks tying him to the Obama administration. Udall lags his GOP challenger by more than 2 percentage points, according to HuffPost Pollster.\n\nUdall, a longtime mountaineer, sits on both the Intelligence Committee and the Armed Services Committee, putting him in a unique position on national security. As of late, he’s made himself a thorn in the side of the Obama administration’s prized spy agencies, the CIA and National Security Agency.\n\nUdall has been one of the NSA’s staunchest critics in the wake of Edward Snowden’s 2013 revelations of massive, warrantless data collection on millions of Americans. More recently, he has fiercely advocated for the declassification of the Intelligence Committee’s study on the CIA’s post-9/11 enhanced interrogation program, in which suspected terrorists were shipped to secret overseas prisons and subjected to waterboarding and other harsh techniques.\n\nUdall was a key figure in shaking loose an explosive feud that had festered between the Intelligence Committee and the CIA behind closed doors. Through consistent public prodding, Udall helped lay a trail through letters and public hearings that revealed the CIA had improperly accessed Senate computers used by staffers for the committee’s study.\n\nHe was one of only two lawmakers to call for the resignation of CIA Director John Brennan -- an Obama appointee and former counterterrorism adviser to the White House -- over the scandal.\n\n“He’s been a very powerful and credible voice, and I think his would be huge shoes to fill,” said Scott Roehm, senior counsel for the Constitution Project, a bipartisan think tank based in Washington.\n\nUdall’s civil liberties advocacy extends through his term in the Senate. In one notable 2011 instance, he vigorously fought his party’s leadership on the National Defense Authorization Act. He objected to provisions of the legislation that would allow for indefinite detention of American citizens without charge or trial, and was the sole vote against the bill in the Democratic-led Armed Services Committee.\n\n“It’s that kind of ability to be the one when it’s 25-to-1 -- that is a quality that is in short supply in the Senate,” said Chris Anders, senior legislative counsel for the American Civil Liberties Union.\n\nIt’s examples like that, advocates say, that show what Udall’s departure from the Senate would mean. While Gardener has bludgeoned Udall for alignment with Democrats on topics like health care, Udall's positions on national security may offer a valid defense against accusations of serving as a rubber stamp for President Barack Obama.\n\n“He’s definitely deviated from the Obama administration on these issues,” Pitter said. “He’s not towed the party line in a lot of respects.”\n\nInstead, Udall has found comfortable national security footing with a bipartisan group of lawmakers loosely called the “checks and balances caucus,” where he and Sen. Ron Wyden (D-Ore.) join Sens. Rand Paul (R-Ky.) and Mike Lee (R.-Utah) to champion civil liberties causes.\n\nThey group has clout, and has pushed several issues. But it’s small. The loss of Udall -- who carries extra weight because he belongs to the majority party -- would hurt.\n\n“When you actually list out the number of senators who work on pushing back, it’s a short list,” Anders said. “There’s a tremendous amount of work to do. So if you lose one of those people, it’s a big loss. It’s a big loss for the country.”\n\nAnders stressed that the ACLU’s stance is nonpartisan, pointing out that the organization has supported Republicans as well as Democrats in the fight for civil liberties in Washington. Udall’s importance as an advocate for transparency, he said, far outweighs his ties to the Democratic Party.\n\n“I think that’s why I feel comfortable having this conversation,” Anders said. “He’s not just any other senator on these key issues. He’s someone who actually uses as much power as he has in the Senate to push back. And doing it within the president’s own party does give it more force than doing it from the opposing party. It’s a key thing.”\n\nPolls show Gardner's lead over Udall widening, with less than two weeks until Election Day.\n\n“Udall has been a stalwart advocate for civil liberties and one of the few politicians willing to stand up to the CIA and for what he believes in,” Pitter said. “So it’s hard to believe his race is even contested.”\n\n---------------------------\n\nWhat's happening in your district? The Huffington Post wants to know about all the campaign ads, mailers, robocalls, candidate appearances and other interesting campaign news happening by you. Email any tips, videos, audio files or photos to openreporting@huffingtonpost.com.", "tags": "set(['Most Popular on HuffPost'])", "title": "Colorado Senate Race May Deal Major Blow To Civil Liberties"}