{"content": "Israel's ambassador to the U.S. said Sunday that while Prime Minister Benjamin Netanyahu's administration is \"committed\" to the eventual establishment of a Palestinian state, recent developments in the region have caused the administration to back away.\n\nThe comments come amid rising tensions between the U.S. and Israel, caused in part by Netanyahu's declaration before the recent Israeli election that a Palestinian state won’t be established while he is in power.\n\n“He is committed to a vision of peace: of two states for two peoples, a demilitarized Palestinian state that recognizes the Jewish state of Israel,” Ron Dermer said on NBC’s “Meet the Press” of Netanyahu. “What has changed is the circumstances over the last few years.”\n\nDermer pointed to the recent collapse of numerous governments in the Middle East -- such as in Libya and Yemen, and the ongoing violence in Syria -- as one of the reasons why Netanyahu's administration is jittery about a new Palestinian state.\n\n“We have a collapse of a 100-year order in the Middle East,” Dermer said, in reference to the overthrow of despotic regimes across the Arab world. “And militant Islam is charging into the void.”\n\nAnother reason behind Netanyahu's apparent reversal from an oft-cited 2009 speech in which he endorsed a two-state solution to the Israeli-Palestinian conflict, according to Dermer, was the recent alliance between Palestinian leaders in the West Bank and Gaza.\n\nDermer’s comments resemble those made by Netanyahu, who in recent days has tried to backpedal from his pre-election statement in the face of U.S. criticism. In an interview with MSNBC, for example, Netanyahu said that he hadn’t changed his policy. Instead, he said, “what has changed is the reality.”\n\nThe comments are said to have infuriated the White House, which supports the establishment of a Palestinian state.\n\n\"We take him at his word when he said that it wouldn't happen during his prime ministership, and so that's why we've got to evaluate what other options are available to make sure that we don't see a chaotic situation in the region,\" President Barack Obama said Friday in an interview with The Huffington Post.\n\nThe Obama administration is said to be considering backing a coming United Nations resolution that supports the establishment of a Palestinian state. Dermer said Israel is opposed to the resolution.", "tags": "set(['Most Popular on HuffPost'])", "title": "Israeli Ambassador Explains Netanyahu's Statements On Potential Palestinian State"}