{"content": "When President-elect Barack Obama invited Hillary Rodham Clinton to be his secretary of state, he did not just get Mrs. Clinton. He also got the extended circle of political aides she and her husband had collected over her years in the White House, the Senate and the 2008 presidential campaign.\n\nIn her four years at the State Department, Mrs. Clinton was widely admired within the Obama administration as hard-charging and low-profile, and her coterie of political advisers meshed with the White House team better than anyone had expected.\n\nNow, the uproar over her use of only a private email account to conduct government business — and her aides’ control over what emails to release and when — threaten to give Mrs. Clinton’s detractors a means to cast her tenure as secretary of state in a new and unflattering light.\n\n“It’s a ball of wool that won’t go away until the questions are answered,” said David Axelrod, a former senior adviser to Mr. Obama.\n\nLike a small group of other early advisers to Mr. Obama, Mr. Axelrod was present for some of the bumps involved in incorporating Mrs. Clinton and her team into the State Department after the brutal 2008 primary fight.\n\nBy the time she was sworn in as secretary, her closest aides, who came with her to Foggy Bottom, knew that she communicated only through a private email address. The practice was not a secret, according to a person with direct knowledge of the inner workings of State Department under Mrs. Clinton, and no one thought it necessary that she switch to an official government address, which would have caused her email to be preserved under the 2009 rules and regulations from the National Archives and Records Administration. Neither career foreign service officers nor State Department lawyers suggested that Mrs. Clinton use a department email address, the person said.\n\nBut Mrs. Clinton’s use of a clintonemail.com address, which shielded those emails from public records requests, is now giving ammunition to critics eager to diminish her experience as a globe-trotting diplomat, which allies portray as her strongest credential in seeking the Democratic nomination for president.\n\nMoreover, Mrs. Clinton’s relationship with the Obama White House, which she and her aides worked hard to improve and nurture, once again seems strained. Some of her allies have grumbled that the president’s aides could have done more to support her — perhaps, one said, by pointing out that the president himself and Mrs. Clinton’s successor, Secretary of State John Kerry, both use private accounts in addition to their government email addresses.\n\nThe White House has walked a careful line, not directly criticizing Mrs. Clinton but also directing most questions to her team.\n\nThe issue came to light after House Republican officials probing the events surrounding the terrorist attack on the American diplomatic compound in Benghazi, Libya, in 2012 tried to get copies of Mrs. Clinton’s email.\n\nAides to both Mrs. Clinton and Mr. Obama said they had kept one another informed throughout the process; Mrs. Clinton’s team, for example, gave a heads-up to the White House about the original report in The New York Times.\n\n“We have always had an open line of communication with the White House, from our time at the State Department and beyond,” said Mrs. Clinton’s spokesman, Nick Merrill. “That continues here, and we’re grateful for it.”\n\nMrs. Clinton’s arrival at the State Department initially left Mr. Obama’s aides fearing that she would try to create a shadow political operation at the agency: She saw to it that Mr. Obama allowed her to bring in an unusually large number of loyalists. (As one person familiar with the confirmation process said last year, “Obama didn’t realize that extended to the cafeteria workers.”)\n\nMr. Merrill said Mrs. Clinton had fewer appointees than former Secretary of State Condoleezza Rice.\n\nAides to Mr. Obama pushed back against several of Mrs. Clinton’s proposed hires and blocked the addition of Sidney Blumenthal, a longtime Clinton adviser, to the State Department’s speechwriting team.\n\n“There was some mostly petty residual distrust left over from the primary in those days,” said Tommy Vietor, a former National Security Council aide to Mr. Obama.\n\nThere were other well chronicled clashes: Cheryl D. Mills, a lawyer and Mrs. Clinton’s chief of staff, fought with Denis McDonough, then a senior foreign policy adviser to Mr. Obama, over several ambassadorial appointments. And Mrs. Clinton personally had to intervene with Mr. Obama over the appointment of Capricia Marshall, to whom White House aides objected, as chief of protocol.\n\nBut the Obama team’s early fears that Mrs. Clinton, who won 17.5 million votes in the Democratic primary, would steal the spotlight proved unfounded. Instead, administration officials said, Mrs. Clinton was known to bury herself in policy briefing books, talking to Mr. Obama at scheduled 45-minute meetings each week.\n\n“I didn’t see political tension,” Thomas R. Nides, deputy secretary for management and resources under Mrs. Clinton, said recently. “I saw a phenomenally cooperative State Department and White House.”\n\nYet the current controversy, and the White House’s reaction to it, have called to mind the mutual distrust that characterized the two camps early on. (In 2009, at the height of the swine flu epidemic in Mexico, Mr. Obama once joked that the moment Mrs. Clinton returned from a trip there, she “pulled me into a hug and gave me a big kiss — told me to get down there myself.”)\n\n“The mantra for us was ‘No drama Obama,’ and that didn’t just have to do with us,” said Robert Gibbs, a former White House press secretary, recalling the distinct organizational styles of Mr. Obama and Mrs. Clinton.\n\nThere had been relative harmony between the White House and Mrs. Clinton’s operation until this week. So far, Mrs. Clinton has tapped the White House communications director, Jennifer Palmieri, and John D. Podesta, a senior adviser to Mr. Obama, for senior roles on her presumptive 2016 presidential campaign.\n\nBut now, the former first lady suddenly looms large on the minds of White House aides again.\n\nA White House press briefing on Wednesday was dominated by questions about her email — on a day in which the Supreme Court heard arguments in a case threatening the president’s signature health care law and the Justice Department issued a scathing report about the handling of the death of a black teenager in Ferguson, Mo.\n\nMrs. Clinton’s name was brought up some 43 times.\n\n“Let’s go to Ferguson for a second,” a reporter interjected at one point. “I’ll get back to Hillary.”", "tags": "set([])", "title": "When Clinton Joined Obama Administration, Friction Was Over Staff, Not Email"}