{"yelLabel": ["nonyellow"], "tags": "set([])", "title": "What's behind Obama's 'disdain' for Romney?", "content": "With so many reports coming out of the White House that President Obama views Mitt Romney with “disdain,” let’s assume they’re true. Now let’s ask why the president has such contempt for his opponent.\n\nThe first explanation came in a book in August, where Glenn Thrush wrote that as the 2012 campaign approached, Obama “quickly developed a genuine disdain” for Romney.\n\nADVERTISEMENT ADVERTISEMENT\n\n“There was a baseline of respect for John McCain. The president always thought he was an honorable man and a war hero,” an Obama adviser told Thrush. “That doesn’t hold true for Romney. He was no goddamned war hero.”\n\nSo Obama looks down on Romney because Mitt was never captured by the enemy and tortured? That’s weird, given that Obama himself never served in the military, though he did famously complain that working in a private business was like being “behind enemy lines.” I guess you had to be there to appreciate his pain.\n\nAnother explanation came the other day, when The New York Times included the president’s contempt for Romney in a litany of excuses for Obama’s debate flop.\n\n“Mr. Obama does not like debates to begin with, aides have long said, viewing them as media-driven gamesmanship,” the Times wrote. “Mr. Obama made clear to advisers that he was not happy about debating Mr. Romney, whom he views with disdain.”\n\nSo the president doesn’t like debates, and especially doesn’t like debating Romney because of Obama’s “disdain.” This is more circular than enlightening, and begs the question of why.\n\nWhy does Obama hate Romney?\n\nHere’s my view: the president has been totally corrupted by power. His already excessive self-regard has grown out of control thanks to an entourage of yes men, a fawning press and the presidential bubble. He actually believes in the messianic cult of the “black Jesus” that surrounds him, and has a Nobel Prize to authenticate his personal exceptionalism.\n\nThe result is that Obama is no longer capable of dealing with ordinary disagreement and difference. He can only demonize it as unworthy and illegitimate. Honest disagreements are beneath him. Thus, Romney is a “liar.”\n\nWe the people disappoint him, too. His desire for “more flexibility” reflects a desire to be freed from our messy democracy, as did his comment that it would be easier to be president of China. The Constitution, he complained, is too limiting, signaling he doesn’t like the Founders’ whole point of limited government.\n\nAnother sign of irritation is his constant boasting and use of the word “I.” This is more than a bad habit. Whether from deep insecurity or narcissism, or both, he views his election as a blank check for power that he constantly tries to cash. Think czars and end runs around Congress, along with a public scolding of the Supreme Court.\n\nTellingly, he rejected Republican suggestions over the stimulus with a conversation-stopper: “I won.” And his decision to leak the details of how he personally decides who will live and die during drone attacks reeks of madness. The program put him as close to absolute power as a man can get, but instead of humility, he pounds his chest.\n\nThese are not stray episodes. His politics are intensely psychological and the key to his governing. People who have met with him report that he doesn’t listen or engage in substantive conversations. His ideas are immutable to facts or fresh thinking. “A stubborn worldview” is how one Democrat described it.\n\nRomney, in so many ways, embodies Obama’s worst nightmare. His life story explodes Obama’s crude assumptions of the wealthy, which is essentially that behind every great fortune lies a great crime. Romney did build his fortune.\n\nRomney also has the nerve to challenge the president’s statist philosophy. By attacking dependency and government power, and promoting individual opportunity and capitalism, Romney might as well be arguing that the world is flat.\n\nEven more offensive, the election is close, and the would-be usurper thrashed him one-on-one. This means war.\n\nTherein rests the truth of Obama’s disdain. It’s not really personal, it’s business. It is the business of a king clinging to power, for the simplest, most human reason of all.\n\nAs Mel Brooks said, “It’s good to be the king.”\n\nKeep reading Michael Goodwin's column at the New York Post\n\nMichael Goodwin is a Fox News contributor and New York Post columnist.", "positionLabels": ["critical"], "politicalLabels": ["liberal"]}