{"yelLabel": ["nonyellow"], "tags": "set([])", "title": "Anti-Piracy Bill SOPA, by Lamar Smith, Gets Texas Pushback", "content": "United States Representative Lamar Smith says online piracy is damaging the United States economy and putting American lives at risk. Foreign Web sites that distribute American-made entertainment and counterfeit products, like fake pharmaceuticals, are “stealing our profits, they’re stealing our jobs and they may be endangering the health of Americans,” said Mr. Smith, a Republican from San Antonio.\n\nHe introduced the Stop Online Piracy Act in October to tackle the problem, but the bill has received a cold reception in Mr. Smith’s home state.\n\nTechnology companies and business advocates in Texas agree that cyber crimes are a problem, but they contend that Mr. Smith’s bill would cause greater economic damage, particularly to Texas’ growing technology sector. And they say that online pirates could find ways to evade the law. Rackspace, Facebook and eBay, which have received economic incentives from the state to create jobs in Texas, are among the companies opposing the bill.\n\n“In the name of policing the online theft of intellectual property, key lawmakers are pushing a cure that’s worse than the disease,” Lanham Napier, the chief executive of Rackspace, a Web hosting business, wrote on the company’s blog in December.\n\nPhoto\n\nExisting United States laws — used by copyright holders and law enforcement authorities to remove copyrighted or illegal content from the Internet — do not apply to foreign Web sites that operate outside the jurisdiction of American courts. To effectually shut down a foreign site engaging in illegal activity, the Stop Online Piracy Act, known as SOPA, would allow a court to order domestic companies to cut financial ties and block American customers’ access to the site.\n\nThe bill has bipartisan support from a majority of the House Judiciary Committee, for which Mr. Smith is chairman, and is likely to pass out of committee when Congress reconvenes late this month. Mr. Smith said there was no language in the bill that would harm American businesses.\n\n“Unless Rackspace is a foreign Web site primarily dedicated to illegal activity, it’s not going to affect them or Facebook or any of the others,” he said.\n\nThe technology industry strongly disagrees.\n\nEd Black, the chief executive of the Computer and Communications Industry Association, said the bill would fundamentally change technology companies’ relationships with customers.\n\n“The harm is it ruins the business models for companies,” Mr. Black said. “We don’t want companies in a free society to act as secret police.”\n\nIf the current bill passes, a plaintiff could obtain a court order without giving the defendant notice.\n\nA foreign Web site accused of breaking United States law would have 48 hours to request an appeal of the court’s decision. If it does not appeal, American companies would have five days to obey the court order or face liability for enabling illegal activity.\n\nGoogle and Yahoo would be required to remove hyperlinks to the accused Web site in search results, PayPal and Visa would have to stop payment transactions on the site, and Google AdWords would have to discontinue advertisements. (All of those companies oppose the bill.)\n\nInternet service providers and companies like Rackspace would be required to block American users from accessing the Web site, or, as Mr. Napier put it in his blog post, “censor their customers with little in the way of due process.”\n\nRackspace estimates that a quarter of the business it conducts with its more than 160,000 customers is overseas. Its headquarters is in an area of San Antonio just outside Mr. Smith’s district, though he represents many of the 2,300 employees who work there.\n\nDespite the outcry, Mr. Smith stands behind the bill, which he said would protect Texans against intellectual property theft. Mr. Smith also pointed to Austin as a “ripe target” because of its thriving music and film industries.\n\n“There is an imbalance in the degree to which intellectual property rights are protected online,” said Chris Castle, a lawyer who represents musicians in Austin and supports SOPA.\n\nHe said Texans would benefit from a more clearly defined set of property rights, because the bill would encourage investment in legitimate Internet businesses that can profit from legally distributing artists’ work. SOPA would force American companies and individuals to take responsibility for promoting criminal activity.\n\nThe bill faces opposition from fellow conservatives in Mr. Smith’s home state and elsewhere. Gov. Rick Perry does not support the bill, nor does the conservative business advocacy group Americans for Job Security.\n\nThe measure would force technology companies to divert resources they could spend on innovation, job growth and marketing for “compliance with this new regulatory regime,” said Stephen DeMaura, the president of Americans for Job Security. The extra spending on legal counsel would hurt hundreds of technology companies in Texas, he added, and especially harm start-ups and small businesses.\n\nOrganizations and people opposed to SOPA say the bill would “nuke” high-tech companies in Mr. Smith’s district, and they accuse Mr. Smith of representing the interests of the entertainment industry over his constituents.\n\nAccording to Opensecrets.org, which is run by the Center for Responsive Politics, a nonprofit that tracks money in politics, the majority of Mr. Smith’s campaign financing, $59,300 in this year’s election cycle, has come from the entertainment industry.\n\nBut Opensecrets also reports that Mr. Smith has received $392,995 from the entertainment industry and $387,440 from the technology industry since 1998 — a small difference over all.\n\nThe technology industry remains convinced that its views were under-represented at a committee hearing on the bill and that pirates would find ways to evade the measure’s provisions. Federal lawmakers are trying to move the bill quickly, Mr. Black said, without conducting extensive economic studies or consulting technical experts on cybersecurity.\n\n“You would at least hope that there would be an attempt to hear out all stakeholders,” Mr. Black said, “so there could be a consensus of understanding where there’s common ground and where there are different views to try to bend.”", "positionLabels": ["defensive"], "politicalLabels": ["liberal"]}