{"yelLabel": ["nonyellow"], "tags": "set(['Most Popular on HuffPost'])", "title": "Crimea Parliament Declares Independence From Ukraine After Referendum", "content": "SIMFEROPOL, UKRAINE - MARCH 15: Russian flag held is seen on the Crimean parliament building before the Crimean referendum in Simferopol on March 15, 2014. (Photo by Bulent Doruk/Anadolu Agency/Getty Images)\n\nKIEV, Ukraine (AP) — Ignoring the toughest sanctions against Moscow since the end of the Cold War, Russian President Vladimir Putin recognized Ukraine's Crimean Peninsula as an \"independent and sovereign country\" on Monday, a bold challenge to Washington that escalates one of Europe's worst security crises in years.\n\nThe brief decree posted on the Kremlin's website came just hours after the United States and the European Union announced asset freezes and other sanctions against Russian and Ukrainian officials involved in the Crimean crisis. President Barack Obama warned that more would come if Russia didn't stop interfering in Ukraine, and Putin's move clearly forces his hand.\n\nThe West has struggled to find leverage to force Moscow to back off in the Ukraine turmoil, of which Crimea is only a part, and analysts saw Monday's sanctions as mostly ineffectual.\n\nMoscow showed no signs of flinching in the dispute that has roiled Ukraine since Russian troops took effective control of the strategic Black Sea peninsula last month and supported the Sunday referendum that overwhelmingly called for annexation by Russia. Recognizing Crimea as independent would be an interim step in absorbing the region.\n\nCrimea had been part of Russia since the 18th century, until Soviet leader Nikita Khrushchev transferred it to Ukraine in 1954 and both Russians and Crimea's majority ethnic Russian population see annexation as correcting a historic insult.\n\nUkraine's turmoil — which began in November with a wave of protests against President Viktor Yanukovych and accelerated after he fled to Russia in late February — has become Europe's most severe security crisis in years.\n\nRussia, like Yanukovych himself, characterizes his ouster as a coup, and alleges the new authorities are fascist-minded and likely to crack down on Ukraine's ethnic Russian population. Pro-Russia demonstrations have broken out in several cities in eastern Ukraine near the Russian border, where the Kremlin has been massing troops.\n\nFearing that Russia is prepared to risk violence to make a land-grab, the West has consistently spoken out against Russia's actions but has run into a wall of resistance from Moscow.\n\nReacting to Monday's sanctions, Russian Deputy Foreign Minister Sergei Ryabkov declared that they were \"a reflection of a pathological unwillingness to acknowledge reality and a desire to impose on everyone one-sided and unbalanced approaches that absolutely ignore reality.\"\n\n\"I think the decree of the president of the United States was written by some joker,\" Russian Deputy Prime Minister Dmitry Rogozin, one of the individuals hit by the sanctions, said on his Twitter account.\n\nThe White House imposed asset freezes on seven Russian officials, including Putin's close ally Valentina Matvienko, who is speaker of the upper house of parliament, and Vladislav Surkov, one of Putin's top ideological aides. The Treasury Department also targeted Yanukovych, Crimean leader Sergei Aksyonov and two other top figures.\n\nThe EU's foreign ministers slapped travel bans and asset freezes against 21 officials from Russia and Ukraine.\n\n\"We need to show solidarity with Ukraine, and therefore Russia leaves us no choice,\" Polish Foreign Minister Radoslaw Sikorski told reporters in Brussels.\n\nDespite Obama's vow of tougher measures, stock markets in Russia and Europe rose sharply, reflecting relief that trade and business ties were spared.\n\n\"I guess the market view is that Russia forced their case in Crimea, pushed through the referendum, and the Western reaction was muted, so that this opens the way for future Russian intervention in Ukraine,\" said Tim Ash, an analyst who follows Ukraine at Standard Bank PLC.\n\nOn Monday evening Vice President Joe Biden was heading to Europe to meet with NATO allies. He was headed for Warsaw, where he was slated to meet Tuesday with Polish Prime Minister Donald Tusk and President Bronislaw Komorowski. He was to meet separately with Estonian President Toomas Hendrik Ilves. In Lithuania, Biden planned to meet with President Dalia Grybauskaite and Latvia's President Andris Berzins.\n\nIn the Crimean capital of Simferopol, ethnic Russians applauded Sunday's referendum that overwhelmingly called for secession and for joining Russia. Masked men in body armor blocked access for most journalists to the parliament session that declared independence, but the city otherwise appeared to go about its business normally.\n\n\"We came back home to Mother Russia. We came back home, Russia is our home,\" said Nikolay Drozdenko, a resident of Sevastopol, the key Crimean port where Russia leases a naval base from Ukraine.\n\nA delegation of Crimean officials was to fly to Moscow on Monday and Putin was to address both houses of parliament Tuesday on the Crimean situation, both indications that Russia could move quickly to annex.\n\nIn Kiev, acting President Oleksandr Turchynov vowed that Ukraine will not give up Crimea.\n\n\"We are ready for negotiations, but we will never resign ourselves to the annexation of our land,\" a somber Turchynov said in a televised address to the nation. \"We will do everything in order to avoid war and the loss of human lives. We will be doing everything to solve the conflict through diplomatic means. But the military threat to our state is real.\"\n\nThe Crimean parliament declared that all Ukrainian state property on the peninsula will be nationalized and become the property of the Crimean Republic. It gave no further details. Lawmakers also asked the United Nations and other nations to recognize it and began work on setting up a central bank with $30 million in support from Russia.\n\nMoscow, meanwhile, called on Ukraine to become a federal state as a way of resolving the polarization between Ukraine's western regions — which favor closer ties with the 28-nation EU — and its eastern areas, which have long ties to Russia.\n\nIn a statement Monday, Russia's Foreign Ministry urged Ukraine's parliament to call a constitutional assembly that could draft a new constitution to make the country federal, handing more power to its regions. It also said the country should adopt a \"neutral political and military status,\" a demand reflecting Moscow's concern that Ukraine might join NATO and establish closer political and economic ties with the EU.\n\nRussia is also pushing for Russian to become one of Ukraine's state languages, in addition to Ukrainian.\n\nIn Kiev, Ukraine's new government dismissed Russia's proposal as unacceptable, saying it \"looks like an ultimatum.\"\n\nUkrainian Foreign Minister Andriy Deshchytsya visited NATO headquarters in Brussels to request technical equipment to deal with the secession of Crimea and the Russian incursion there.\n\nNATO said in a statement that the alliance was determined to boost its cooperation with Ukraine, including \"increased ties with Ukraine's political and military leadership.\"\n\n___\n\nAssociated Press writers Maria Danilova in Kiev, John-Thor Dahlburg in Simferopol, Lynn Berry in Moscow, Nedra Pickler in Washington, Pan Pylas in London and Mike Corder and Raf Casert in Brussels contributed to this report.", "positionLabels": ["factual"], "politicalLabels": ["liberal"]}