{"content": "French fighters (or French speaking) of ISIS or Islamic State group or Daesh deliver a message to Francois Hollande and to French people, mourning the killers of Charlie Hebdo team, brothers Kouachi, as well as Amedy Coulibaly in a video message sent on internet on February 4th, 2015, Photo by Balkis Press/ABACAPRESS.COM\n\n\n\nBEIRUT, March 24 (Reuters) - Islamic State has recruited at least 400 children in Syria in the past three months and given these so-called \"Cubs of the Caliphate\" military training and hardline indoctrination, a monitoring group said on Tuesday.\n\nThe Syrian Observatory for Human Rights said the children, all aged under 18, were recruited near schools, mosques and in public areas where Islamic State carries out killings and brutal punishments on local people.\n\nOne such young boy appeared in a video early this month shooting dead an Israeli Arab accused by Islamic State of being as spy. A French police source said the boy might be the half-brother of Mohamed Merah, who killed three soldiers, a rabbi and three Jewish children in Toulouse in 2012.\n\n\"They use children because it is easy to brainwash them. They can build these children into what they want, they stop them from going to school and send them to IS schools instead,\" said Rami Abdulrahman, head of the British-based Observatory.\n\nIslamic State declared a caliphate last year in territory it controls in Syria and Iraq and is being targeted by U.S.-led air strikes in both countries.\n\nIt has beheaded or shot dead Syrian civilians, combatants, foreign aid workers and journalists and has released videos appearing to show children witnessing or participating in some of the killings. The group persecutes people across sects and ethnicities who do not adhere to its ultra-hardline doctrine.\n\nThe group may be resorting to children because it has been having difficulties recruiting adults since the start of the year, with only 120 joining its ranks, Abdulrahman said.\n\nThis was partly due to tighter controls on the Turkish border, where foreign fighters tend to enter, he added.\n\nIslamic State has encouraged parents to send children to training camps or has recruited them without their parents' consent, often luring them with money, said the Observatory, which tracks the conflict using sources on the ground.\n\nAt the training camps, the children learn to fire live ammunition, fight in battles and to drive, it said. Islamic State also recruits children as informants and as guards for its headquarters as well as welcoming children with birth defects into its ranks, the Observatory added. (Reporting by Sylvia Westall; Editing by Tom Heneghan)", "tags": "set(['Most Popular on HuffPost'])", "title": "Islamic State Has Recruited At Least 400 Children In Syria Since January, Monitoring Group Says"}