{"yelLabel": ["nonyellow"], "tags": "set([])", "title": "An Obama second term will not be the second coming of Bill Clinton", "content": "Anyone who says that a second Obama term would recapture the golden days of Bill Clinton is selling fool’s gold. It appears to be shiny, but it’s counterfeit.\n\nIn fact, after nearly four years, Obama’s presidency only resembles a time when Clinton was at his worst—in his first two disastrous years in office.\n\nADVERTISEMENT ADVERTISEMENT\n\nIn their first two years, both Clinton and Obama didn’t focus on growing jobs and “the economy, stupid.” Instead, Bubba and Bam preferred using their Democratic majorities in both houses of Congress to push for massive “stimulus” spending by government, government takeovers of the entire health care system, and energy taxation that would have been the biggest tax hike in American history.\n\nRepublican minorities in the House and Senate blocked almost all of Clinton’s agenda and gained majority status in Congress in the 1994 midterm elections. By his midterms, Obama had passed his reforms in health care and financial services, bailed out banks and the auto industry, signed his $862-billion “stimulus” into law, and started pouring billions of taxpayer dollars into his dream of “green” energy development.\n\nFor Barack Obama to govern like Bill Clinton in a second term, Obama would have to undergo an ideological and personality transformation.\n\nClinton was chastened by his midterm losses. Counseled by political consultant Dick Morris, Clinton tacked to the center, eventually accepting welfare reform and apologizing for raising taxes on job creators and investors. Clinton backed free trade. At the end of his first term, he declared that, “the era of big government is over.” Clinton’s cuts in military spending and the dotcom boom buoyed the economy and poured in revenues that reduced government debt.\n\nBy contrast, following his midterm “shellacking” in the 2010 elections, Obama has been an “anti-Clinton.” Obama has doubled down on his commitments to: raise taxes on business and investing success; increase government’s size, spending and regulatory reach; and create roadblocks for the abundant fossil fuel extraction and pipelining that could produce a boom in American jobs and new business expansion.\n\nYes, Clinton raised taxes on the wealthy. But with arm-twisting from Republicans, Clinton also cut capital gains taxes. He reduced government spending as a share of GDP to 19.5 percent when he left office (under Obama it is 24 percent), and was way friendlier to businesses than Obama. Obama wants to raise business investment taxes and, according to The Wall Street Journal, has “already raised investment tax rates by 3.8 percentage points as part of ObamaCare.”\n\nObama’s un-Clinton-like hostility to small businesses and investors has these groups sitting on trillions of dollars in their assets and has caused the worst recovery from a recession in 70 years.\n\nA recent poll finds that 69 percent of small business owners and manufacturers say that, “President Obama’s Executive Branch and regulatory policies have hurt American small businesses and manufacturers.” Further, 67 percent say “there is too much uncertainty in the market today to expand, grow or hire new workers.” And, 55 percent say, “they would not start a business today given what they know now and in the current environment.”\n\nFor Barack Obama to govern like Bill Clinton in a second term, Obama would have to undergo an ideological and personality transformation. Political reinvention, negotiation and “triangulation” are Clinton’s forte—not Obama’s.\n\nAre you willing to bet the next four years—and the future of your children, grandchildren and country—on Obama not being Obama and, magically, becoming Bill Clinton at his best, rather than his worst?\n\nCommunications consultant Jon Kraushar is at www.jonkraushar.net. He is a consultant to corporate and political leaders including Steve Forbes.", "positionLabels": ["critical"], "politicalLabels": ["liberal"]}