{"content": "Spanish police on Friday arrested eight suspects who allegedly recruited people to fight for the Islamic State in Iraq and the Levant (ISIL) and urged attacks to be carried out in Spain, the Interior Ministry said.\n\nThe eight Spaniards — six men and two women — were suspected of carrying out a pro-ISIL propaganda campaign among the immigrant community in Spain and Spaniards of Moroccan descent, the ministry said. Five of the suspects are of Moroccan origin.\n\n\"The group represented a serious and definite threat to national security,\" the ministry said in a statement, adding that the network aimed to carry out attacks in Spain.\n\nThe group sought to recruit immigrants and Spaniards with Moroccan origins who had little or no knowledge of the Arabic language. These recruits, the Interior Ministry told the Spanish daily El País, were “insistently imbued with the necessity to commit terrorist acts on national territory.”\n\nThe dawn raid was carried out in the northeastern cities of Barcelona and Girona and in the central areas of Avila and Ciudad Real, in collaboration with Moroccan intelligence services.\n\nIncluding Friday's arrests, Spanish police have arrested 23 people linked to such activity so far this year, according to government data — more than half the total arrested in the whole of last year. Most of the arrests have been in Ceuta and Melilla, two Spanish city enclaves in North Africa that are surrounded by Morocco on one side and the Mediterranean Sea on the other.\n\nEuropean governments have been on high alert for pro-ISIL activity since the attacks on French satirical newspaper Charlie Hebdo in Paris in January in which gunmen killed 17 people. Security crackdowns in France and Germany have seen dozens arrested for suspected ISIL-ties.\n\nIn the United States, three men were arrested last week in Brooklyn with alleged connections to ISIL. They are charged with attempt and conspiracy to provide material support to a terrorist organization. More than 20 people have been arrested in the U.S. in the last year for trying to travel to Syria to join ISIL or other groups, including six Bosnian-Americans indicted earlier this month.\n\nMore than 12,000 foreigners are believed by intelligence services to have traveled to fight with groups in Syria and Iraq. The volunteers come from at least 81 countries — around one quarter of them reportedly hold Western citizenship.\n\nAl Jazeera and wire services", "tags": "set(['Human Rights', 'Islamic State in Iraq and the Levant (ISIL)', 'Police', 'Charlie Hebdo attack', 'Sports', 'Environment', 'International', 'Terrorism', 'Economy', 'Europe', 'Israel', 'ISIS', 'Iraq', 'Spain', 'Science', 'U.S.', 'Syria', 'Charlie Hebdo in Paris', 'ISIL', 'Tunisia', 'Culture', 'Politics', 'Technology'])", "title": "Spain Arrests Eight Alleged ISIL Recruiters"}