{"content": "WASHINGTON — Ever since President Obama ordered American warplanes to begin bombing terrorist targets in Iraq and Syria last year, members of Congress have insisted on having a say in the matter. The president, they declared, could not, or at least should not, take the country back to war without the input of the nation’s elected representatives.\n\nNow, six months after he sent the military back into combat to take on the terror group calling itself the Islamic State, Mr. Obama has acquiesced and sent a measure to Congress asking it to formally authorize what he has been doing all along. And now that they have gotten what they asked for, few in Congress seem all that enthusiastic about the prospect.\n\nOne side thinks the president’s request for war-making powers is too brazen and even reckless. The other side thinks it is too spineless and probably ineffectual. “It does not seem to have resonated with anyone,” said Senator Susan Collins, Republican of Maine and a member of the Intelligence Committee. “I haven’t found any colleague who’s been enthusiastic about it.”\n\nSome senior lawmakers even wondered aloud on Thursday whether Congress would pass any version of an authorization to use military force, or A.U.M.F. “I think when people look at 10,000 feet up, everyone says they want an A.U.M.F.,” said Senator Charles E. Schumer of New York, a member of the Democratic leadership. “When it comes to actually passing an A.U.M.F. that pleases enough people to get a majority, it’s very hard.”\n\nThe debate shaping up in Congress will be unlike many before. Typically, when presidents have asked lawmakers to authorize force, they have done so during a period of rising tension before any actual action by American forces, raising the pressure on Congress to act. President George W. Bush asked Congress to approve force before he attacked Afghanistan and Iraq.\n\nIn this case, Mr. Obama has already been waging war against the Islamic State for half a year, and the White House has made it clear that nothing will change while Congress deliberates. As a result, Congress prepared to leave town for a weeklong recess with no urgency about when it might pass a force measure — or even if it would.\n\nSenator Bob Corker, the Tennessee Republican who is chairman of the Foreign Relations Committee, made clear he felt no need to hurry. He said he planned to hold extensive hearings when lawmakers returned to explore whether the president’s current strategy in Iraq and Syria made sense. Only after that will he begin to look at the president’s proposed force authorization.\n\n“I know there’s all this rush and media inquiry, but what we need to do is take our time,” he said in an interview. “We need to understand what the administration’s plans are. And once we do that, we’ll be in a position to try to move forward with an authorization.”\n\nThe president feels no urgency, either, since he argues that he already has the authority to conduct the airstrikes. But Josh Earnest, the White House press secretary, said Mr. Obama thought it was an important debate for the country. “The president wouldn’t be wading into this if he didn’t care pretty deeply about it,” he said. “He thinks Congress should have a voice in this.”\n\nThe White House is not at all sure it will get a measure out of Congress. But for once, Mr. Obama’s advisers are in the position of assuming they will ultimately get votes from Republicans for some form of authorization because Republicans support the war against the Islamic State. Democrats may be harder to corral, but the president could appeal to their loyalty.\n\n“Everyone would acknowledge this is difficult,” Mr. Earnest said. But he added that “this is the place where we should be able to find some common ground.”\n\nThe president’s proposal would authorize military force against the Islamic State, also known as ISIS or ISIL, as well as “associated persons or forces.” But it would limit operations to three years unless Congress extended them, and it would rule out “enduring offensive ground combat operations.”\n\nMr. Obama’s proposal would also repeal the 2002 legislation that authorized Mr. Bush’s invasion of and the subsequent long war in Iraq. But it would leave in place the 2001 legislation that authorized the war in Afghanistan and the global struggle against terrorists since then.\n\nRepublicans argue that Mr. Obama is unwisely limiting the operation against the Islamic State through artificial restrictions that betray his own lack of commitment. The president’s fellow Democrats said that the resolution did not limit combat geographically and that the restriction on ground forces was too vague. The Democrats added that leaving the 2001 authority in place meant the president could still do what he wanted regardless.\n\nThe Obama proposal was unusual in that presidents are generally loath to seek restrictions on their power. Just once since 1819 has Congress authorized force with a time limit, according to a report by the National Security Network, a liberal foreign policy advocacy group. That was in 1983, when Congress set an 18-month limit for President Ronald Reagan’s peacekeeping force in Lebanon.\n\nBut the report made clear that even if presidents did not seek them, Congress often imposed other restrictions on the commander in chief’s war-making powers. Of 35 force measures analyzed, 60 percent contained geographic restrictions, 43 percent specifically named the enemy and 37 percent limited the kinds of operations or forces. The most restrictive measures tended to be early in the republic, while modern history has produced less restrictive measures.\n\nThe most recent case came in 2013, when Mr. Obama asked Congress to approve his plan to launch a punitive airstrike against Syria for using chemical weapons against its own people. The draft sent by the White House included no limitations on the scope or duration of military action.\n\nBut the Senate Foreign Relations Committee rewrote it to bar ground combat and to expire after at most 90 days. Among those voting for that were Mr. Corker and Senator John McCain, the Arizona Republican who has been critical of the proposal Mr. Obama sent this week. Ultimately, Mr. Obama abandoned the attack in favor of a Russian-brokered deal in which Syria gave up chemical weapons.\n\nRepublicans on Thursday said limits now were irresponsible. “His approach is one of the stupidest approaches I’ve ever seen,” said Senator Orrin G. Hatch, Republican of Utah. “Any president worth his salt would want the A.U.M.F. to be as broad as it can be.”\n\nSenator Marco Rubio of Florida, a possible Republican presidential candidate, said Congress would not pass Mr. Obama’s proposal. “We’re going to write our own legislation,” he said, “and I hope it’s a very simple one that’s going to say that we authorize the president to take whatever steps are necessary to defeat ISIS. Period.”\n\nDemocrats wanted more limits, not fewer, and the party leadership was cautious. Senator Harry Reid of Nevada, the Democratic leader, has made no comment on the president’s proposal. Representative Nancy Pelosi of California, Mr. Reid’s counterpart, told reporters that Mr. Obama was “on the right path” but that she was “not necessarily committed to the words in this draft.”", "tags": "set([])", "title": "Congress Shows a Lack of Enthusiasm for Giving Obama War Powers to Fight ISIS"}