{"yelLabel": ["yellow"], "tags": "set(['Human Rights', 'Social Media', 'Yemen', 'ISIL', 'ISIS', 'International', 'Science', 'U.S.', 'Marijuana', 'Sports', 'Environment', 'Culture', 'Middle East', 'Gaza', 'Syria', 'Iraq', 'Technology', 'War', 'Politics', 'Economy'])", "title": "Brookings report on ISIL's Twitter use", "content": "There are at least 46,000 Twitter accounts being used to promote the Islamic State in Iraq and the Levant (ISIL), though most pro-ISIL tweets come from a small group of \"hyperactive\" users, according to a new study.\n\nThe armed group operating in Iraq and Syria has been more successful at using technology to propagate its message than other groups, according to the report — “The ISIS Twitter Census” — published by the Washington D.C.-based Brookings Institute.\n\n“Although much ink has been spilled on the topic of ISIS activity on Twitter, very basic questions remain unanswered, including such fundamental issues as how many Twitter users support ISIS, who they are, and how many of those supporters take part in its highly organized online activities,” the report said, using another acronym for the group.\n\nDespite the large number of accounts supporting ISIL, most of the group’s media success was credited to a small group of between 500 and 2,000 \"hyperactive\" users, the study found. Those users tweet from 545 to nearly 2,000 posts each day.\n\nMost of the accounts tweet in Arabic, with only about one in five using English. And each account has an average of about 1,000 followers, which is considerably higher than an ordinary Twitter user, according to Brookings.\n\nMost ISIL supporters were located within the territories where the group operates, as well as Saudi Arabia, and had created their accounts in 2014, the report found.\n\nWhile some analysts and policy-makers have argued for suspending ISIL-related accounts, the study questioned whether that would be effective at slowing the group.\n\n“Account suspensions do not have concrete effects in limiting the reach and scope of ISIS activities on social media,” the report said. “The process of suspension does create certain new risks … they isolate ISIS supporters online.\"\n\n\"This could increase the speed and intensity of radicalization for those who do manage to enter the network, and hinder organic social pressures that could lead to deradicalization,” the study added.\n\nAttempts to de-radicalize social media users will be most successful if they remain part of a mainstream platform such as Twitter, which contains a wide community and range of political, social and religious outlooks, the report argued.\n\n“Prior to the advent of social media, Al-Qaeda training camps practiced cult-like techniques of indoctrination, which included cutting new recruits off from the outside world,” the study said. “While the barriers to outside engagement in a virtual environment are obviously far more porous, the segregation of ISIS’s social network may create a smaller but similar effect.”", "positionLabels": ["critical"], "politicalLabels": ["neutral"]}