{"content": "Israeli Prime Minister Benjamin Netanyahu's ruling Likud Party scored a resounding victory in the country's election, final results showed Wednesday. It was a stunning turnaround after a tight race. (March 18) AP\n\nIsraeli Prime Minister Benjamin Netanyahu greets supporters at the party's election headquarters In Tel Aviv on Wednesday, March 18, 2015. (Photo: Dan Balilty, AP)\n\n1. Iran nuclear talks. The Israeli leader has been a strident critic of U.S. talks with Iran on curbing that country's nuclear program. Back in power, he may work with fellow critics in the Republican-controlled Congress to undermine any agreement the U.S. reaches with Iran on the grounds that Iran can't be trusted to halt a program that could produce nuclear weapons.\n\n2. Palestinian state. Peace talks have stalled under Netanyahu, who declared on the eve of the election that he would oppose the creation of a Palestinian state during a new term. If he keeps his word, that hard-line stance will be a roadblock to U.S. efforts to revive peace talks aimed at creating an independent state for Palestinians.\n\n3. Israeli settlements. Over U.S. objections, Netanyahu has allowed construction within existing settlements on land claimed by Palestinians as part of a future state. Back in office, Netanyahu would have no incentive to curb settlement activity opposed by President Obama but favored by Israeli nationalists who returned him to office.\n\n4. U.S. relations. Because of their many policy differences, Obama and Netanyahu have as bad a personal relationship as any U.S. and Israeli leader ever. Now that Netanyahu is in line for a fourth term as prime minister, it could be a miserable final two years for Obama when Mideast issues arise.\n\n5. Israel's economy. Netanyahu's party won despite unhappiness among Israelis with the high cost of living under his free-market economic policies. But after a pre-election scare that he might lose because of bread-and-butter issues, Netanyahu may push for higher wages or a better social safety net to make necessities more affordable.\n\nSource: USA TODAY research\n\nRead or Share this story: http://usat.ly/1beAocC", "tags": "set(['Interactives', 'Investigations'])", "title": "Five ways victory for Israel's Netanyahu matters"}