{"content": "WASHINGTON \u0097 Senator Barack Obama, in his first day as the Democrats’ presumptive presidential nominee, plunged into the thicket of Middle East politics on Wednesday with comments on the status of Jerusalem and deterrence of Iran’s nuclear ambitions.\n\nSpeaking before the annual conference of the American Israel Public Affairs Committee, the nation’s foremost pro-Israel lobby, Mr. Obama endorsed a two-state Israel-Palestine settlement, but also insisted that Jerusalem should remain both the capital of the Jewish nation and undivided.\n\nThose remarks drew immediate criticism from Palestinian leaders in the West Bank and Gaza, with Sami Abu Zuhri, a spokesman for Hamas, saying that Mr. Obama’s speech proved there would be no change in American policy toward the Palestinians, which he described as “hostile.”\n\nMahmoud Abbas, president of the Western-backed Palestinian Authority, expressed frustration. “The whole world knows that East Jerusalem, holy Jerusalem, was occupied in 1967,” Mr. Abbas said, “and we will not accept a Palestinian state without having Jerusalem as the capital of a Palestinian state.”\n\nMr. Obama, who was introduced as the Democratic nominee and received a hearty ovation, also drew contrasts with President Bush and with Senator John McCain of Arizona, the likely Republican nominee. Mr. Obama said he differed substantially with both of them on matters of timing and approach to various Middle East issues, including Iran’s expansionist goals.\n\n“I won’t wait until the waning days of my presidency,” Mr. Obama said, in a slap at Mr. Bush. “I will take an active role and make a personal commitment to do all I can to advance the cause of peace from the start of my administration.”\n\nMr. Obama defended his willingness to negotiate with the nation’s enemies, but coupled that with a pledge of unstinting support for Israel’s security. He also promised to send military hardware to Israel under the same conditions governing NATO nations.\n\nHe talked tough on Iran, describing it in terms suggestive of a rogue nation and making clear that he would place the military might of the United States behind Israel in the event of an Iranian attack on the Jewish state.\n\n“I will do everything in my power to prevent Iran from obtaining a nuclear weapon,” he said, adding for emphasis, “Everything.\n\n“That starts with aggressive, principled diplomacy without self-defeating preconditions, but with a clear-eyed understanding of our interests,” Mr. Obama said. He threatened harsh sanctions against Iran if it did not forsake its nuclear ambitions.\n\nMr. McCain has criticized Mr. Obama for what he has called a naïve approach to military and diplomatic affairs, including a willingness to engage with Iran and other potential threats.\n\nMr. McCain repeated that charge in a news conference on Wednesday as well as at his appearance before the Aipac conference on Monday. He also criticized Mr. Obama for not supporting a Senate resolution to designate the Islamic Revolutionary Guards Corps in Iran as a terrorist organization. Mr. Obama did not vote on the resolution but has said he would have opposed it.\n\nMr. Obama answered that criticism on Wednesday, saying that the Quds Force of the Revolutionary Guards had rightly been labeled a terrorist organization. He has defended his stance on the Senate measure, which was approved by a wide margin, by calling the bill unnecessarily belligerent and overbroad.\n\nShortly after Mr. Obama spoke, Senator Hillary Rodham Clinton also addressed the group. While Mrs. Clinton did not acknowledge that Mr. Obama was the party’s nominee, she vouched for his friendship and concern for Israel.\n\n“Let me be very clear,” Mrs. Clinton said. “I know Senator Obama will be a good friend of Israel.”\n\nIn her remarks, she repeated her policy toward Iran, saying the country “simply cannot be allowed to continue its current behavior.” She stirred controversy this year by saying that under her presidency the United States would “obliterate” Iran if it attacked Israel.\n\nMr. Obama gave a brief nod at his speech’s start to the Internet rumors that swirl about his religion and his commitment to the Jewish state.\n\n“All I want to say is, let me know if you see this guy named Barack Obama,” he said, “because he sounds pretty scary.”\n\nThis elicited modest laughs from the audience, which throughout the first half of his speech seemed most intent on listening and drawing his measure.\n\nSo he continued, “But if anyone has been confused by these e-mails, I want you to know that today I’ll be speaking from my heart, and as a true friend of Israel.”\n\nMr. Obama concluded by invoking the memory of the many Jews who joined the American civil rights struggle, and referred to the fraying of that alliance.\n\n“This is a bond that must be strengthened,” Mr. Obama said. “Together, we can rededicate ourselves to end prejudice and combat hatred.”\n\nWhile Aipac heard from Mr. Obama, Mr. Bush met with Prime Minister Ehud Olmert of Israel.\n\nMr. Bush repeated his warnings about Iran, echoing statements made the day before by Secretary of State Condoleezza Rice, who suggested that negotiations with Iran’s leaders were pointless if they were not prepared to suspend their enrichment of uranium.\n\n“Iran is an existential threat to peace,” Mr. Bush said at the White House.\n\nHis national security adviser, Stephen J. Hadley, sidestepped questions about the administration’s willingness to use force against Iran, as widely reported in Israel, but he urged other nations to intensify sanctions against its government.\n\nAt the same time, he said that the administration supported a proposal to offer economic incentives to entice Iran to the negotiating table.\n\n“It is a diplomatic strategy,” Mr. Hadley said.", "tags": "set([])", "title": "Obama Offers Assurances at Pro-Israel Meeting"}