{"content": "WASHINGTON — Counting down to a high-stakes Crimean referendum, President Barack Obama declared Wednesday that the U.S. would \"completely reject\" a vote opening the door for the strategic Ukrainian peninsula to join Russia if the election goes ahead on Sunday. Adding pressure on Russia, the Senate advanced a package of potentially tough economic sanctions against Moscow.\n\nObama made a point of welcoming Ukraine's new leader to the White House, declaring as they sat side-by-side that he hoped there would be a \"rethinking\" by Russian President Vladimir Putin of the referendum. Obama derided the vote as a \"slap-dash referendum\" and warned that if it occurs, the international community \"will be forced to apply a cost to Russia's violation of international law.\"\n\nSecretary of State John Kerry also was talking tough, telling Congress, \"It can get ugly fast if the wrong choices are made, and it can get ugly in multiple directions.\" Kerry will meet with Russian Foreign Minister Sergey Lavrov on Friday in London in a last-ditch effort to halt the referendum.\n\nAmid the maneuvering, Obama met in the Oval Office with new Prime Minister Arseniy Yatsenyuk, praising him and the Ukrainian people as the two sat for TV coverage. The meeting was aimed at showcasing the United States' commitment to Ukraine, the former Soviet republic at the center of rising tensions between East and West.\n\n\"There's another path available and we hope President Putin is willing to seize that path,\" Obama said. \"But if he does not, I'm very confident that the international community will stand firmly behind the Ukrainian government.\"\n\nYatsenyuk, a 39-year-old pro-Western official who speaks fluent English, defiantly declared that his country \"will never surrender\" in its fight to protect its territory.\n\nHe arrived in Washington seeking financial help to stabilize his fledgling government. The Senate bill that advanced out of committee on Wednesday would authorizes $1 billion in loan guarantees.\n\nThe measure, which next would go to the full Senate, also would allow the Obama administration to impose economic penalties on Russian officials responsible for the intervention in Crimea or culpable of gross corruption.\n\n\"Putin has miscalculated by playing a game of Russian roulette with the international community, but we refuse to blink and will never accept this violation of international law,\" said Sen. Bob Menendez, D-N.J., chairman of the Foreign Relations Committee.\n\nIn the 14-3 vote, all committee Democrats supported the measure. Some Republican expressed concerns about how the U.S. would pay for the loan guarantees and about provisions to expand the lending authority of the International Monetary Fund.\n\nThe bill stops short of going after Russian banks or energy companies as some legislators proposed, but it would give Secretary of State John Kerry more leeway as he readies for diplomatic talks with his Russian counterpart in Europe on Friday.\n\nObama urged Congress to move quickly to finalize the loan guarantees, which are supposed to supplement $15 billion in assistance from the European Union, as well as additional money from the International Monetary Fund.\n\nThe money pledged thus far is less than Ukraine says it will need in order to recover from its recent political upheaval. The country's pro-Russian President, Viktor Yanukovych, fled Kiev for Russia in late February amid growing protests over his decision to scrap an agreement to boost ties with Europe.\n\nShortly after Yanukovych left, Russia began moving military forces into Crimea, a strategically important peninsula where 60 percent of the population is ethnic Russian.\n\nYatsenyuk is serving as head of Ukraine's government in the lead-up to national elections in May. During his meeting with Obama Wednesday, he said Russia must recognize that Ukraine will not sever its ties with the U.S. and Europe.\n\n\"Ukraine is and will be part of the Western world,\" he said.\n\nSpeaking to reporters following the meeting, Yatsenyuk cast Putin's move into Crimea as part of a broader plan to reassert Russian influence in Ukraine.\n\n\"The idea is not just to annex Crimea, but to invade central Ukraine, Ukrainian capital and to start a war,\" said Yatsenyuk, who plans to address the United Nations on Thursday.\n\nPutin has so far rebuffed efforts by the U.S. to punish Russia for its military maneuvers in Ukraine. The U.S. has put in place travel bans for Russian and Ukrainian officials involved in the Crimea advances. And the seven other member nations of the Group of Eight have suspended plans to attend their annual summit which was scheduled to be held in Russia this summer.\n\nA possible option for easing the dispute emerged earlier this week. Crimea's parliament announced that if voters there back splitting off from Ukraine, the region would first declare itself an independent state. The move would give Moscow the option of saying there is no need for Crimea to become part of Russia while keeping it firmly within its sphere of influence.\n\nObama acknowledged that even if the referendum can be stopped, Crimea is unlikely to go back to its old relationship with the rest of Ukraine.\n\n\"There is a constitutional process in place and a set of elections that they can move forward on that, in fact, could lead to different arrangements over time with the Crimean region,\" Obama said. \"But that is not something that can be done with the barrel of a gun pointed at you.\"\n\n___", "tags": "set([])", "title": "Obama Calls for a 'Rethinking' on Crimea Vote"}