{"content": "Further exposing the rift between the two groups, al-Qaeda's Yemeni affiliate quickly condemned the Friday bombings purportedly carried out by the Islamic State. Video provided by Newsy Newslook\n\nCommuters line up at Victoria Rail Station as they wait to enter the underground station during a one day strike by bus drivers in London on Janurary 13. (Photo: Justin Tallis, AFP/Getty Images)\n\nIslamic State militants returning to the United Kingdom could launch a chlorine gas attack on trains, the London Underground or at a football match, according to a chemical weapons expert.\n\nHamish de Bretton-Gordon, a former commanding officer at the Joint Chemical Biological Radiological Nuclear Regiment, said the last two weeks in Syria and Iraq have seen the \"most concentrated and deadly use of chemical weapons\" since the 1980s Iran-Iraq War.\n\n\"It is very evident that ISIL are putting much time and effort into training its jihadis in the use of chlorine as a terror weapon and in particular in IEDs (improvised explosive devices),\" he wrote on 2Paragraphs.\n\n\"Virtually every foreign jihadi who returns to the U.S. or U.K. will have been exposed to training of this sort and will have a reasonable idea on how to use chlorine and other toxic chemicals as a terror weapon. In the U.K., up to 90 tons of chlorine can be purchased without any licenses,\" he wrote.\n\nAfter returning from advising security forces in Baghdad last week, de Bretton-Gordon told the Daily Mirrorthat he feared a chlorine gas attack was \"highly likely,\" adding: \"This could happen on a train or tube or even at a big football match.\"\n\nDe Bretton-Gordon examined the likelihood of such an atrocity on the 20-year anniversary of the Tokyo subway sarin attack, which killed 12 people and injured more than 1,000 more, causing chaos in the Japanese capital.\n\nThe Aum Shinrikyo movement used packets of the nerve agent, which they punctured with umbrella tips on the Tokyo subway during morning rush hour.\n\nBut de Bretton-Gordon said less complicated methods would be needed for a deadly chlorine attack.\n\n\"The method of delivery of chlorine at the second Battle of Ypres in April 1915, 100 years ago, would be effective on the subway today,\" he wrote.\n\n\"That is, take the top off a chlorine canister and let it 'vaporize' aka 'weaponize.'\"\n\nThe expert, who has recently worked with U.K.-based charity Syria Relief advising civilians on what to do in a chlorine gas attack, founded chemical, biological, radiological and nuclear (CBRN) defense firm SecureBio and is a director at gas mask manufacturers Avon Protection.\n\nHis 23 years in the British Army included service as commanding officer of the U.K.'s CBRN Regiment and NATO's Rapid Reaction CBRN Battalion.\n\nDe Bretton-Gordon said that ISIL had planted \"hundreds\" of chlorine IEDs in the defense of Tikrit and detonated chemical bombs north of Mosul against the Kurdish Peshmerga.\n\nDuring the advance of the ISIL last year, militants gained control of a huge chlorine factory near Mosul as well as the Muthanna complex near Baghdad, where Saddam Hussein manufactured chemical weapons using mustard gas, sarin and VX.\n\nThe United Nations said 2,500 remaining rockets filled with nerve agents were degraded and could not be used to make working chemical weapons.\n\nDe Bretton-Gordon said that even if returning ISIL jihadists attempted to launch a chlorine attack in Britain, the effect \"should be minimal\" if security services are forewarned.\n\n\"Chlorine is not very toxic and the green and yellow clouds are easy to see and avoid, and it is very non-persistent only lasting for a few minutes,\" he added.\n\n\"Undoubtedly, and hopefully, the CIA, FBI, MI 5 and 6 etc. will be taking a very close look at returning jihadis and in particular anybody buying toxic chemicals.\"\n\nEarlier this month, ISIL allegedly attacked Iraqi soldiers with roadside bombs containing chlorine gas as allied forces continued a huge assault against the group in Tikrit.\n\nFootage captured by an Iraqi bomb disposal team showed plumes of thick orange gas emerging from a detonated IED.\n\nTHE FIGHT AGAINST ISIL Who benefits from the Boko Haram-ISIL alliance? | 02:27 Boko Haram and ISIL have announced an alliance, but what does either militant group stand to gain from such a deal, and will it make them stronger? Video provided by Newsy Newsy 1 of 58 THE FIGHT AGAINST ISIL Why is Boko Haram pledging allegiance to ISIL Now? | 02:37 The Nigerian-based terror group has almost mirrored ISIL in its reign of terror, but why is it just now declaring allegiance? Video provided by Newsy Newslook 2 of 58 THE FIGHT AGAINST ISIL The children who fight for the Islamic State | 03:11 Militant groups using children for combat is nothing new, but ISIL has committed the war crime in a much broader fashion than groups in the past. Video provided by Newsy. Newslook 3 of 58 THE FIGHT AGAINST ISIL Raw: Iraqi forces fight Islamic State for Tikrit | 01:25 Iraqi troops clashed along two fronts with Islamic State militants in Tikrit Thursday as rockets and mortars echoed across Saddam Hussein's hometown a day after soldiers and allied Shiite militiamen swept into this Sunni city north of Baghdad. (Marc AP 4 of 58 THE FIGHT AGAINST ISIL Iraq takes back ISIL stronghold | 01:36 AP exclusive video shows Iraqi security forces liberating the Islamic State group stronghold of Tikrit Wednesday. The future of Iraq and the possible involvement of U.S. ground troops is discussed in a Senate hearing. (March 11) AP 5 of 58 THE FIGHT AGAINST ISIL Veteran recruiting team to fight ISIL, militia style | 01:48 A U.S. veteran is putting out a call to other veterans to come together to fight the Islamic State on their turf. VPC 6 of 58 THE FIGHT AGAINST ISIL Iraqi army fights to recapture Tikrit from ISIL | 01:24 With the help of Shiite militia and local tribes, the Iraqi Army has launched another military operation to take back the city of Tikrit from ISIL. Video provided by Newsy Newslook 7 of 58 THE FIGHT AGAINST ISIL ISIS is the newest threat to Iraq's oldest artifacts | 01:27 The destruction of antiquities in Iraq is nothing new, but the pace at which ISIS is doing it has preservationists racing to protect them. Video provided by Newsy Newslook 8 of 58 THE FIGHT AGAINST ISIL Top U.S. officer in Baghdad says IS jihadists will be defeated | 00:50 The US military's top officer General Martin Dempsey landed in Baghdad on Monday and vowed that the Islamic State group will be defeated, as Iraqi forces pressed their largest operation yet against the jihadists. Video provided by AFP Newslook 9 of 58 THE FIGHT AGAINST ISIL ISIL frees at least 19 Assyrian Christian captives | 00:50 The terrorist group ISIS has freed at least 19 of the 220 Assyrian Christians they abducted from northern Syria last week. Video provided by Newsy Newslook 10 of 58 THE FIGHT AGAINST ISIL Raw: Iraq reclaims town in march to Fallujah | 00:49 Iraqi armed forces said on Tuesday they had retaken control of the strategic town of Garma in their advance towards Fallujah, which is held by the Islamic State group. (March 10) AP 11 of 58 THE FIGHT AGAINST ISIL Report: 'Jihadi John' considered suicide | 00:52 In a series of e-mails to the 'Mail on Sunday' several years ago, the masked Islamic State militant now known as 'Jihadi John' claimed he was being harassed by British security forces and considered suicide. VPC 12 of 58 THE FIGHT AGAINST ISIL Identity of Islamic State's 'Jihadi John' revealed | 01:01 The BBC and 'The Washington Post' have identified the Islamic State militant known as 'Jihadi John.' The news comes as the terrorist group has reportedly abducted 220 Assyrian Christians. VPC 13 of 58 THE FIGHT AGAINST ISIL ISIL's history of destroying artifacts | 03:21 The latest ISIL video showing the group destroying artifacts shows a tactic they've been using for months. Video provided by Newsy Newslook 14 of 58 THE FIGHT AGAINST ISIL Shopkeeper in 'Jihadi John' neighborhood talks | 00:40 USA TODAY's Jane Onyanga-Omara reports from outside of reported home of the suspected Islamic State militant known as 'Jihadi John,' or Mohammed Emwazi, who has been seen in several hostage beheading videos. (USA NEWS, USA TODAY) 15 of 58 THE FIGHT AGAINST ISIL Islamic State Suspect Described as 'Lost' | 01:13 One of the men arrested in connection with the Islamic State group is descibed as 'lost.' Farhod Sulton says he knows Abror Habibov. He says Habibov wanted to learn about Islam but wasn't following the right people. (Feb. 25) AP 16 of 58 THE FIGHT AGAINST ISIL Three men arrested in alleged plot to support ISIL | 01:10 The U.S. Justice Department announced Wednesday the arrests of three men accused of planning or support ISIL in Syria. Video provided by Newsy Newslook 17 of 58 THE FIGHT AGAINST ISIL 3 nabbed in NY, Florida in plot to join IS | 01:16 Three men were arrested on charges of plotting to travel to Syria to join the Islamic State group and wage war against the U.S., and federal officials said one of them spoke of attacking President Barack Obama or planting a bomb in Brooklyn. (Feb. 2 AP 18 of 58 THE FIGHT AGAINST ISIL Attorney: Terror suspect is 'young, innocent kid' | 00:55 The attorney for one of the suspects arrested in New York Wednesday for plotting to join the Islamic State group said his client is a 'young, innocent kid,' and says the case brings into question the way the government approaches Muslim men. (Feb. 2 AP 19 of 58 THE FIGHT AGAINST ISIL Gen. Allen speaks on FBI terror arrests | 00:21 Retired Gen. John Allen said the arrest of three men plotting to travel to Syria to join the Islamic State group is an example of how work by the FBI can prevent future 9/11-style attacks at home. (Feb. 25) AP 20 of 58 THE FIGHT AGAINST ISIL ISIL reportedly kidnaps scores of Christians in Syria | 01:41 Islamic State militants have kidnapped as many as 90 Assyrian Christians from a town in northeastern Syria, a monitoring group said Tuesday. Video provided by Newsy Newslook 21 of 58 THE FIGHT AGAINST ISIL New Zealand joins fight against ISIL, sends troops to Iraq | 01:48 New Zealand has become the latest in a list of countries that are sending military personnel to Iraq to train and assist Iraqi and Kurdish soldiers. Video provided by Newsy Newslook 22 of 58 THE FIGHT AGAINST ISIL Western volunteers rally to Iraq Christian militia | 01:17 Young American fighters are among the Western recruits who have returned to Iraq to fight the Islamist State jihadist group alongside Dwekh Nawsha, a Christian militia. Video provided by AFP Newslook 23 of 58 THE FIGHT AGAINST ISIL U.K. Families' emotional plea for girls' return | 01:38 Families of three missing British schoolgirls tearfully appeal for them to come home. All 15 to 16 years old, the girls are believed to have fled to Syria last week to join the Islamic State extremist group. (Feb. 23) AP 24 of 58 THE FIGHT AGAINST ISIL Congress to debate military action against ISIL | 04:19 Stephanie Sanok Kostro, former defense adviser at the Pentagon, State Department, and Congress discusses where the debate will go as Congress takes up President Obama's request for authorization for the use of military force against Islamic State. USA TODAY 25 of 58 THE FIGHT AGAINST ISIL Roundtable: CPAC & White House summit on terrorism | 07:20 USA TODSAY's Susan Davis and Michael Scherer of Time Magazine join Derek and Susan to break down Matt Schlapps's interview, look ahead to CPAC and discuss the White House Summit. Congress debates making a decision about military action against ISIS. USA TODAY 26 of 58 THE FIGHT AGAINST ISIL British PM: Girls lured by Islamic State 'death cult' | 01:37 British authorities are rushing to locate three missing London teenage girls who are believed to be traveling to Syria in hopes of joining the Islamic State. British Prime Minister David Cameron says the girls were lured by the \"death cult.\" VPC 27 of 58 THE FIGHT AGAINST ISIL ISIS claims attack in Libya amid calls for intervention | 02:13 The militant group ISIS says it's responsible for a car bomb attack that killed 40 people in Libya Friday. Video provided by Newsy Newslook 28 of 58 THE FIGHT AGAINST ISIL The U.S. Just told everyone its plan to take back Mosul | 02:16 The U.S. Army is sharing its plan to take back the ISIS-held city of Mosul in what could be a turning point in the war against the extremist militia. Video provided by Newsy Newslook 29 of 58 THE FIGHT AGAINST ISIL Jordan calls fight against extremism a \"third world war\" | 01:37 Jordan's Foreign Minister Nasser Judeh, discussing Islamic State, says \"all of our being, threatened by these people,\" during meeting with U.S. Secretary of State John Kerry. Rough Cut (no reporter narration) Video provided by Reuters Newslook 30 of 58 THE FIGHT AGAINST ISIL Obama urges 'unwavering' fight against terrorists | 01:45 Obama gives a speech on the final day of a conference in Washington focused on countering violent exremism. He urges the international community to remain \"unwavering\" in fighting terrorists. VPC 31 of 58 THE FIGHT AGAINST ISIL Kayla Mueller's brother delivers heartfelt words | 01:08 During a candlelight memorial on the historic Couthouse Square in Kayla Mullers' hometown, her brother Eric delivered a poignant message. It's the first time her family has spoken publicly since learning of her death as an Islamic State hostage. VPC 32 of 58 THE FIGHT AGAINST ISIL Vigil for Woman killed by Islamic State Group | 01:15 Friends and family of an American woman killed while being held captive in Syria by the Islamic State group gathered Wednesday to honor her at a memorial in her Arizona hometown. The 26-year-old aid worker was captured in Syria in August 2013. (Feb. AP 33 of 58 THE FIGHT AGAINST ISIL Obama: 'We are at war with people who perverted Islam' | 01:28 President Obama said Thursday he doesn't use terms like Islamic extremism because to do so would promote the false idea that the West is at war with Islam, thereby helping extremists recruit more terrorists. VPC 34 of 58 THE FIGHT AGAINST ISIL Funeral held for Jewish guard killed in Denmark | 01:06 The Danish Prime Minister joins hundreds of mourners in Copenhagen for the funeral of a Jewish guard killed during an attack at a synagogue. Rough Cut (no reporter narration). Video provided by Reuters Newslook 35 of 58 THE FIGHT AGAINST ISIL Pope asks pilgrims to pray for Egyptian christians beheaded in Libya | 00:49 Pope Francis asks faithful to pray for beheaded Egyptian Coptic Christians in Libya and for the international community to find peaceful solutions to the conflict-ravaged country. Rough Cut (no reporter narration). Video provided by Reuters Newslook 36 of 58 THE FIGHT AGAINST ISIL How the U.S. plans to dampen ISIL' online message | 01:50 The U.S. is announcing a plan to streamline its online counter-terrorism efforts, according to The New York Times. Video provided by Newsy Newslook 37 of 58 THE FIGHT AGAINST ISIL Islamic State targets hit in 16 new U.S. led airstrikes | 00:35 The air strikes, launched during a 24-hour period since early Tuesday, struck several units of Islamic State fighters and other locations. VPC 38 of 58 THE FIGHT AGAINST ISIL Kayla Mueller's boyfriend shares rescue attempt | 02:25 Islamic State victim Kayla Mueller's boyfriend shared the story of the couple's kidnapping by the terrorist group with 'The Daily Mail,' and how he tried to rescue her. Another report has some wondering if the U.S. did enough to try to save Mueller. VPC 39 of 58 THE FIGHT AGAINST ISIL Shiite Militias rush to defend Kirkuk from IS | 01:23 Shiite militias allied with Iraqi security forces are said to be flooding into the Iraqi city of Kirkuk to help Kurdish peshmerga soldiers defend the city from the Islamic State group. But the alliance is showing signs of friction. (Feb. 17) AP 40 of 58 THE FIGHT AGAINST ISIL Raw: Denmark vigil honors attack victims | 01:54 Thousands hold a candle-lit vigil on Monday to honor the victims of the attacks that took place in Copenhagen over the weekend. (Feb. 16) AP 41 of 58 THE FIGHT AGAINST ISIL Egypt strikes back for Coptic murders | 01:18 Egyptian warplanes attacked targets in Libya in swift retribution for the murders of 21 Egyptian Coptic Christians. The men were killed by a group claiming affiliation with Islamic state. (Feb 16) AP 42 of 58 THE FIGHT AGAINST ISIL Anguish among Egypt Christians after beheadings | 01:33 The central Egyptian village of el-Aour near Menya, home to 13 of the 21 Christians kidnapped in Libya and now feared dead, saw an outpouring of grief and anger on Monday. (Feb. 16) AP 43 of 58 THE FIGHT AGAINST ISIL Raw: Egyptian airstrikes against IS in Libya | 00:39 An amateur video emerged on Monday showing an Egyptian airstrike against Islamic State group targets in the Libyan city of Darna. (Feb. 16) AP 44 of 58 THE FIGHT AGAINST ISIL Why ISIS targeted Egypt's Coptic christians | 01:45 A new video from ISIS shows the mass beheading of 21 Egyptian Christians who were recently kidnapped in Libya. Video provided by Newsy Newslook 45 of 58 THE FIGHT AGAINST ISIL Christian hostages reportedly beheaded in Islamic State video | 01:00 A video released by the Islamic State purportedly shows militants beheading Christian hostages. There is speculation that these 21 detainees are Egyptian Coptic Christians that were kidnapped weeks ago. VPC 46 of 58 THE FIGHT AGAINST ISIL Roundtable: Obama calls for military action against ISIL | 06:40 Roundtable: Obama calls for military action against ISIL. 47 of 58 THE FIGHT AGAINST ISIL ISIL: Second Japanese hostage beheaded | 01:06 A video reportedly released by the Islamic State shows the apparent beheading of Japanese journalist Kenji Goto. There is no word on whether or not a separate hostage, a Jordanian pilot, is still alive. VPC 48 of 58 THE FIGHT AGAINST ISIL Friend of Kayla Mueller: She was 'fearless' | 01:12 A friend of Kayla Mueller, the young woman who was taken hostage by ISIS, describes her as \"fearless\" and \"an incredible person.\" VPC 49 of 58 THE FIGHT AGAINST ISIL ISIS fighters attack Iraqi Base housing U.S. troops | 00:53 ISIS fighters attacked an Iraqi air base where more than 300 U.S. troops were stationed on Friday. Video provided by Newsy Newslook 50 of 58 THE FIGHT AGAINST ISIL Islamic State says it's holding \"Israeli spy\" in Syria | 01:18 Islamic State's English-language online magazine claims the group is holding an Israeli Arab for posing as a fighter in order to spy for Mossad. Mana Rabiee reports. Video provided by Reuters Newslook 51 of 58 THE FIGHT AGAINST ISIL Security in Iraq 'dramatically improving': Iraqi ambassador | 05:03 Iraqi Ambassador Lukman Faily on defeating the Islamic State and the air, training and technology support needed from the United States in this interview with USA TODAY military reporter Jim Michaels. 52 of 58 THE FIGHT AGAINST ISIL Boehner: Obama's war request ties his own hands | 01:05 House Speaker John Boehner said Obama's request to Congress to authorize the use of force against Islamic State militants is too weak and restrictive and he said the House will hold hearings to push for a \"strong, robust authorization.\" (Feb. 12) AP 53 of 58 THE FIGHT AGAINST ISIL Obama details military plan: 'ISIL will lose' | 01:10 President Obama is submitting a proposal to Congress on his plan to eliminate the Islamic State. VPC 54 of 58 THE FIGHT AGAINST ISIL Obama sends Congress force request against IS | 01:47 President Barack Obama asked Congress to formally authorize military force against the Islamic State group, declaring it's on the defensive and \"going to lose.\" But he vowed not to repeat the large and costly ground wars in Iraq and Afghanistan. (Fe AP 55 of 58 THE FIGHT AGAINST ISIL Obama asks for authorization to fight Islamic State | 00:50 The White House is asking Congress to authorize military forces for up to three years of U.S. military force in the battle against the Islamic State. VPC 56 of 58 THE FIGHT AGAINST ISIL Australian police thwart imminent attack | 00:59 Counter-terrorism police prevent an imminent attack linked to Islamic State with the arrest of two men. Julie Noce reports. Video provided by Reuters Newslook 57 of 58 THE FIGHT AGAINST ISIL Family mourns death of US hostage in Syria | 01:03 The Arizona family of an American hostage in Syria held by Islamic State militants mourned her death on Tuesday after receiving confirmation that Kayla Mueller had been killed after months in captivity. (Feb. 10) AP 58 of 58 Last VideoNext Video Who benefits from the Boko Haram-ISIL alliance?\n\nWhy is Boko Haram pledging allegiance to ISIL Now?\n\nThe children who fight for the Islamic State\n\nRaw: Iraqi forces fight Islamic State for Tikrit\n\nIraq takes back ISIL stronghold\n\nVeteran recruiting team to fight ISIL, militia style\n\nIraqi army fights to recapture Tikrit from ISIL\n\nISIS is the newest threat to Iraq's oldest artifacts\n\nTop U.S. officer in Baghdad says IS jihadists will be defeated\n\nISIL frees at least 19 Assyrian Christian captives\n\nRaw: Iraq reclaims town in march to Fallujah\n\nReport: 'Jihadi John' considered suicide\n\nIdentity of Islamic State's 'Jihadi John' revealed\n\nISIL's history of destroying artifacts\n\nShopkeeper in 'Jihadi John' neighborhood talks\n\nIslamic State Suspect Described as 'Lost'\n\nThree men arrested in alleged plot to support ISIL\n\n3 nabbed in NY, Florida in plot to join IS\n\nAttorney: Terror suspect is 'young, innocent kid'\n\nGen. Allen speaks on FBI terror arrests\n\nISIL reportedly kidnaps scores of Christians in Syria\n\nNew Zealand joins fight against ISIL, sends troops to Iraq\n\nWestern volunteers rally to Iraq Christian militia\n\nU.K. Families' emotional plea for girls' return\n\nCongress to debate military action against ISIL\n\nRoundtable: CPAC & White House summit on terrorism\n\nBritish PM: Girls lured by Islamic State 'death cult'\n\nISIS claims attack in Libya amid calls for intervention\n\nThe U.S. Just told everyone its plan to take back Mosul\n\nJordan calls fight against extremism a \"third world war\"\n\nObama urges 'unwavering' fight against terrorists\n\nKayla Mueller's brother delivers heartfelt words\n\nVigil for Woman killed by Islamic State Group\n\nObama: 'We are at war with people who perverted Islam'\n\nFuneral held for Jewish guard killed in Denmark\n\nPope asks pilgrims to pray for Egyptian christians beheaded in Libya\n\nHow the U.S. plans to dampen ISIL' online message\n\nIslamic State targets hit in 16 new U.S. led airstrikes\n\nKayla Mueller's boyfriend shares rescue attempt\n\nShiite Militias rush to defend Kirkuk from IS\n\nRaw: Denmark vigil honors attack victims\n\nEgypt strikes back for Coptic murders\n\nAnguish among Egypt Christians after beheadings\n\nRaw: Egyptian airstrikes against IS in Libya\n\nWhy ISIS targeted Egypt's Coptic christians\n\nChristian hostages reportedly beheaded in Islamic State video\n\nRoundtable: Obama calls for military action against ISIL\n\nISIL: Second Japanese hostage beheaded\n\nFriend of Kayla Mueller: She was 'fearless'\n\nISIS fighters attack Iraqi Base housing U.S. troops\n\nIslamic State says it's holding \"Israeli spy\" in Syria\n\nSecurity in Iraq 'dramatically improving': Iraqi ambassador\n\nBoehner: Obama's war request ties his own hands\n\nObama details military plan: 'ISIL will lose'\n\nObama sends Congress force request against IS\n\nObama asks for authorization to fight Islamic State\n\nAustralian police thwart imminent attack\n\nFamily mourns death of US hostage in Syria\n\nIraqi Kurds also claim to have evidence that ISIL used chemical weapons against their fighters in January this year.\n\nThe use of chlorine, a choking agent that dates back to the First World War, is banned under the 1997 Chemical Weapons Convention, which prohibits the use of toxic agents in warfare.\n\nChlorine and other chemical weapons have been used \"systematically\" in the ongoing civil war in Syria, according to monitors, who accuse all parties of atrocities.\n\nBashar al-Assad's forces allegedly used sarin in the 2013 Ghouta chemical attack that killed hundreds of Syrian civilians outside of Damascus and have reportedly dropped chlorine barrel bombs in recent weeks.\n\nIraqi Kurds were victims of the deadliest chemical attack in recent history when Hussein's air force bombed the town of Halabja, where up to 5,000 people were gassed to death in 1988.\n\nThe article originally appeared on the website of The Independent. Its content was created separately to USA TODAY.\n\nMORE FROM THE INDEPENDENT\n\nRead or Share this story: http://usat.ly/1Ch2zSj", "tags": "set(['Interactives', 'Investigations'])", "title": "ISIL 'highly likely' to launch gas attack in London"}