{"yelLabel": ["nonyellow"], "tags": "set(['Human Rights', 'Yemen', 'ISIS', 'Algeria', 'Science', 'U.S.', 'Marijuana', 'France', 'Environment', 'Culture', 'Gaza', 'International', 'Sports', 'Technology', 'Economy'])", "title": "ISIL-linked group executes French hostage", "content": "An Algerian group allied with Islamic State in Iraq and the Levant (ISIL) has decapitated a French hostage after France ignored the group’s demand to stop airstrikes in Iraq, according to a video obtained Wednesday by private U.S. security analysts. The killing of a hostage represents a departure for armed groups in Algeria, who in the past decade have made millions by collecting ransom payments for their return.\n\nA group calling itself Jund al-Khilafah, or Soldiers of the Caliphate, said it abducted French mountaineer Hervé Gourdel on Sunday and would decapitate him unless France ended its airstrikes against ISIL fighters in Iraq within 24 hours.\n\nShortly after the announcement of the death, French President François Hollande opened his address to the United Nations General Assembly by invoking the Gourdel incident.\n\n\"I speak to you with particular emotion today because one of my compatriots has just been assassinated,\" Hollande said, calling the attack an act of \"weakness\" and \"barbarism.\"\n\n\"See, this is what terrorism does, not just to the French,\" Hollande said, \"This group [ISIL] doesn't only hit those who don't think like them. It hits Muslims and civilians and minorities. They rape, they kill. This is why the military action that the international community must take against terrorism doesn't know frontiers.\"\n\nThe French government insisted that it would not back down from its action against ISIL in Iraq, despite Gourdel's kidnapping. Hollande reiterated that message in his speech, saying that \"France will not be coerced\" by ISIL.\n\nIn a video titled “Message in Blood to the French Government,” masked gunmen from the newly formed group — which split from Al-Qaeda’s North Africa branch — pledged their allegiance to ISIL leader Abu Bakr al-Baghdadi and said they were fighting his enemies, Algerian newspaper El Watan reported.\n\nThe video began with footage of Hollande announcing recent attacks against ISIL and denounced the intervention by \"French criminal crusaders\" against Muslims in Algeria, Mali and Iraq, French newspaper Libération reported.\n\nPrivate security analysts at the SITE Intelligence Group said the video was posted on social networking site Twitter.\n\nThe White House on Wednesday issued a reaction to news of the execution, saying that Washington stands \"in full solidarity with our French allies.\"\n\n\"If true, this would be another horrific action that is a affront to all of humanity,\" an unnamed senior administration official said in the statement issued to the press.\n\nGourdel, a 55-year-old mountaineering guide from Nice, was seized in the Ouacif area of northern Algeria on Sunday during a hiking trip. His Algerian companions were released.\n\nArmed groups have been entrenched for years in the remote mountainous region, which is also home to much of the North African nation’s sometimes restive indigenous Amazigh community. Analysts have argued that the presence of armed groups in the region legitimates the Algerian authorities’ strong police presence in the area.\n\nAlgerian forces had been carrying out a massive search for Gourdel.\n\nThe video resembled earlier ones showing the beheadings of two American journalists and a British aid worker in recent weeks. Both started with clips of U.S. President Barack Obama speaking, much in the same way that the latest one opened with footage of Hollande.\n\nFrance started airstrikes in Iraq on Friday, becoming the first country to join the U.S. military campaign against ISIL fighters there.\n\n\"Our values are at stake,\" French Prime Minister Manuel Valls said Wednesday after hearing about the video. He would not comment further, but minutes earlier he insisted that France would continue fighting in Iraq as long as necessary.\n\nSince the 1990s, Algeria has been fighting various armed groups, which have been particularly active in the country’s mountainous north, where they have concentrated on attacking soldiers and police while leaving civilians alone.\n\nWith wire services", "positionLabels": ["factual"], "politicalLabels": ["neutral"]}