{"yelLabel": ["nonyellow"], "tags": "set([])", "title": "Ted Cruz, an Ambitious Conservative With Sharp Elbows", "content": "WASHINGTON — Back in late 2000, Ted Cruz found himself with one of the hottest tickets in town.\n\nAs a former clerk to Chief Justice William H. Rehnquist, Mr. Cruz, a junior aide on George W. Bush’s presidential campaign, had scored a seat inside the Supreme Court for the oral arguments in Bush v. Gore, which would decide the election.\n\nBut when his superiors asked Mr. Cruz to give up his spot to Donald Evans, a close friend of Mr. Bush’s and the campaign’s chairman, Mr. Cruz initially balked, refusing to hand over his ticket.\n\nHe backed down only after an angry phone call from a senior staff member. But the incident, which a Cruz adviser declined to discuss, has become lore.\n\nTo those who knew him as a young domestic policy adviser in Mr. Bush’s headquarters in Austin, Tex., the moment was classic Cruz — reflecting a brilliant and unusually ambitious upstart who chafed at orders from superiors and often rubbed people the wrong way but always saw himself destined for a lofty place in history.\n\nPhoto\n\nOn Monday, Mr. Cruz, 44, a first-term senator from Texas, became the first Republican to declare himself a candidate for president, promising a campaign that would be about “reigniting the promise of America.”\n\n“The power of the American people as we stand up and fight for liberty knows no bounds,” he said at Liberty University, a Christian college in Lynchburg, Va.\n\nThose who have known him for years say Mr. Cruz always seemed both driven to advance and savvy in his tactics, and very likely to seize a politically expedient moment for personal gain.\n\nBut what has surprised them most, many said, is watching his evolution from a practical, Ivy League-educated lawyer and Republican insider into the Tea Party firebrand who helped orchestrate a strategy that ultimately shut down the federal government for 16 days in 2013.\n\nContinue reading the main story Video\n\nWhat seems clear now is that at least in strategic terms, Mr. Cruz sees his opening in 2016 as being the most conservative contender in the presidential field, bar none.\n\n“He takes what opportunities are in front of him and takes advantage of them and focuses on them,” said David M. Carney, a New Hampshire-based Republican strategist who advised David Dewhurst, whom Mr. Cruz defeated to win the 2012 Senate primary. He said Mr. Cruz should not be underestimated: “He’s much more focused and has a much bigger picture than people appreciate.”\n\nMr. Cruz arrived in Austin in 2000 with an especially strong credential, having spent 1996 as a law clerk for Chief Justice Rehnquist, and he impressed colleagues with his intellect and work ethic.\n\n“He was always a bright guy who could think through problems,” said Kevin Shuvalov, the Bush campaign’s regional political director in 2000, whose consulting firm now works for Gov. Chris Christie of New Jersey, a possible 2016 presidential candidate. “He’s a really good problem solver. When we ran into policy issues, he was really good at saying, ‘We stay O.K. if we look at it like this.’ ”\n\nSeveral described him as a pragmatist and a small-government conservative whose political views did not seem particularly far to the right.\n\n“He was very bright, as were all his colleagues in that shop,” said a top strategist on the campaign, speaking anonymously to avoid antagonizing a sitting senator. But he could be abrasive and needlessly contentious, the strategist said.\n\nKellyanne Conway, a Republican pollster who works with conservative candidates, saw nothing incongruous between Mr. Cruz’s work in 2000 and his politics years later.\n\n“For an ambitious young lawyer who has political aspirations of his own, it’s almost a no-brainer to work for the Republican nominee who happens to be governor of your state and can help you with your ambitions,” Ms. Conway said.\n\nPhoto\n\nAnother person who worked on the 2000 campaign remembers Mr. Cruz as a “smart, serious, quiet propeller-head.”\n\nIt was Mr. Cruz’s extraordinary ambition that many of his fellow staff members found off-putting.\n\nThough most people who worked under Joshua Bolten, who managed the campaign’s policy shop, landed White House jobs, Mr. Cruz found himself marginalized. He served briefly as an associate deputy attorney general before being shunted to the Federal Trade Commission.\n\nMr. Cruz did not stay there long. He returned to Texas, where he was appointed the state’s solicitor general in 2003, and argued nine cases before the Supreme Court.\n\nHe emerged as a formidable political figure himself as the Republican base moved to the right after the Tea Party wave of 2010.\n\nDuring his long-shot bid for Senate against Mr. Dewhurst, the Texas lieutenant governor at the time, in the state’s 2012 Republican primary, Mr. Cruz ran well to the right of Mr. Dewhurst, and tapped into an anger among the party’s grass roots that many Republicans had not fully appreciated.\n\nMr. Cruz saw a moment and seized it, said Nicholas Everhart, who was a strategist on the campaign. He positioned himself as a Tea Party champion, Mr. Everhart said, because he saw the race being shaped by rhetoric on the right.\n\n“He had the perfect foil as an opponent,” Mr. Everhart said. “David Dewhurst was built to be bashed in a primary by a guy with a red-meat message.”\n\nContinue reading the main story Video\n\nMr. Cruz’s campaign was heavy on criticism of Washington’s excesses and shrinking the federal debt. In a runoff with Mr. Dewhurst, he won by 14 percentage points.\n\nHe arrived in the Senate eager to brandish his pugilistic, conservative side, and quickly earned the ire of many of his Democratic and Republican colleagues. He seized the Senate floor for a talkathon of more than 21 hours, trying to use a procedural fight over funding the government to repeal the Affordable Care Act, President Obama’s signature health care law.\n\nThe strategy, pushed by Mr. Cruz and other conservative lawmakers, was to tie rolling back the Affordable Care Act to funding the government. But it failed, and it helped precipitate the 2013 government shutdown, for which Republicans bore the brunt of the public blame.\n\nHis detractors noted that Mr. Cruz enjoyed the benefits of his wife’s health plan as a managing director at Goldman Sachs, which the firm said was worth at least $20,000 a year. The couple also contributed about $1.2 million to Mr. Cruz’s 2012 Senate race. His wife, Heidi Nelson Cruz, took a leave of absence last week.\n\nLast December, Mr. Cruz again tried to link one of the president’s policies — his recent executive orders on immigration — to a broader spending bill. Again, the move failed, as many Senate Republicans had warned him it would. But this time, it allowed Democrats to push through a number of presidential nominations before turning control of the chamber over to Republicans.\n\nIn fact, Mr. Cruz has not been much of a law maker: He sponsored or co-sponsored 112 pieces of legislation, only one of which became law. Rather, he has made his mark trying to undo or gut administration policies with which he disagrees.\n\nHe sought to hold up the nomination of Loretta E. Lynch as attorney general, for example, by tying her confirmation process at one point to Mr. Obama’s immigration policies.\n\nMr. Carney, the strategist for Mr. Dewhurst, recalled how their campaign had criticized Mr. Cruz’s work as a lawyer and the types of cases he would accept — and how the attacks slid right off Mr. Cruz without even rattling him.\n\n“We were trying to change the conversation, and we were never able to do that,” Mr. Carney said. “It’s a great political strength.”", "positionLabels": ["defensive"], "politicalLabels": ["liberal"]}