{"content": "Driven by two billionaires and organized labor, liberal super PACs get to an early start. They are outspending conservative super PACs, but Republicans expect to catch up.\n\nBillionaire climate-change activist Tom Steyer invested $8 million in last week's race for Virginia governor. He backed the eventual winner, Democrat Terry McAuliffe. (Photo: H. Darr Beiser, USA TODAY) Story Highlights Liberal super PACs have spent twice as much as conservative groups in races this year\n\nStepped-up liberal activity and the rise of candidate-specific PACs are likely to drive up spending in 2014\n\nBoth parties will wage fierce battle for control of the Senate next year\n\nWASHINGTON — President Obama and many congressional Democrats repeatedly have condemned the flood of outside money in elections, but liberal activists and Democratic-aligned groups have adopted the strategy in a slew of recent contests.\n\nLiberal super PACs have spent $10.8 million on federal races this year —twice as much as conservative super PACs, according to the Center for Responsive Politics' tally of independent spending in federal races. Much of the money has flowed to a handful of elections to fill congressional vacancies. Liberal money also makes up 70% of the election-related federal spending by \"dark money\" groups — politically active non-profits that don't have to disclose the sources of their money, the center found.\n\nIn state races, unions and two billionaires promoting liberal causes led non-party, outside spending in last week's contests in New Jersey and Virginia, respectively.\n\n\"For better or worse, people are getting comfortable with the new campaign-finance landscape,\" said Sheila Krumholz, executive director of the Center for Responsive Politics, which tracks political money. Super PACs, which can raise and spend unlimited amounts, first emerged in 2010 after federal court rulings, including the Supreme Court's Citizens United decision overturning a long-standing ban on corporate money in elections.\n\nThe amped-up political activity by liberal groups raises the stakes for the 2014 midterm congressional elections as both parties battle fiercely for control of the Senate. Democrats hold a 55-45 voting majority in the 100-seat chamber, and Republicans need a net gain of six seats to flip control to their party.\n\nLast year, in the first presidential contest since Citizens United, conservative super PACs outspent Democratic-aligned groups by more than 2-1. This year, Republican donors, disheartened by their failure to oust Obama and the damage inflicted by last month's government shutdown, have been slower to fund conservative PACs, said Fred Malek, a veteran Republican fundraiser who helped start a super PAC that pumped nearly $10 million into House races last year.\n\nBut don't expect any retreat from Republicans, who are closely watching the troubled rollout of the Affordable Care Act and will work to capitalize on the controversy surrounding Obama's signature legislative achievement, Malek said.\n\n\"Enthusiasm is growing in leaps and bounds as it becomes clear what a turkey Obamacare is,\" he said. \"Obamacare is a gift that keeps on giving for our side.\"\n\nSome Republican donors are starting to put their resources into political action committees that benefit specific congressional incumbents. Kentuckians for Strong Leadership, a super PAC supporting Senate Minority Leader Mitch McConnell, R-Ky., has spent $1 million attacking his Democratic rival, Alison Lundergan Grimes, nearly a year before the general election. McConnell also faces a Republican primary opponent, Matt Bevin, who is courting Tea Party support.\n\nAs more Republicans face primary challenges, \"the need to create super PACs to support individual members has moved from a luxury to a necessity,\" said Charles Spies, who helped create a super PAC that spent more than $145 million to help Republican presidential nominee Mitt Romney in 2012.\n\nThis year, two billionaires — California environmentalist Tom Steyer and outgoing New York City Mayor Michael Bloomberg — have helped drive up spending in support of Democratic candidates as they use their super PACs to push their messages on climate change and gun control, respectively.\n\nIn Virginia, Bloomberg and Steyer accounted for more than half the spending on independent television commercials in last week's state elections, according to tallies by the Virginia Public Access Project, which tracked advertising in the state's four largest TV markets. Both backed Democrat Terry McAuliffe, who narrowly beat Republican Attorney General Ken Cuccinelli to become the state's next governor.\n\nSteyer, a Democratic fundraiser and a former hedge-fund executive, spent $8 million in the Virginia race — ranging from a get-out-the-vote field operation to ads that slammed Cuccinelli for starting to investigate the activities of a former University of Virginia climate researcher.\n\nThe race demonstrated that \"if you are a climate denier, you face enormous risk,\" Steyer told USA TODAY. Steyer, whose net worth is estimated at $1.5 billion by Forbes magazine, said he wants to make climate change a top issue in 2014 races, but has not decided on a budget.\n\nOther environmental groups invested heavily in the contest, including the League of Conservation Voters, whose Virginia arm donated $1.7 million directly to McAuliffe's campaign. \"The fossil fuel industry doesn't have the playing field to themselves anymore in these races,\" said league spokesman Jeff Gohringer.\n\nBloomberg, an independent, \"absolutely will be involved in 2014\" to help candidates of either party who agree with him on issues such as gun control and gay marriage, spokesman Stu Loeser said. He said Bloomberg hasn't spelled out details of his future political activity.\n\nIn New Jersey, Democratic outside groups accounted for more than two-thirds of the $35.5 million spent by independent groups to influence the governor's race and legislative contests, according to a pre-election tally by the Election Law Enforcement Commission. Much of the liberal spending focused on helping Democrats successfully retain their majorities in the state Senate and Assembly to thwart the agenda of Republican Gov. Chris Christie, who won a second term by a landslide last week. The New Jersey Education Association led the way, spending nearly $12 million.\n\nThe Fund for Jobs Growth and Security, a new Democratic super PAC focused on state legislative races, spent $8.4 million in New Jersey. \"We made sure that the governor had no coattails,\" said the PAC's executive director Jonathan Levy.\n\nRead or Share this story: http://usat.ly/1cgAB9z", "tags": "set(['Interactives', 'Investigations'])", "title": "Pro-Democratic super PACs outspend conservatives"}