{"content": "The Obama administration is still struggling with whether to provide lethal, defensive weapons to Ukraine amid concerns that such a move might only escalate Russia's military campaign there, U.S. defense leaders told Congress Wednesday.\n\nAir Force Gen. Philip Breedlove, the top NATO commander, told the House Armed Services Committee that he has laid out military options the administration could consider for Ukraine, ranging from sending small arms to more sophisticated weapons that would take longer to arrive and require extensive training.\n\nADVERTISEMENT ADVERTISEMENT\n\nRussia seized Ukraine's Crimea region and has supported Russian-backed separatists in the east.\n\nChristine Wormuth, defense undersecretary for policy, said officials were discussing the possibility of sending defensive lethal aid to Ukraine that would not \"fundamentally alter\" the military balance of the war there but would give Ukraine a better ability to defend itself.\n\n\"Russia continues to build their forces, continues to provide capability to the eastern Ukrainians. So, the fact that we're not doing (that) now is not changing their path forward,\" Breedlove said. \"So I think that we have to be cognizant that if we arm the Ukrainians, it could cause positive results. It could cause negative results. But what we're doing right now is not changing the results on the ground.\"\n\nThe officials' comments came as U.S. and its allies also wrestle with where Russian President Vladimir Putin might next turn his attention.\n\nBreedlove and Wormuth said they are worried most that Russia might move on to destabilize non-NATO countries such as Montenegro or Moldova and expand its military assault into other portions of Ukraine.\n\nBreedlove also said that while Putin is very aware that the U.S. and others will move quickly to defend any fellow NATO nation, he said he can't rule out Moscow reaching out to ethnic Russian populations in some eastern NATO countries, such as the Baltics, which could also foment dissent.\n\nBreedlove said the U.S. has had a number of discussions with Ukraine leaders, and there has been a consistent picture of the things they want and need in order to move forward in the struggle with Russia.\n\nThe House committee's leaders have introduced legislation that would authorize the Pentagon to provide training and defensive lethal aid to Ukraine. Right now, the U.S. military technically can only provide coaching or mentoring, because formal training would require congressional authorization. A small U.S. military team is scheduled to deploy to western Ukraine next week to provide some combat medical instruction to Ukrainian trainers who would then then train their troops. British Prime Minister David Cameron announced Tuesday that up to 75 British military personnel will deploy to Ukraine next month to provide advice and training to government forces, including infantry training.\n\n\"We don't want to start another war,\" said Rep. Adam Smith, D-Wash., the panel's ranking Democrat. \"We want to figure out how to stop this aggression with peaceful means.\"\n\nBut he and other committee members noted that this conflict makes it more apparent that the U.S. military presence in Europe is more important now than it has been in recent years.", "tags": "set([])", "title": "Defense officials: US still debating lethal aid to Ukraine, concerned about Moscow's reaction"}