{"content": "A voter makes her choice in Washington DC\n\nWhen Barack Obama signed the Lily Ledbetter fair pay act, which supported equal pay for women, his detractors called it pandering.\n\nWhen Republican candidates were caught making clumsy statements about rape and abortion, their supporters called the ensuing uproar a \"distraction\" from the real issues.\n\nBut in this election, it became abundantly clear that women's issues are not fringe issues, and women are not a special interest group.\n\nInstead it was women who cast the bulk of the votes this election - 53%, and women who proved the deciding factor, breaking in Barack Obama's favour by 11 percentage points.\n\nAt the same time, a historic number of female representatives were elected, including the first openly gay senator (Tammy Baldwin, Wisconsin), the first Asian-American female senator (Mazie Hirono, Hawaii) and the first female military veteran wounded in combat (Representative Tammy Duckworth, Illinois).\n\nMassachusetts elected its first female senator, and New Hampshire will be the first state to send an all-female delegation to Congress.\n\nThanks to a surge of both female and minority candidates, white men will no longer constitute the majority of the Democratic House caucus.\n\nIn 1992, a similar boon for female candidates resulted in five new female senators, and ushered in something called \"the year of the woman\" - a label one of the women in question, Barbara Mikulski, a democratic representative from Maryland, found objectionable\n\n\"We're not a fad, a fancy, or a year,\" she said at the time. The label, she said, made it sound as if every other year was not a year for women.\n\nTwenty years ago, that may have been true. But the display of female dominance in 2012 should not be viewed as a pink-hued blip in an otherwise uninterrupted line of male-dominated election results.\n\nInstead, it represents a rapidly changing demographic that puts women in the majority while men - specifically older white men - are on the decline.\n\nTammy Baldwin became the first openly gay senator\n\nIn 2007, unmarried women began to outnumber their married counterparts.\n\nToday, those unmarried women make up a large percentage of what The Voter Participation Center calls the Rising American Electorate (RAE). That's how they describe unmarried women, people of colour, and young people - all of whom represent a broad swath of new voters in upcoming elections, and who came out for Obama in a big way during this election.\n\n\"Unmarried women are the largest component of this group, and are driving these [electoral] outcomes,\" says Gail L Kitch, chief operating officer of the Voter Participation Center. From 2010 to 2012, she said unmarried women added 8.3 million new eligible voters to their column, a 19% increase.\n\nMen and women split between the candidates: overall, 55% of women voted for Mr Obama, 44% for Mr Romney. For men, 52% voted for Mr Romney and 45% for Mr Obama.\n\nIn 2008, Mr Obama gained a higher percentage of the male vote (49%) and a similar percentage of the female vote (56%).\n\nHowever, there was a division between married and unmarried women: 53% of married women voted for the Republican candidate, while Mr Obama won unmarried women two-to-one: 67% to 31%.\n\nOverall, women make up more of the electorate - 53% - slightly more than their share of the US population.\n\nThese women made up 23% of the electorate this year, and they broke overwhelmingly for Obama, 67-31. (Married women preferred Romney 53-46.)\n\nMitt Romney, to his credit, tried to tap into the power of female votes during the campaign by promising that a strong economy would mean better wages for women and more opportunity for female advancement.\n\nIt wasn't enough. Women, says the pollster Norm Ornstein, are just as concerned with the economy as men. But their view of the economy tends to be more complex - they want both a robust employment rate and a strong social safety net if things go wrong.\n\n\"They worry the Republicans want to shred that,\" Ornstein says.\n\nWomen are also more likely to see issues like health care and reproductive choice as part of the economic discussion, not distractions from the \"real issues.\"\n\n\"Birth control is only a social issue if you never have to pay for it,\" says Jess McIntosh, a spokesperson for EMILY's List, a group dedicated to electing pro-choice Democratic women to office.\n\nShe said in the past two years, their donor rolls have increased from 400,000 to two million in the past two years, spurred on in part by obtuse comments about rape, abortion and birth control made by prominent Republicans.\n\nThe Republicans lost at least two seemingly safe Senate seats this year, when Todd Akin mouthed off about how \"legitimate rape\" could prevent pregnancy and Richard Mourdock made a poorly-received argument that pregnancy from rape was God's plan. Both saw their polls drop soon after. (Joe Walsh, who lost to Duckworth, had also made controversial statements).\n\nThe statements - and the national attention they received - damaged the Republican brand nationally. To make matters worse, Mourdock was the only candidate for whom Mitt Romney filmed a commercial, while vice-presidential running mate Paul Ryan came under fire for his aggressively pro-life record in Congress.\n\n\"The fact that you had Todd Akin, Richard Mourdock and [vice presidential candidate] Paul Ryan, that showed voters across the country the difference between the parties' agendas,\" says McIntosh.\n\nIt's important to note that Mourdock didn't lose to a women's rights icon, but to Joe Donnolly, who helped Paul Ryan draft the \"forcible rape\" bill.\n\nTammy Duckworth, right, defeated a Tea Party incumbent\n\nWomen aren't going to the polls agitating for feminist crusaders. (In 2009, only about a quarter of women polled by CBS called themselves feminist). But they have a hard time ignoring it when male politicians seem to be speaking out of turn about reproductive health.\n\n\"For women, it's about disrespect,\" says Ornstein.\n\nIt would be reductive to treat female voters as a monolith - clearly, married and unmarried women vote much differently, as Kitch notes. But both she and Ornstein agree that on the whole, women tend to tilt towards more progressive candidates.\n\nThat doesn't mean that women are unwinnable for Republicans. Considering how fast women are entering the voting pool, there should be plenty of chances for conservatives to pad their ranks if they can hone their message.\n\n\"The fact is, what people do is respond to candidates who are speaking to the issues that matter to them,\" says Kitch. At the end of the day, most voters all want a leader who can address the economy, education, gas prices and security.\n\n\"It's all the same issues,\" she says. \"But it's how you talk about it that matters.\"\n\nRepublicans will have to learn how to talk to women in a way that resonates, and - regarding rape and sexual health - when to keep their opinions to themselves.", "tags": "set([])", "title": "US election: Women are the new majority"}