{"content": "\n\nFCC Chairman Tom Wheeler. (Susan Walsh/AP)\n\nThe head of the Federal Communications Commission is telling Congress that President Obama didn't give him \"secret instructions\" on net neutrality.\n\nAppearing before a House panel Tuesday, FCC Chairman Tom Wheeler deployed boardroom language in pushing back against allegations of undue executive influence.\n\n\"There were no secret instructions from the White House. I did not, as CEO of an independent agency, feel obligated to follow the president’s recommendation,\" Wheeler said.\n\n[Past coverage: The FCC approves strong net neutrality rules]\n\nRep. Jason Chaffetz (Utah), chairman of the House Oversight and Government Reform Committee, and other Republicans have slammed the FCC over a lack of transparency when it comes to the agency's net neutrality rules, which seek to bar Internet providers from unfairly speeding up, slowing down or blocking Web traffic.\n\n\"The lack of transparency surrounding the open Internet rule-making process raises a lot of questions,\" said Chaffetz.\n\nOther Republicans alleged that repeated meetings last fall between Wheeler and White House economic adviser Jeff Zients resulted in pressure that ultimately pushed the FCC to adopt much stronger regulations than it had previously considered.\n\n\"Nine times you went to the White House,\" Rep. Jim Jordan (R-Ohio) said. \"On Nov. 6, Jeff Zients comes to you. … My contention is, Jeff Zients came to you and said, 'Hey, things have changed.'\"\n\nWheeler said his meetings with the Obama administration covered a range of issues, including cybersecurity and trade.\n\nThe top Democrat on the oversight committee, Rep. Elijah Cummings (Maryland) added that if Republicans wanted to investigate any coordination between Wheeler and the White House, they should also turn the spotlight on the FCC's Republican commissioners and their coordination with members of Congress on net neutrality.\n\n[This new GOP bill would completely gut the FCC’s net neutrality rules]\n\nWheeler's testimony Tuesday kicks off a two-week barrage of hearings on Capitol Hill, all largely aimed at raking the FCC over the coals for passing the strongest regulations on Internet providers to date in February.", "tags": "set([])", "title": "FCC chair: No, the White House didn’t give me ‘secret instructions’ on net neutrality"}