{"content": "Isis militants said they would now want to be known as \"the Islamic State\"\n\nThe leader of jihadist militant group Isis has called on Muslims to travel to Iraq and Syria to help build an Islamic state, in an audio message.\n\nAbu Bakr al-Baghdadi called on Muslims to immigrate to the \"Islamic State\", saying it was a duty.\n\nHe made a \"special call\" for judges, doctors, engineers and people with military and administrative expertise.\n\nIsis says it is forming an Islamic state, or caliphate, on the territories it controls in Iraq and Syria.\n\nIn an earlier audio recording this week, the Islamic State in Iraq and the Levant (Isis) proclaimed Abu Bakr al-Baghdadi as caliph and \"leader for Muslims everywhere\".\n\nRamadan\n\nThe central government in Baghdad has lost control of vast swathes of territory to Sunni militants, led by Isis, over the past month.\n\nThe group says its Islamic state will extend from Aleppo in northern Syria to Diyala province in eastern Iraq.\n\nSetting up a state governed under strict Islamic law has long been a goal of many jihadists.\n\nThere are only two authenticated photos of Isis leader Abu Bakr al-Baghdadi\n\n\"Rush O Muslims to your state. Yes, it is your state. Rush, because Syria is not for the Syrians, and Iraq is not for the Iraqis,\" al-Baghdadi said in a new audio message on Tuesday.\n\n\"O Muslims everywhere, whoever is capable of performing hijrah (emigration) to the Islamic State, then let him do so, because hijrah to the land of Islam is obligatory,\" he added.\n\nHe also called on jihadist fighters to escalate fighting during the holy month of Ramadan, which began on Sunday.\n\n\"There is no deed in this virtuous month or in any other month better than jihad in the path of Allah, so take advantage of this opportunity and walk the path of you righteous predecessors,\" he said in the 19-minute audio message.\n\nLittle is known about the Isis chief, nicknamed \"the invisible sheikh\", who unlike al-Qaeda leaders such as Osama Bin Laden and Ayman al-Zawahiri, does not appear in video messages.\n\nIn the message, he offered a long list of countries where he said violations were being committed against Muslims - from the Central African Republic to Myanmar (also known as Burma).\n\n\"By Allah, we will take revenge! Even if it takes a while, we will take revenge,\" he said.\n\nMilitary wares\n\nIsis said on Tuesday it had seized control of the Syrian city of Boukamal, on the border with Iraq. The group's leader also reportedly released more than 100 detainees it was holding in the northern Syrian town of Al-Bab.\n\nMeanwhile, Isis militants have been seen in an online video parading across the northern city of Raqqa with weapons and military vehicles, including a Scud missile.\n\nThe Sunni insurgent advance across Iraqi towns and cities has plunged Iraq into its worst crisis since US troops left in 2011.\n\nThe United Nations has said at least 2,417 Iraqis, including 1,531 civilians, were killed in \"acts of violence and terrorism\" in June.\n\nThe figure does not include fatalities in the western province of Anbar, where the Iraqi authorities say 244 civilians died.", "tags": "set([])", "title": "Isis leader calls on Muslims to 'build Islamic state'"}