{"yelLabel": ["nonyellow"], "tags": "set([])", "title": "Where They Stand: Ted Cruz on Key Issues of 2016 Campaign", "content": "AUSTIN, Texas — Texas Sen. Ted Cruz announced his 2016 campaign for president Monday, hoping to energize the evangelical wing of the Republican Party and supplement his already strong support among tea party and grassroots conservatives. Here's a snapshot of where Cruz stands on issues likely to be debated during the GOP's presidential primaries.\n\n___\n\nIMMIGRATION\n\nThe son of a Cuban immigrant, Cruz has been among his party's harshest critics of the Obama administration's executive actions on immigration, decrying them as \"amnesty.\" He opposes a popular Texas law offering in-state tuition at public universities to the children of people in the U.S. illegally, and kept a campaign promise by pushing to triple the size of the U.S. Border Patrol. Cruz also has been criticized by Texas Democrats for more frequently visiting the early presidential primary states of Iowa, New Hampshire and South Carolina than his home state's border with Mexico.\n\n___\n\nFOREIGN POLICY\n\nHe favors deploying U.S. ground forces to battle Islamic State militants if necessary, warns that failure to secure the U.S.-Mexico border means terrorists could slip over to U.S. soil, and pledges firm solidarity with Israel. He was among 47 senators who signed a letter warning that Congress could upend the deal being worked out by the U.S., Iran and others to control Tehran's nuclear program. The letter infuriated the White House, which considers a diplomatic deal the best way to dismantle Iran's nuclear program. But Cruz remained defiant, saying he'd sign it again if given the chance.\n\n___\n\nBUDGETS AND ENTITLEMENTS\n\nCruz talked for more than 21 hours in the Senate against President Barack Obama's health care law, solidifying himself as a tea party star. He's also vexed fellow Republicans by opposing their past budgets, demanding even deeper spending cuts while keeping the defense budget flush. He'd abolish the IRS and institute a flat tax, ideas that often float in GOP discourse but have never gone anywhere. A simple flat tax can only work by significantly increasing taxes for most low- and middle-income families or by cutting spending far more deeply than most lawmakers are willing to go.\n\n___\n\nCOMMON CORE\n\nOpposing what he calls Washington bureaucrats overriding state and local school curriculums, Cruz has for months made \"repeal Common Core\" a rallying cry, even though the initiative was led by governors. That sets him apart from former Florida Gov. Jeb Bush. But Cruz agrees with Bush on the need to expand \"school choice,\" promoting charter schools and helping parents get state money to remove their children from struggling public schools and send them to private and religious alternatives.\n\n__\n\nSOCIAL ISSUES\n\nCruz has pushed for barring federal judges from overriding state bans on gay marriage. He opposes abortion even in cases of rape, and once argued on Texas' behalf before the U.S. Supreme Court, successfully defending a federal law against late-term abortions. Cruz bucked the tradition of courting votes in agriculturally friendly Iowa by opposing renewable federal fuel standards that include ethanol subsidies. He's also opposed so-called net neutrality, likening it to \"Obamacare for the Internet\" and saying government regulation of cyberspace will stifle innovation.\n\n___\n\nCLIMATE CHANGE\n\nWhen Cruz recently startled a New Hampshire 3-year-old girl by declaring \"your world is on fire,\" he was attacking the Obama administration's foreign policy — not talking about climate change. Cruz says that for the past 17 years, satellite images show that \"there's been zero global warming.\" But scientific experts say satellite data is the wrong way to measure global warming, which the vast majority of scientists say is happening and is caused by the burning of fossil fuels. Temperatures at ground level show that the planet has warmed since 1998 and that 2014 was the hottest on record. Cruz has acknowledged that climate change is real — but does not attribute that to human activity.\n\n___\n\nAssociated Press writers Stephen Ohlemacher, Kimberly Hefling and Seth Borenstein contributed to this report.", "positionLabels": ["critical"], "politicalLabels": ["conservative"]}