{"content": "Originally published March 29, 2014\n\nWashington D.C. (CNN) In a world of smart phones and smart cars, the Internet is no longer limited to your desktop; it follows you wherever you go. And as long as you are online, you could potentially be tracked at all times.\n\nWhile all eyes are on the National Security Agency's bulk collection of data, a thriving economy built on mass consumer surveillance is growing. Companies are collecting information about consumers in order to sell ads more effectively.\n\nSome of the most commonly visited sites use tracking cookies and sophisticated software through third parties to collect information about consumers and sell it to advertisers, often times without the consumer's permission.\n\nNew technologies and a heightened level of sharing on multiple outlets have led to moral and practical dilemmas that confront consumers, the tech industry, retailers, even the government.\n\nPrivacy vs. security: Do we have to choose?\n\nAfter intelligence leaker Edward Snowden sparked a national firestorm regarding the NSA's bulk gathering of phone records, the privacy vs. security debate heated up, making it clear that Americans have varying priorities.\n\n\"Americans understand that we need to give due weight to both privacy and national security. But right now, Americans aren't getting even the most basic information about what's going on with the NSA's surveillance programs, and whether or not their privacy is being violated,\" Sen. Al Franken, D-Minnesota, told State of the Union.\n\nPresident Barack Obama this past week announced a proposal to end the NSA's program of bulk gathering of telephone call records from private citizens, but the debate over privacy vs. security is far from over.\n\nIn a recent interview with Candy Crowley House and Senate Intelligence Committee Chairs Mike Rogers (R-Michigan) and Dianne Feinstein (D-California) maintain that the NSA is performing a necessary function with the intention of keeping Americans safe.\n\nRogers says we need to \"understand that our intelligence services are not the bad guys.\"\n\nOne of the NSA's top critics, Sen. Rand Paul, addressed security in his CPAC speech.\n\n\"We will not trade our liberty for security. Not now, not ever,\" he said.\n\nWhile it may seem inevitable to have to choose between the two, Rep. Tulsi Gabbard, D-Hawaii, told State of the Union that this is a \"false premise and dishonors those who gave all in the defense of our nation's principles of freedom.\"\n\nGabbard advocates reforming the Patriot Act and supports the President's proposal to end the bulk data collection program because she believes that it has not proven to be effective in preventing terrorist attacks.\n\n\"We must focus our resources on things that work, strengthening our national security, while upholding the basic right of civil liberty based in our country's Constitution,\" said Gabbard.\n\nGovernment regulation vs. consumer choice:\n\nPrivacy activists believe that with new technologies, the country's privacy laws need to be updated and mass consumer surveillance needs to be regulated.\n\nAccording to Jules Polonetsky, executive director and co-chair of the Future of Privacy Forum, ad companies are willing to pay for information about their consumers to produce advertisements that target those who have already expressed an interest in their products.\n\nSpyware and tracking cookies collect data about your search history, your age, location, interests, friends, items you liked but didn't purchase and the amount of time you spend on a website.\n\n\"Generally, if companies disclose what they're doing and don't cause you financial harm, the courts aren't giving people the right to take action,\" said Polonetsky, who was once AOL's former chief privacy officer. \"In the U.S., we don't have a general privacy law. ... You don't have a right to not be surveyed.\"\n\nTwo years ago, Obama proposed a Consumer Privacy Bill of Rights that lays the framework for a nationwide government-regulated privacy policy.\n\n\"Right now, companies -- some legitimate, some sleazy -- can collect your location data from a smart phone and sell it to ad companies or who knows who else,\" said Franken. \"Some companies have actually rolled out \"stalking apps\" specifically designed to help abusers stalk their victims.\"\n\nFranken is particularly worried about GPS locators in smart cars and smart phones and has asked companies like Ford to clarify their data-collection practices, expressing concern over what data they collect and who they share it with.\n\nFord told State of the Union that no location data is transmitted without customer consent and information is only used for troubleshooting issues and accommodating customer service requests.\n\nBut according to advocates in the tech industry, government regulation of data collecting practices could be bad for business and in turn, bad for consumers.\n\n\"The light touch approach on privacy that the U.S. government has engaged in has enabled American innovators to develop some of the best services we see online today and internationally,\" said Carl Szabo, the policy counsel for NetChoice, a trade association of online businesses and consumers who advocate for consumer choice, as opposed to government regulation.\n\nHe cited an MIT/University of Toronto study that found that after the passage of the European Union's Privacy Directive restricting advertisers' ability to collect data from consumers \"advertising effectiveness decreased on average by around 65 percent in Europe relative to the rest of the world.\"\n\nBased on this study, NetChoice determined that if the United States were to follow this model, American websites would lose $33 billion over the first five years.\n\nThis issue is not one that divides lawmakers along party lines.\n\nRep. Anna Eshoo, D-California, who represents Silicon Valley, is an advocate for the tech industry, who supports net neutrality.\n\nShe told State of the Union that \"there is no silver bullet to remedy this privacy dilemma\" but \"increased transparency, accountability and coordination among government and private industry can help put consumers back in the driver's seat when it comes to their privacy.\"\n\nEshoo is currently the Ranking Member of the House Subcommittee on Communications and Technology. The Silicon Valley Leadership Group has expressed tech industry support for her to become the top Democrat on the House Energy and Commerce Committee, replacing Rep. Frank Pallone, D-New Jersey.\n\nJoining the Internet age vs. staying off the grid\n\nOwning a smart phone comes at a price but it is often a price that consumers are willing to pay.\n\n\"People have to realize that cell phones are really miniature radios. Their broadcasts are vulnerable to interception and that means conversations can be picked up by unauthorized third parties if they have the right equipment,\" said Col. Cedric Leighton, former deputy director of training at the NSA. \"Rest assured, many foreign intelligence and police forces have the 'right equipment' to conduct such operations with some degree of success.\"\n\nBy consenting to an application's privacy policy, enabling your GPS settings, checking into a location or by visiting a website and coming into contact with tracking cookies, you are sharing information.\n\n\"Information is power and if we give institutions -- whether it is the government or corporations -- all this powerful information about us without getting anything in return, I believe that we may end up in a more repressive society,\" said Julia Angwin, who led a Wall Street Journal investigation into tracking software and how it's used by companies to target consumers.\n\nShe documented her findings in the book \"Dragnet Nation: A Quest for Privacy, Security, and Freedom in a World of Relentless Surveillance.\"\n\n\"Unfortunately, it's far more difficult to control the data that is transmitted by your smart phone than it is to control the data transmitted by your computer. Smart phones are in constant communication with cell towers, with nearby Wi-Fi points, and the apps may be receiving updates,\" Angwin told CNN.\n\nKnowing that being online could put you at risk, do you find a trusty old flip phone, resort to looking things up at your local library and sending letters via the U.S. Postal Service?\n\nAngwin says no.\n\nIt is possible to join stay on the grid and use a smart phone while maintaining a certain level of control over the type of information share and who can access it.\n\nIn \"Dragnet Nation\" Angwin shares different experiments as she tried to protect herself from unwanted surveillance, including quitting Google search, using a burner phone and learning about her smart phone's settings.", "tags": "set([])", "title": "Dilemmas of the Internet age: privacy vs. security"}