{"content": "Kurdish peshmerga fighters have fought their way to Iraq's Sinjar mountain and freed hundreds of people trapped there by ISIL fighters, a Kurdish leader said on Thursday.\n\n\"The peshmerga have managed to reach the mountain. A vast area has been liberated,\" said Masrour Barzani, head of the Iraqi Kurdish region's national security council, adding that 100 members of the Islamic State in Iraq and Levant (ISIL) had been killed. \"Now a corridor is open and hopefully the rest of the [Sinjar] region will be freed from Islamic State.\"\n\nThe assault, backed by U.S. air strikes, ended the months-long ordeal of hundreds of people from Iraq's Yazidi religious minority, who had been besieged on the mountain since ISIL stormed Sinjar and other Kurdish-controlled parts of northern Iraq in August.\n\n\"All those Yazidis that were trapped on the mountain are now free,\" said Barzani. The peshmerga had not yet begun to evacuate them, he added.\n\nYazidis are followers of a religion influenced by the Zoroastrianism of ancient Persia, which ISIL considers heretical. The group also sees Shia Muslims as apostates, and has demanded that Christians either convert to Islam or pay a special tax.\n\nDuring ISIL’s assault across Iraq this summer, tens of thousands of Yazidis fled into the Sinjar Mountains, where many were stranded for weeks. Hundreds died and tens of thousands fled for their lives, most to Kurdish-held parts of northern Iraq. Most Yazidis are now displaced in northern Iraq.\n\nKurdish peshmerga soldiers began their offensive on Wednesday to break the siege of the mountain and the town of Sinjar. The peshmerga advanced from Zumar, east of Sinjar, recapturing 270 square miles over two days. U.S. fighter planes carried out 45 strikes in support of Kurdish fighters on Wednesday, in addition to two strikes near Sinjar.\n\nThe impact of the air strikes was evident on Thursday. In one village called Little Koban, the bodies of five ISIL fighters lay in a ravine. The peshmerga said ISIL fighters had been trying to take cover from the air strikes.\n\nThe Kurds have yet to take back the town of Sinjar, but the freeing of the Yazidis from the mountain is a victory for the Kurds after ISIL’s routing of peshmerga fighters this summer.\n\nThe August spectacle of ISIL fighters racing toward Irbil and the pleas of Yazidis trapped on Sinjar mountain, with thousands of others captured or killed, galvanized U.S. President Barack Obama to military action.\n\nSince then, peshmerga forces have regained most of the ground they lost to ISIL in northern Iraq, but Sinjar's awkward geography has made it difficult to penetrate.\n\nAl Jazeera and Reuters", "tags": "set(['Human Rights', 'Israel', 'Police', 'Tunisia', 'Science', 'U.S.', 'Sports', 'Environment', 'Culture', 'Technology', 'International', 'ISIS', 'Iraq', 'Kurds', 'Economy'])", "title": "Iraqi Kurds capture besieged Sinjar mountain, freeing hundreds"}