{"yelLabel": ["nonyellow"], "tags": "set([])", "title": "Israel’s Netanyahu emerges with slight edge after tight race", "content": "Ultra-Orthodox Jews line up to vote in Bnei Brak, Israel, Tuesday, March 17, 2015. Israelis are voting in early parliament elections following a campaign focused on economic issues such as the high cost of living, rather than fears of a nuclear Iran or the Israeli-Arab conflict. (Oded Balilty/Associated Press)\n\nJERUSALEM — Israeli Prime Minister Benjamin Netanyahu appeared to have fended off a strong challenge from the country’s opposition leader in parliamentary elections Tuesday, emerging from an acrimonious campaign in a slightly better position to form Israel’s next government.\n\nBut with the sides nearly evenly divided, a victory by Netanyahu’s Likud Party still was not guaranteed. His chief rival, Isaac Herzog of the Zionist Union, said he would make “every effort” to form a government, and an upstart centrist party led by a former Netanyahu ally-turned-rival was set to be the kingmaker. The country now heads into weeks of negotiations over the makeup of the next coalition.\n\nBoth Netanyahu and Herzog will now compete for a chance to form a coalition that commands a majority in the 120-seat parliament, a daunting task in Israel’s fractured political landscape. Netanyahu appeared to have a better chance of cobbling together a government with right-wing and religious parties. Herzog would have to appeal to more ideologically diverse parties.\n\nEither will likely need the support of Moshe Kahlon, whose new Kulanu party captured nine or 10 seats. Kahlon, whose campaign focused almost entirely on bread-and-butter economic issues, has thus far refused to take sides.\n\nIsraeli Prime Minister Benjamin Netanyahu cast his vote in Tuesday’s election. Netanyahu is facing a stiff challenge from Labor Party leader Isaac Herzog. (AP)\n\nThe election was widely seen as a referendum on Netanyahu, who has governed the country for the past six years, and recent opinion polls had given Herzog a slight lead.\n\nAs the results were announced on the nation’s three major TV stations, celebrations erupted at Likud’s campaign headquarters in Tel Aviv.\n\nIn a statement released on Twitter, Netanyahu said that “against all odds” Likud had won a “great victory.”\n\n“This is a great victory. It’s almost a miracle,” Likud lawmaker Ofir Akunis told The Associated Press. “For months, everybody attacked the Likud. And today is a beautiful day for the Likud. It sends a message that the people of Israel will decide for themselves.”\n\nNetanyahu focused his campaign on security issues, while his opponents portrayed him as out of touch and instead focused on the country’s high cost of living and soaring housing prices.\n\nEarly Wednesday, Herzog addressed his supporters, saying that he had already begun efforts to court potential coalition partners. In a nod to Kahlon, he said he was committed to forming a “real social reconciliation government.”\n\nNetanyahu’s return to power would likely spell trouble for Mideast peace efforts and could further escalate tensions with the United States.\n\nNetanyahu, who already has a testy relationship with President Barack Obama, took a sharp turn to the right in the final days of the campaign, staking out a series of hard-line positions that will put him at odds with the international community.\n\nIn a dramatic policy reversal, he said he now opposes the creation of a Palestinian state — a key policy goal of the White House and the international community. The Palestinians, fed up after years of deadlock with Netanyahu, are now likely to press ahead with their attempts to bring war crimes charges against Israel in the International Criminal Court.\n\n“We call upon the international community to support our efforts to join the international treaties and our effort in the ICC,” said Saeb Erekat, a top Palestinian official.\n\n“What Netanyahu is doing and stating are war crimes and if the international community wants peace it should make Netanyahu accountable for his acts,” Erekat said. He said the Palestinian leadership will meet Thursday to discuss its next steps.\n\nOfficial results from Tuesday’s election won’t be known for several days.\n\nTwo exit polls on Israeli TV showed Likud and the Zionist Union deadlocked with 27 seats each, and a third gave Likud a slight lead of 28-27. That breakdown could change as final results pour in.\n\nUnder Israel’s fragmented electoral system, either Netanyahu or Herzog will have to court potential partners to secure a 61-seat majority in the 120-seat parliament.\n\nHerzog could potentially try to build a coalition that would rely on support from a new Arab alliance that captured 12 to 13 seats. But Arab parties have never sat in an Israeli coalition before, complicating any potential deal.\n\nStav Shaffir, a leader of the Zionist Union, called the results a “clear vote of no confidence in Netanyahu.”\n\nShe said the Zionist Union would wait for the official results before declaring victory or defeat, but claimed Netanyahu’s opponents “have a majority.”\n\n___\n\nAssociated Press writer Aron Heller in Tel Aviv, Israel contributed to this report.\n\nCopyright 2015 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.", "positionLabels": ["factual"], "politicalLabels": ["neutral"]}