{"content": "The American-Israeli Public Affairs Committee (AIPAC), the most powerful pro-Israel lobby in the US, is holding its biggest annual conference yet with around 13,000 delegates in Washington.\n\nFor all those bidding to become the next US president, it has become an essential campaign stop. The group has strong ties to the religious right and evangelical voters. And it is a very influential force in Washington politics.\n\n\n\nDemonstrators from the occupy movement held a small protest outside the event urging no war on Iran and no US tax dollars for Israel.\n\n\n\nOn Sunday, Barack Obama, the US president, took to the stage and told the audience that Israel had never had a better friend in the White House. But he did not support Israeli military action against Iran's nuclear facilities - at least not yet.\n\n\"If Obama treated Israel like Reagan did, he'd be impeached. Former President Ronald Reagan's confrontations with Israel were harsh and personal, yet Republican conservatives revere him and the Jews remember him as a great friend.\" - Chemi Shalev, an Israeli journalist and political analyst\n\n\n\nThree of the four Republican candidates bidding to unseat the US president addressed the conference on the biggest day of the nomination battle so far - 'Super Tuesday'.\n\nRick Santorum flew in especially for the event before heading back to Ohio, while Mitt Romney and Newt Gingrich appeared via satellite link.\n\n\n\nA number of Republicans have sought to attack the US president over his administration's relationship with Israel. And the Republican presidential candidates have all tried to paint Obama as an undependable partner for Israel who is weak on Iran.\n\nMitt Romney said: \"We've heard a lot of words from the administration. Its clear message has been to warn Israel to consider the costs of military action against Iran. I don't believe we should be issuing public warnings.\"\n\nAnd Newt Gingrich said: \"If an Israeli prime minister decides that he has to avoid the threat of a second holocaust through pre-emptive measures that I would require no advance notice to understand why I would support the right of Israel to survive in a dangerous world.\"\n\n\n\nSo what role do pro-Israel lobby groups, and AIPAC in particular, play in the US election and why are they courted by those competing to be the next US president? How do Barack Obama's dealings with Israel compare with those of his predecessors, including Republicans?\n\nTo discuss these issues presenter Anand Naidoo is joined by: John Mearsheimer, the co-author of The Israel Lobby and US Foreign Policy; Larry Greenfield from the Jewish Institute for National Security Affairs; and Hillary Mann Leverett, a former White House and US state department official.\n\n\"It's critically important for any US contender for the presidency to go to AIPAC, to interact with the Israel lobby in a favourable way, because it enables that candidate to show that that candidate is strong, that the candidate believes in US exceptionalism, US preeminence in the world, that the US is still very much the indispensable nation in the world; the US has decisive influence in the Middle East and the US is not going to let that influence go as manifesting any kind of threat - real or perceived - against Israel. It allows a candidate to really demonstrate that and that's in addition to all of the tactical things here in the US in terms of getting votes, financing ....\" Hillary Mann Leverett, former White House official\n\nAIPAC FACTS:\n\nAIPAC is described as one of the most powerful US interest groups\n\nAIPAC lobbied the US government last year on 23 congressional bills regarding issues such as sanctions on Iran\n\nFormer AIPAC employees say the group influences pro-Israel campaign cash\n\nThe pro-Israel lobby helps ensure candidates get some financial backing from members\n\nIn 2008, pro-Israel political action committees gave $3mn to congressional and presidential candidates\n\nPro-Israel groups donated more to Democrats than to Republicans in 2008\n\nRepublican candidate Newt Gingrich has benefitted from a very large donation from billionaire casino magnate Sheldon Adelson who has pledged up to $100mn - and support for Israel is the single biggest issue for Adelson\n\nObama spoke at the 2012 AIPAC conference and urged AIPAC members to support an agenda of peace\n\nObama said the US commitment to Israel's security is \"iron clad\"\n\nMany Republicans have criticised Obama's relationship with Israel\n\nSource: Al Jazeera", "tags": "set([])", "title": "What role does AIPAC play in US elections?"}