{"content": "People celebrate the first anniversary of the signing of the decree on the annexation of the Crimea by the Russian Federation, on March 18, 2015, in Sevastopol, Crimea. (Photo: Alexander Aksakov, Getty Images)\n\nKIEV, Ukraine — Many people in Crimea and Russia this week are celebrating the anniversary of Moscow's fast-track annexation last year of the contested Black Sea peninsula.\n\nOne year after Russian President Vladimir Putin sent troops to secure what Ukrainian and Western observers say was a sham referendum — which was followed by a March 18 decree formally absorbing the region — most locals apparently still approve (publicly, at least) of their new master.\n\nIt helps, of course, that Russian state television, the main source of information for some 90% of the population, continues to herald the annexation as a heroic move that prevented alleged Ukrainian \"fascists\" from seizing power there and \"oppressing\" Russian-speakers.\n\nThe day-to-day reality, though, is not so rosy: In Crimea, a sense of international isolation is deepening. The local economy is suffering. A political crackdown continues.\n\nTo be fair, the state of affairs in mainland Ukraine is less than stellar. Ukrainian government forces are still battling Moscow-backed rebels, while officials are relying on Western creditors to bail out their ailing economy.\n\nStill, many critics say Crimea under Russian rule isn't exactly better off. Here's why:\n\nKEY CONSUMER SERVICES ARE GONE\n\nThings get complicated when you're trying to operate your business in an internationally contested region. Only a handful of countries — among them Syria, North Korea and Afghanistan — believe Crimea belongs to Russia. The rest of the world recognizes the peninsula as a Ukrainian territory.\n\nThat's probably why Visa and MasterCard, as well as online payment system PayPal, have all pulled out of Crimea.\n\nAdd to that list Apple, which has cut support for local developers and stopped selling its products, and even McDonald's (Don't worry, though: You can always enjoy RusBurger.)\n\nThat's on top of concerns over rising inflation — which in January was said to have represented the world's second-highest rate — for even the most basic goods, like food.\n\nIT'S WAY OUT THERE\n\nIt's difficult enough that Crimea shares only a narrow land border with Ukraine.\n\nThe authorities in the Ukrainian capital of Kiev have blocked train and bus service to the peninsula, which means air and ferry travel are the next best options for mass transit. (Cars are still allowed through.)\n\nUnfortunately, though, the ferry has limited capacity. That proved a major problem during last year's summer holiday season, Crimea's most economically important time of the year.\n\nA Russian low-cost airline briefly serviced the region, but it was forced to suspend flights last summer thanks to Western sanctions. (Flights on more expensive standard Russian airlines are still available.)\n\nLuckily, a close Putin confidante won a $3 billion contract earlier this year to build a major bridge over the Kerch Strait, which would connect Crimea to southern Russia. But that won't be built at least until 2018.\n\nThe peninsula's remoteness also means it still depends on Ukraine for its water and electricity supplies. There's more bad news here, too: Kiev has drastically cut supplies of both, resulting in sporadic blackouts and irrigation problems for local farmers.\n\nTOUGH TIME FOR CRITICS\n\nRussia's annexation of Crimea was accompanied by a state propaganda campaign that delivered one key message: The Ukrainian government is bad, and Russia is here to help.\n\nThat message hasn't changed much since, and anyone who begs to differ appears to be unwelcome.\n\nLast week alone, the registered homes of two investigative journalists were raided by Russian security officials. One of the reporters was briefly detained by officers from Russia's Federal Security Service (FSB) — the successor to the KGB — without explanation, according to the Organization for Security and Cooperation in Europe (OSCE).\n\nBut that's just one small part of the crackdown.\n\nSome members of the Crimean Tatar community, a Muslim minority group, have been forced out of the region by the local Moscow-backed authorities, persecuted or even mysteriously kidnapped, reportedly in retaliation for their pro-Ukraine stance.\n\nThese days, even displaying the Ukrainian flag will earn you charges of \"extremism,\" the Guardian newspaper recently reported.\n\n\"The attitude of the de facto Crimean authorities, and their Russian masters, to their opponents is simple: leave or shut up,\" rights watchdog Amnesty International wrote in a report on rights abuses in Crimea, released Wednesday.\n\nThis article originally appeared on GlobalPost.\n\nMORE FROM GLOBALPOST:\n\nGlobalPost is a USA TODAY content partner providing world news coverage. Its content is produced independently of USA TODAY. It recently launched a kickstarter campaign to expand its coverage of the world's war zones.\n\nRead or Share this story: http://usat.ly/1bhhWQN", "tags": "set(['Interactives', 'Investigations'])", "title": "What's happening to Crimea a year after Russia annexation"}