{"content": "\n\nBy Thomas Grove\n\nMOSCOW, Sept 16 (Reuters) - Russia threatened to send more troops to its newly-annexed territory of Crimea on Tuesday, after NATO began exercises in western Ukraine while Kiev's forces are fighting pro-Russian separatists in the east.\n\nDefense Minister Sergei Shoigu said the escalation of tensions in Ukraine and the presence of foreign military near Russia's borders made the deployment of troops a top priority in Crimea, which Russia annexed from Ukraine in March.\n\n\"The situation in Ukraine has escalated sharply and the presence of foreign military has increased in the immediate vicinity of our borders,\" Itar-Tass quoted Shoigu as telling military commanders.\n\n\"The deployment of proper and self-sufficient forces to Crimea is one of (our) top priorities.\"\n\nUnrest in Ukraine, which Kiev says is being fanned by Russian weapons and soldiers, has plunged ties between Russia and the West to their worst since the end of the Cold War.\n\nMoscow warned that NATO's Rapid Trident exercises, which will last until Sept. 26 and involve more than 1,000 troops from the United States and its allies, threatened peace efforts in eastern Ukraine, including a fragile ceasefire.\n\nNATO said Russia still had around 1,000 soldiers and hundreds of combat vehicles and artillery inside Ukraine, despite some cuts in troop numbers since the ceasefire began on Sept. 5.\n\nThe Rapid Trident exercises, seen as a sign of alliance's commitment to support non-member Ukraine, are to be held around Lviv near Ukraine's border with Poland, nearly 1,000 km (600 miles) from the rebel stronghold of Donetsk in the east.\n\nNATO officials have said the bloc will not send \"lethal assistance\" to Ukraine, but member states may do so.\n\nEarlier this month, a senior Ukrainian official said Kiev had agreed on the provision of weapons and military advisers from several members of the U.S.-led alliance. Four of the five countries named, including the United States, denied this.\n\nOn Tuesday, Russian parliamentary speaker Sergei Naryshkin said shipments of weapons from NATO countries would \"abet war crimes\" in Ukraine, where Moscow accuses Kiev's forces of bombing residential areas.\n\nWashington has promised Ukraine $52 million in non-lethal security aid and has already provided combat rations, body armor, radios and other equipment. Pentagon leaders have met Ukrainian counterparts to discuss cooperation, but, for now, arms supplies have been ruled out.\n\nThe United States European Command says exercises in Ukraine will involve about 200 U.S. personnel and 1,100 from Ukraine, Azerbaijan, Britain, Canada, Georgia, Germany, Latvia, Lithuania, Moldova, Norway, Poland, Romania and Spain.\n\nFocused on peacekeeping, it will include command post drills, patrolling and dealing with improvised explosive devices. (Editing by Andrew Roche)", "tags": "set(['Most Popular on HuffPost'])", "title": "Russia Threatens To Send More Troops To Crimea"}