{"content": "WASHINGTON — Few members of Congress appear willing to move toward a bipartisan update to the 80-year-old, Depression-era law that top U.S. regulators say gives them the authority to regulate the Internet.\n\nThat means that communications legislation written in 1934, when Franklin D. Roosevelt was in office, will likely be used to regulate how Internet service providers like AT&T, Verizon and Comcast do business with content providers like Google, Netflix, YouTube and Amazon.\n\n\"I don't think there's much appetite in Congress for compromise, nor do I think one's necessary,\" said John Simpson of Consumer Watchdog, an advocacy group that says using the 1934 Communications Act gives U.S. regulators flexibility by allowing them to update rules if necessary.\n\n\"They pass a law and get really into the specifics where frankly they don't have the expertise,\" Simpson added. \"Circumstances change, and they don't have the flexibility or inclination to go back and change it.\"\n\nMany people agree too much regulation and imposition of taxes on Internet commerce could chill investment at a time of exponential growth. But consumers also support the idea of an open Internet and \"net neutrality,\" in which service providers don't manipulate or block web traffic. For years, the Federal Communications Commission tried to rely on 1996 legislation to enforce an open Internet, but a federal court disagreed with that approach and tossed out key portions of the rule.\n\nOn Wednesday, FCC Chairman Tom Wheeler announced a plan that would put Internet service in the same regulatory camp as the telephone. Using Title II of the 1934 Communications Act, the FCC would be given broad authority to ban providers from manipulating web content. Wheeler would allow for some business deals among Internet players to manage data, but those \"interconnection\" agreements would be subject to FCC review.\n\nWheeler says his approach won't discourage industry investments because he'll withhold enforcement of sections of the law that don't apply to broadband, and he won't try to regulate industry prices.\n\nThe proposal is likely to be approved by the FCC's five-member commission on Feb. 26. Industry lobbyists say it's inevitable that one of the major providers will sue and that the FCC is overreaching in its legal authority. It's also unclear whether Wheeler's plan could be used by future FCC commissioners to justify price controls and other heavy handed regulation.\n\n\"If Congress doesn't rein in the FCC, broadband providers will soon look and act like power companies and the old Ma Bell telephone monopoly: stagnant, slow-moving, and anything but innovative,\" warned Ryan Radia of the Competitive Enterprise Institute, a libertarian group.\n\nBut a day after Wheeler's announcement, there were few indications that lawmakers were interested in striking a bipartisan deal to modernize communications law. Democrats like Sen. Ed Markey, D-Mass., had already said they were satisfied with the Title II approach and declared it a victory for consumers. Meanwhile, Republicans like Sen. John Thune, R-S.D., and Rep. Fred Upton, R-Mich., accused the White House of bullying the independent regulatory agency when President Barack Obama called on the FCC to apply Title II to Internet service.\n\n\"The White House needs to get its hands off the FCC,\" Upton declared Thursday in a statement.\n\nThune and Upton have drafted legislation that would enforce basic open Internet rules, but would strip the FCC of other authority including its ability to help local municipalities to build their own broadband. That's considered a non-starter for Democrats and would be vetoed by Obama.\n\nLawmakers and their staff were expected to take some time dissecting Wheeler's proposal, including its technical implications.\n\nBut after that, it's unclear what incentive Democrats would have to hash out a compromise with Republicans who want to limit the FCC's authority in general. Sen. Bill Nelson, the top Democrat on the Senate Commerce Committee, and Rep. Frank Pallone, the top Democrat on the House Energy and Commerce Committee, are seen as the most likely to work with their GOP counterparts. But they would have to find support among their colleagues who see Title II regulation as a good approach.\n\n\"The president did the right thing,\" said Sen. Maria Cantwell, D-Wash., a member of the Senate Commerce Committee. \"He called on the FCC to make the right decision when it comes to the Internet and protecting it from cable companies who want to overcharge or slow down connections.\"", "tags": "set([])", "title": "Congress Slow to Agree on Internet Regulation"}