{"yelLabel": ["nonyellow"], "tags": "set(['Henning'])", "title": "Russia setting ‘dangerous’ precedent over Ukraine conflict, experts say", "content": "As Ukraine and Russian-backed rebels try to hold together a shaky cease-fire, there are growing concerns Moscow is looking to further test Kiev’s capabilities.\n\nRegional analysts Dr. Stephen Blank and Job Henning told Fox News’ Jonathan Hunt the situation between Ukraine and Russia is getting worse.\n\nADVERTISEMENT ADVERTISEMENT\n\n“This is the great threat to international security today – because it is the first aggression of its kind since Saddam Hussein invaded Kuwait 25 years ago … it is a very dangerous precedent for Russia,” Blank, a senior fellow for Russia at the American Foreign Policy Council, told FoxNews.com.\n\nA Russian Foreign Ministry official raised eyebrows Wednesday when suggesting his country has the right to deploy nuclear arms in the disputed Crimea territory, yet adding he knew of no plans to do so.\n\n“It’s really indicative of a lot of loose talk on both sides … from the Russian side you see some really offhanded ways talking about nuclear capabilities that are very different than anything we saw during the Cold War. I think that is precisely that drifting into a strategic confrontation … makes it a truly dangerous situation,” said Henning, a fellow with the national security think-tank Truman National Security Project.\n\nBoth believe the U.S. should have a cautious approach with this potential unraveling situation, including sending arms to Ukraine.\n\n“Just giving weapons to Ukraine without giving them enough training to use them or strengthening the Ukrainian state will not be productive,” said Blank.\n\nHenning cautions “that we are really not good at arming our allies – we weren’t good at it in Vietnam, Afghanistan, or Iraq … we need to be realistic about our ability to build the capacity for the Ukrainian government to receive and responsibly use those military capabilities and we have to be realistic about Russian reactions.”\n\n\n\nExperts are debating whether Russian President Vladimir Putin is acting haphazardly for a reason.\n\n“There is certainly a tactical element to his actions … at a fundamental level, Russia has not yet decided if it can live as modern nation-state within its boundaries and … it’s important not to underestimate how well Putin understands these things and it’s important not to underestimate his strategic ambitions,” said Henning.\n\n“We are going to see constant probes by Russia unless we thwart them in Ukraine,” said Blank.", "positionLabels": ["factual"], "politicalLabels": ["neutral"]}