{"content": "Capitalizing on the chaos of Syria’s civil war, the Islamic State of Iraq and the Levant (ISIL) may be holding as many as 20 foreigners in detention centers. For decades, militant groups have used hostages to raise money and gain power. That puts governments in a tough spot: Pay for the safe release of their citizens and help fund extremist groups or discourage future hostage-taking by refusing to pay ransoms?\n\nFor many European countries, the answer appears to be just pay up, despite a 2013 agreement among G-8 leaders not to do so. Earlier this year ISIL turned over 12 European hostages after their governments paid on average $2.5 million for each person.\n\nThe United States has a long-standing policy of not negotiating with hostage takers or paying ransoms. That does not prevent families, companies and others from trying to raise money for the release of a captive.\n\nEarlier this year, after American journalist James Foley was beheaded by ISIL militants, it was revealed that the U.S. military tried, without success, to rescue him. His murder was followed by the killing of another American journalist, Steven Sotloff, and most recently, American aid worker Abdul-Rahman Peter Kassig.\n\n“ISIL’s leaders assumed that the world would be too intimidated to oppose them. Well, let's be clear — we are not intimidated,” said U.S. Secretary of State John Kerry. President Barack Obama called the beheadings “pure evil.” Now his administration is reviewing its hostage policy.\n\nIn a letter from the Defense Department to a top Republican on the House Armed Services Committee, an undersecretary of defense wrote this month, “The president recently directed a comprehensive review of the U.S. government policy on overseas terrorist-related hostage cases, with specific emphasis on examining family engagement, intelligence collection and diplomatic engagement policies.”\n\nIt seems unlikely that the stance against paying ransoms will change. “The reasons for that are that paying ransoms or making it clear to other organizations that we're willing to pay ransoms only puts American citizens at greater risk. And that’s obviously something the president and his team are very focused on — protecting American citizens,” said Josh Earnest, the White House press secretary.\n\nThe question is what a new policy on hostage-taking would be if it doesn’t include paying ransom. What can the government do to protect Americans captured by hostile groups?\n\nWe consulted a panel of experts for the Inside Story", "tags": "set(['Human Rights', 'Israel', 'Police', 'Tunisia', 'Science', 'U.S.', 'Sports', 'Environment', 'Culture', 'International', 'ISIS', 'Terrorism', 'Technology', 'Economy'])", "title": "Should the US negotiate for the release of American hostages?"}