{"content": "Massacres, beheadings, torture, sexual enslavement and forced pregnancy being carried out by group, investigators say.\n\nFighters from the Islamic State of Iraq and the Levant (ISIL) are committing war crimes and crimes against humanity on a large scale in areas under the group's control in Syria, UN investigators say.\n\nIn its first report focused squarely on acts by ISIL, the UN Commission of Inquiry on Syria presented on Friday a horrifying picture of what life was like in areas controlled by the group, including massacres, beheadings, torture, sexual enslavement and forced pregnancy.\n\n\"The commanders of ISIS have acted wilfully, perpetrating these war crimes and crimes against humanity with clear intent of attacking persons with awareness of their civilian or 'hors de combat' [non-combat] status,\" the report said, using an alternate acronym for ISIL.\n\n\"They are individually criminally responsible for these crimes.\"\n\nThe commission called on the perpetrators to be brought to justice, for instance, before the International Criminal Court.\n\nBased on more than 300 interviews with people who have fled areas under the control of ISIL, as well as photographs and video footage released by ISIL itself, the report paints a picture of life under the group's rule.\n\nLive Box 2014108135930757185\n\nISIL, which has declared an Islamic \"caliphate\" in an area spanning northern Iraq and eastern Syria, is seeking to \"subjugate civilians under its control and dominate every aspect of their lives through terror, indoctrination\", the report found.\n\nMassacres, beheading boys as young as 15, and amputations and lashings in public squares that residents, including children, were forced to watch figure on the list of crimes, as does the widespread use of child soldiers, stoning women to death for suspected adultery, and holding women as sexual slaves and forcing them to bear children for the fighters.\n\nOne person, who fled the group's stronghold Raqqa, told investigators he had seen a man punished in a public square for looting.\n\n\"Two people held the victim tightly while a third man stretched his arm over a large wooden board. A fourth man cut off the victim's hand,\" the witness was quoted as saying.\n\n\"It took a long time. One of the people, who was standing next to me, vomitted and passed out due to the horrific scene.\"\n\nSource: Agencies", "tags": "set([])", "title": "UN: ISIL committing war crimes in Syria"}