{"content": "The Central Intelligence Agency helped the Justice Department develop technology used to access data from thousands of cell phones at once, according to a published report.\n\nThe Wall Street Journal reported late Tuesday that the program uses devices similar to a cellular tower that tricks cell phones into automatically reporting their location. The devices are located on specially equipped planes, usually small fixed-wing Cessnas, that operate out of five cities across the U.S. The existence of the program was first reported by the Journal this past November.\n\nADVERTISEMENT ADVERTISEMENT\n\nThe Journal reports that when a device locates a phone sought by law enforcement officials, the plane circles overhead until the device can locate it within approximately 3 yards.\n\nThe technology, which was developed by the U.S. Marshals Service alongside the CIA, is used to track criminal suspects. According to the Journal, similar technology is used to track terrorism suspects and other targets of U.S. intelligence overseas.\n\nAs part of the system's function, it briefly identifies many cell phones belonging to innocent people, and also interferes with the ability to make phone calls. Officials at the CIA and the Justice Department tell the Journal that the agency's role in developing the technology did not break rules prohibiting involvement in domestic operations.\n\nHowever, civil liberties organizations are concerned that the program constitutes a violation of privacy, and at least one, the Electronic Frontier Foundation, has filed a lawsuit requesting more information about the program and its origins.\n\nAccording to the Journal, one version of the device was field-tested as early as 2004, and managed to access cell phones systems from AT&T and T-Mobile. Two years later, field tests enabled the device to retrieve data from Sprint and Verizon networks.\n\nThe program has also drawn attention on Capitol Hill, with Senate Judiciary Committee chair Chuck Grassley, R-Iowa, requesting that the Justice Department explain its use of the technology, \"including the legal authority agencies obtain prior to deploying these tools, the specific information they are giving to judges when requesting to use them, and what policies are in place to ensure the civil liberties of innocent Americans are protected.\"\n\nClick for more from The Wall Street Journal.", "tags": "set([])", "title": "CIA reportedly helped Justice Department develop technology to access cell phone data"}