{"content": "A Navy F-18 returns from a mission against Islamic State targets. (Photo: John Philip Wagner Jr., AP)\n\nWASHINGTON — Military units have notified their members whose names and addresses were included on a \"kill list\" created by alleged sympathizers of the Islamic State group, a Pentagon official said Monday.\n\nThe list, which was posted online and reported over the weekend, includes the identities of 100 pilots, airmen, sailors and commanders involved in the U.S.-led airstrikes against the group in Iraq and Syria.\n\nTroops on the list are being notified, Col. Steve Warren, a Pentagon spokesman, said Monday. Some of the names on the list are no longer in the military.\n\nThe group that posted the information identified itself as the Islamic State Hacking Division. Its list features the photographs of service members along with their names, rank and home addresses. That information, Warren said, was publicly available and did not come from a data breach. In many cases, the troops' identities are on military web sites and social media pages.\n\nSimilar threats have occurred before, said two Defense officials speaking on condition of anonymity because they were not authorized to speak publicly on the nature of past threats.\n\n\"The Islamic State Hacking Division (ISHD) has hacked several military servers, databases and emails and with all this access we have successfully obtained personal information related to military personnel in the United States Air Force, NAVY & Army...,\" the group's web site said. \"With the huge amount of data we have from various different servers and databases, we have decided to leak 100 addresses so that our brothers residing in America can deal with you.\"\n\nThe Army is working with the Defense Department to determine the validity of any threats, an Army statement Monday said. \"In the meantime, our Criminal Investigation Division is working with the Federal Bureau of Investigation and has provided the information to local units and, as always, we encourage soldiers to take prudent measures to limit the sharing of personal information online,\" the statement said.\n\nU.S. aircraft have been flying missions against Islamic State targets since August. The group is also known as ISIL or ISIS.\n\nRead or Share this story: http://usat.ly/1C5nd6C", "tags": "set(['Interactives', 'Investigations'])", "title": "Troops notified their names are on Islamic State kill list"}