{"content": "The economy is the most important issue in the election for most US Muslims - more than foreign policy or civil rights.\n\nArlington, Virginia - For the next two weeks until Election Day, pundits will speculate about Barack Obama and Mitt Romney's varying abilities to woo the elderly vote, the military vote, the Hispanic vote, the Jewish vote, the woman vote, the black vote, the white vote, the student vote, the small business owner vote and a slew of others.\n\nOne of the less sought-after \"votes\" this election? American Muslims.\n\nTrue, the United States' 2.6 million Muslims make up only about one per cent of the population, as compared to demographic groups more often pursued by politicians, such as veterans (7 per cent), Hispanics (16.7 per cent) and elderly voters (13 per cent).\n\nBut Muslims make up larger portions of the population in crucial swing states like Virginia and Florida, and they're the fastest-growing religious community in the US.\n\nMuslims even have the possibility of swinging this election: In 2000, George W Bush won a disputed poll after triumphing in Florida by a mere 537 votes. During his campaign Bush actively courted the Muslim community, who voted overwhelmingly for the Republican. In Florida, Bush won about 50,000 more votes from Muslims than his Democratic opponent, Al Gore.\n\nWary of Republicans\n\nIn the 2004 election, the controversial Patriot Act and the war in Iraq caused Muslim voters to flock en masse to the Democrats: About nine in 10 voted for John Kerry, and a similar portion backed Barack Obama in 2008.\n\nLive Box 20121816112138306\n\nThough there's less enthusiasm for Obama among American Muslims today than there was four years ago, former Massachusetts governor and Republican presidential nominee Mitt Romney is unlikely to make big gains with the demographic.\n\nAt a presidential debate viewing party in Arlington, Virginia hosted by the Muslim Public Affairs Council (MPAC) - a group promoting the civil rights of American Muslims - many of the roughly 50 people there were critical of some Obama policies. But no one this reporter spoke to said they planned on voting for Romney.\n\nOne factor driving Republicans' low support among Muslim voters? The party's primary process, during which several candidates made incendiary comments about Muslims.\n\nPizza magnate Herman Cain vowed not to appoint any Muslims to his cabinet were he elected president, a promise that would have violated Article 6 of the US Constitution, which prohibits imposing religious tests for office (Cain quickly backtracked).\n\nFormer Speaker of the House of Representatives Newt Gingrich claimed in an interview that Palestinians are an \"invented\" people.\n\nAnd Minnesota Congresswoman Michele Bachmann claimed there are stealth efforts to impose sharia law on the US. In July - after she dropped out of the primary - she accused Huma Abedin, Hillary Clinton's deputy chief of staff, of ties to the Muslim Brotherhood.\n\nIn remarks made at a private fundraiser that was secretly videotaped, Romney declared that Palestinians have \"no interest whatsoever in establishing peace\". And on a trip to Israel this summer, Romney explained Israel's economic success vis-a-vis Palestine by saying \"culture makes all the difference\".\n\nShameem Ahsan, a New York native who is voting for Obama, said at the debate viewing party that Romney \"could have just not said anything. But he tried to, I thought, score points with people and take advantage of anti-Muslim sentiment in this country.\"\n\n'Muslims for Romney'\n\nBut there are some Muslims who, repelled by the Democrats’ positions on social issues, are voting Romney.\n\nUmar Ahmad Ghuman is a Pennsylvania voter and dual citizen who served as a minister of investment in Pakistani President Pervez Musharraf’s government.\n\nHe’s always voted Republican, but this election cycle Ghuman was inspired to launch an organisation called Muslims for Romney after he discovered the public school his eighth-grade son attended had given a writing assignment on a lesbian couple who had spoken there.\n\nMuslims for Romney, he says, aims to show both Republicans and Muslims “how similar our values are”, and to encourage Muslim voters “to wake up and fight against abortion and gay rights”. Decrying what he describes as the “unholy, unnatural alliance” between Muslim voters and Democrats, he urges Muslims to pay more attention to social issues within the US.\n\nObama let-downs\n\nDisappointment with the Republican Party is not translating into the energetic enthusiasm many had for Obama in 2008.\n\n\"I think the Muslim community's still going to vote for Obama in overwhelming numbers.\" - Congressman Keith Ellison (D)\n\n\n\nYasmin Hussein, MPAC's Young Leaders Coordinator, said the group conducted an informal survey after a viewing party for the first presidential debate.\n\nThe results?\n\n\"The majority of the people were actually undecided,\" she told Al Jazeera. She believes that was partly due to Obama's poor performance in the debate - but also because \"a lot of Muslims are really coming out strongly against\" the Obama administration's increased use of weaponised drones and the failure to close the Guantanamo Bay detention camp.\n\nSome are eyeing third-party candidates as a protest vote, she said.\n\nBut Aziz Poonawalla, a Wisconsin voter and a co-editor of website MuslimsForObama.com, thinks some have been unrealistic or overly harsh when judging Obama's presidency.\n\nPoonawalla noted that when running for president in 2008, \"[Obama] did say he was going to double down in Afghanistan. I think that a lot of people just weren't paying attention.\"\n\nAs for Guantanamo: \"Of course he also wanted to close Guantanamo, but he wasn't able to do that because of congressional resistance.\"\n\nRegarding news that the New York Police Department spied on Muslim communities, Poonawalla stressed that \"Obama didn't have anything to do\" with that surveillance programme.\n\nCongressman Keith Ellison, a Democrat from Minnesota who is the first Muslim to be elected to Congress, said, \"I think the Muslim community's still going to vote for Obama in overwhelming numbers.\"\n\n\"But I think that this unbridled enthusiasm - it's a little more tempered\" in this election, he told Al Jazeera.\n\nOutreach\n\nBack in 2000, George W Bush won the votes of more than 7 in 10 Muslims, thanks largely to energetic outreach efforts.\n\n\"[Bush] met with the leadership of the American Muslim community,\" Corey Saylor, director of government affairs at the Council on American-Islamic Relations, told Al Jazeera.\n\nSaylor (R) says US Muslims should create a power base of voters that candidates need to be elected [Al Jazeera]\n\n\"Al Gore at the time was like no, thank you.\" Saylor also noted that on the campaign trail, Bush often criticised the government's use of secret evidence in deportation cases, and promised to end the practice.\n\nIn this election cycle, however, neither Obama nor Romney have made substantial outreach efforts to potential Muslim voters.\n\nFarid Senzai, the director of research at the Institute for Social Policy and Understanding, noted that although Obama has held annual Eid events and similar ceremonies, he has not done \"much in terms of direct, overt meetings\" with American Muslims.\n\nHe suspects this may be partly the case because a sizeable percentage of Americans continue to falsely think Obama, a Christian, is actually a Muslim.\n\nFor his part, Congressman Ellison said he thinks \"it's far healthier for the [Muslim] community to say look, we don't see it as Obama's job to get us out to vote. We're the ones who create a power base of voters so that he needs us to get elected, rather than us chasing him around and then having our feelings hurt because he won't come to a mosque or something like that.\"\n\nSwinging the vote in Virginia?\n\nAlthough American Muslims are not a big minority, CAIR's Saylor pointed out that Cuban Americans, an even smaller group, \"do a really effective job\" of affecting US policy.\n\n\"If a community with less numbers than us can have that kind of an impact on American policy,\" he said, \"there's no question that we can do the same.\"\n\nMuslims are the fastest-growing religious group in the US, with 66.7 per cent growth from 2000 to 2010. The percentage of Muslims has grown the most in the highly contested swing state of Virginia, said political scientist Michelle Claiborne of the University of Virginia's Cooper Center.\n\nSabah says the economy is still the most important factor in chosing a candidate to support [Al Jazeera]\n\nData from the Religious Congregations and Membership Study show a fourfold increase in Muslims in the state between 2000 and 2010; they now make up about 2.7 per cent of the state's population. That's still not a big number, but it's enough to swing Virginia in increasingly close elections.\n\nAhmed Sabah, a northern Virginia native who works at a Lebanese restaurant, noted that \"10 years ago going to prayer … there wouldn't necessarily be a full house. But now people are praying outside of the mosques\" because there is no room inside.\n\nGiven this growth, candidates \"are shooting themselves in the foot over the long term if they continue to alienate\" Muslim voters, Senzai told Al Jazeera.\n\nA growing non-white population in Virginia is one reason the state has been trending blue in recent years, says Claibourn. Virginia has traditionally been conservative, and had voted for the Republican presidential candidate in ten consecutive elections. But in 2008, Obama won the state's 13 electoral votes.\n\nEconomy still number-one issue\n\nAre Muslims more concerned about civil rights and foreign policy than the average voter? Probably - but for many American Muslims and non-Muslims alike, the most important issue in this election is the still-anaemic economy.\n\nSmoking a cigarette in Washington DC's Dupont Circle, Sabah, a Palestinian-American, told Al Jazeera that after Obama was elected in 2008, \"we had high hopes that our economy was going to grow, we were going to have better jobs, more opportunities … In my opinion he didn't really do too much of what he said he was going to do. I don't plan on voting for him or Romney.\"\n\nSabah said his father, who voted for Obama in 2008 and who has cast ballots in every election since he became a legal citizen decades ago, plans not to vote this year for the first time. He says the economic slowdown hurt business at his gas station and garage in Southwest DC, and is disappointed by Obama's performance on the economy.\n\n\"It's not necessarily that there's less money - but there's less opportunity, I feel,\" said Sabah. \"It's just harder to make a living than it was 15, 20 years ago.\"\n\nFollow Sam Bollier on Twitter: @SamBollier\n\nSource: Al Jazeera", "tags": "set([])", "title": "US Muslim vote: 'Mild' enthusiasm for Obama"}