{"content": "Iraqi Shiite militants launch rockets against Islamic State positions during clashes in Tikrit, Iraq, on March 24. (Photo: Khalid Mohammed, AP)\n\nWASHINGTON — The United States began providing critical surveillance and reconnaissance intelligence to Iraqi forces fighting Islamic State militants in Tikrit, according to a Defense official.\n\nThe support, which began Monday, is the first time the Iraqi government asked for American assistance in Tikrit, an offensive dominated by Shiite militias and their Iranian advisers.\n\nThe official who provided the information asked not to be named since he was not authorized to publicly discuss the issue. The development was first reported by The Wall Street Journal.\n\nThe official did not specify the type of support, but ISR, or intelligence, surveillance and reconnaissance, usually refers to video provided by drones or manned aircraft.\n\nThe development comes as Iraqi forces slowed their offensive in the city, a Sunni stronghold and Iraqi dictator Saddam Hussein's hometown.\n\nCol. Steve Warren, a Pentagon spokesman, said the offensive had \"stalled,\" but \"they certainly have not given up.\"\n\nThe Pentagon said it would provide Iraq's forces with airstrikes in Tikrit as well, but the Iraqi government has not requested that. The United States provides daily airstrikes elsewhere in Iraq.\n\nThe Tikrit offensive has placed the United States in an awkward position. The battle is waged largely by Shiite militias with backing from Iran. The commander of Iran's elite al-Quds Force, Gen. Qassem Soleimani, has played an active role in Iraq, CIA Director John Brennan told Fox News Sunday recently.\n\nThe United States said it does not coordinate directly with Iran, and Iraq's government has been reluctant to ask the Pentagon for assistance there.\n\nThe surveillance information could be useful for Iraq's forces as they isolate a small group of fanatical defenders left in the city. Fighting in a dense city is difficult where defenders have an advantage and attackers cannot use heavy firepower.\n\nSurveillance video could help the Iraqis accurately target militants holed up in the city.\n\n\"The Iraqi military commanders need very precise information on the deployment of the ISIS fighters inside Tikrit,\" said Ismael Alsodani, a retired Iraqi general who served as a military attache in Washington, using an acronym for the Islamic State.\n\nRead or Share this story: http://usat.ly/1br70jn", "tags": "set(['Interactives', 'Investigations'])", "title": "U.S. provides support in Tikrit despite Iran's role"}