{"yelLabel": ["nonyellow"], "tags": "set([])", "title": "Islamic State militants 'burn to death 45 in Iraq'", "content": "Jihadist militants from Islamic State (IS) have burned to death 45 people in the western Iraqi town of al-Baghdadi, the local police chief says.\n\nExactly who these people were and why they were killed is not clear, but Col Qasim al-Obeidi said he believed some were members of the security forces.\n\nIS fighters captured much of the town, near Ain al-Asad air base, last week.\n\nCol Obeidi said a compound that houses the families of security personnel and local officials was now under attack.\n\nHe pleaded for help from the government and the international community.\n\nThe fighting and poor communications in the area make it difficult to confirm such reports.\n\nEarlier this month, IS published a video showing militants burning alive a Jordanian air force pilot, whose plane crashed in Syria in December.\n\nSiege\n\nAl-Baghdadi had been besieged for months by Islamic State fighters before its fall on Thursday.\n\nIt had been one of the few towns to still be controlled by the Iraqi government in Anbar province, where IS and allied Sunni Arab tribesmen launched an offensive in January 2014.\n\nPentagon spokesman Rear Adm John Kirby told reporters on Friday that al-Baghdadi's capture needed to be put in perspective.\n\nHe said it was the first time in the last couple of months that the jihadist group had taken new ground.\n\nHowever, Ain al-Asad air base, where about 320 US Marines are training members of the Iraqi army's 7th Division, is only 8km (5 miles) away.\n\nThe base was itself attacked by IS militants, among them several suicide bombers, on Friday. The militants were eventually repelled by Iraqi troops backed by US-led coalition aircraft.\n\nIn a separate development on Tuesday, the influential Shia cleric Moqtada Sadr announced he was withdrawing his forces from an umbrella group of Shia militia fighting IS alongside the Iraqi army.\n\nHe cited what he called the bad behaviour of other militia within the Popular Mobilisation Forces, whom he accused of \"wreaking havoc through murdering, kidnapping and violating sanctuaries\".\n\nShia militia have been accused of kidnapping and killing scores of Sunni civilians since Islamic State launched an offensive in northern Iraq last June that saw it seize large swathes of the country.", "positionLabels": ["factual"], "politicalLabels": ["neutral"]}