{"content": "WASHINGTON — In a striking public rebuke, the Obama administration warned Israel on Wednesday that plans for a controversial new housing project in east Jerusalem would distance Israel from \"even its closest allies\" and raise questions about its commitment to seeking peace with Palestinians.\n\nThe harsh criticism came just hours after President Barack Obama and Israeli Prime Minister Benjamin Netanyahu met at the White House. Obama spokesman Josh Earnest said the president privately raised his concerns with Netanyahu though the two leaders made no mention of the matter in their public comments to reporters.\n\n\"This development will only draw condemnation from the international community,\" Earnest said. \"It also would call into question Israel's ultimate commitment to a peaceful negotiated settlement with the Palestinians.\"\n\nNetanyahu pushed back against the criticism, according to reporters traveling with him Wednesday, saying that people should have all of the information before making such statements. He also said that while Obama did raise the issue of settlements in their meeting, the discussion did not focus on specific cases.\n\nAn Israeli official confirmed the accuracy of Netanyahu's comments to his traveling press corps. The official would discuss the matter only on condition of anonymity.\n\nThe new 2,500 unit project that stoked U.S. anger is contentious because it would complete a band of Jewish areas that separate Jerusalem from nearby Bethlehem. The U.S. has repeatedly criticized Israeli construction in east Jerusalem, casting it as damaging to efforts to secure an elusive peace accord with the Palestinians.\n\nThe White House also condemned what it called the recent occupation of residential buildings in Silwan, an Arab neighborhood in east Jerusalem where several hundred hard-line Israeli settlers have moved in recent years. Earnest called the move was \"provocative\" and said it would \"escalate tensions at a moment when those tensions have already been high.\"\n\nAppearing before reporters earlier, Obama and Netanyahu betrayed little of the U.S. displeasure projected by the White House spokesman, as well as officials at the State Department. While the two leaders have long had a tense relationship, each took a polite and cordial tone in their brief public remarks.\n\nStill, areas of discord were evident, most notably Obama's frustration with Palestinian civilian deaths in during the summer war in Gaza and Israel's wariness of U.S.-led nuclear negotiations with Iran.\n\nSitting alongside Netanyahu, Obama said leaders must \"find ways to change the status quo so that both Israel citizens are safe in their own homes, and schoolchildren in their schools, from the possibility of rocket fire but also that we don't have the tragedy of Palestinian children being killed as well.\"\n\nMore than 2,100 Palestinians — the vast majority of them civilians, according to the United Nations — and more than 70 Israelis were killed during the 50-day war in Gaza.\n\nOfficials said much of Obama and Netanyahu's private discussions centered on Iran. The U.S. and its negotiating partners — Britain, France, Germany, Russia and China — have until Nov. 24 to reach a deal with Iran on its nuclear program, and all sides say significant gaps remain.\n\nThe West suspects that Iran is secretly trying to build a nuclear weapon alongside its civilian atomic program, something that Israel sees as an existential threat. Netanyahu reiterated his skepticism that the diplomatic process will allow Tehran to keep aspects of its program intact.\n\n\"Iran seeks a deal that would lift the tough sanctions that you worked so hard to put in place and leave it as a threshold nuclear power,\" Netanyahu told Obama. \"And I firmly hope under your leadership that would not happen.\"\n\nIran insists its nuclear program is for peaceful purposes only.\n\nAs Netanyahu arrived at the White House, city officials in Jerusalem announced plans to move forward with the construction of homes in east Jerusalem's Givat Hamatos neighborhood. The announcement was circulated by an anti-settlement watchdog group, though the officials said the decision was made two weeks ago and had no connection to Netanyahu's meeting with Obama.\n\nThe Palestinians claim east Jerusalem, which was captured by Israel in 1967, as the capital of a future state. While Israel considers east Jerusalem as part of its capital, the U.S. and most of the international community consider such construction projects to be illegal settlements.\n\nObama and Netanyahu also discussed the U.S.-led airstrike campaign against Islamic State militants in Iraq and Syria, an effort the Israeli leader said he \"fully supports.\" During a speech at the United Nations earlier this week, Netanyahu had sought to draw a comparison between the Islamic State group and Hamas.\n\nStill on the agenda but with less urgency was the status of stalled efforts to forge peace between Israel and Palestinians. The peace process broke down earlier this year and there has been little sign that either side is eager to resume talks.\n\nInstead, the Palestinians plan to ask the U.N. Security Council to set a deadline of November 2016 for an Israeli withdrawal from all Palestinian territory occupied since 1967, including east Jerusalem.\n\nThe draft resolution, obtained Wednesday by The Associated Press, would affirm the Security Council's determination to contribute to attaining a peaceful solution that ends the Israeli occupation \"without delay\" and fulfills the vision of two states, \"an independent, sovereign, democratic, contiguous and viable state of Palestine\" living side by side with Israel in peace and security in borders based on those before the 1967 Mideast War.\n\nU.S. officials have long told their Palestinian counterparts that a negotiated solution with Israel was the only way to resolve the conflict.\n\nNetanyahu, meanwhile, has begun calling for bringing an alliance of moderate Arab states into the peace process.\n\n___\n\nAssociated Press writer Josef Federman in Jerusalem contributed to this report.\n\n___", "tags": "set([])", "title": "US Sharply Criticizes New Israeli Housing Project"}