{"yelLabel": ["yellow"], "tags": "set([])", "title": "US election: Five challenges facing the president", "content": "Before President Barack Obama can sit back and bask in the achievement of securing a second term in office, he may want to ponder some of the challenges ahead.\n\nHere are five key issues awaiting him in his in-tray.\n\nA still-struggling economy\n\nThe US is slowly crawling out of the worst economic downturn since the Great Depression.\n\nUnemployment has fallen but remains stubbornly high, at 7.9%, and hiring remains too slow to absorb the millions of unemployed or underemployed Americans. Economic growth remains sluggish - 2% in the third quarter.\n\nThe slightest shock - see below - could send the economy crashing down again.\n\nAmong the many factors dragging on the US are the debt crisis in Europe and the resulting impact on global trade, continuing troubles in the US real estate market, uncertainty about US government fiscal policy in the near term, and concern about political gridlock in Washington.\n\nDespite all that, Americans have enjoyed spots of good news in recent weeks - modest job growth, GDP slowly picking up, signs the housing market is at last recovering, and an up-tick in consumer confidence that suggests Americans may at last be ready to open their wallets.\n\nIf, as some economic forecasters now believe, a roaring economy is just ahead, Mr Obama will no doubt claim credit.\n\nThe fiscal cliff and after that, the budget deficit\n\nOn 1 January comes an immediate across-the-board volley of tax rises and government spending cuts that will affect nearly every American and could devastate the weak economy - unless Congress takes action to head them off.\n\nThe so-called fiscal cliff is no accident of policy and finance. It was deliberately engineered in a 2011 compromise between Mr Obama and Congress as an incentive for them to agree on a plan to reduce the yawning US budget deficit over the long term.\n\nObama's 'Blueprint for America's future' The president's plan for a second term, summed up in campaign bullet points: \"Building an economy from the middle class out\"\n\n\"Reviving American manufacturing\"\n\n\"Energy made in America\"\n\n\"Growing small business\"\n\n\"Improve education for middle-class jobs\"\n\n\"A tax plan that cuts the deficit and creates jobs\"\n\n\"Putting YOU in charge of your healthcare\"\n\n\"Protecting retirement security\"\n\n\"Moving America forward\" Source: Obama campaign Read the rest of Obama's second term plan\n\nThe idea was that the Democrats and Republicans would act to prevent cuts to defence and social programmes dear to either side, as well as the expiration of a temporary payroll tax cut and the low tax rates dating back to the George W Bush presidency.\n\nThose were written into law to be temporary, but Congress has shown little inclination to allow them to lapse.\n\nThe combination of the drastic spending cuts and tax rises could throw the fragile US economy back into recession, according to just about every mainstream economist.\n\n\"That's just simple macro economics,\" says Peter Morici, an economist and professor of business at the University of Maryland.\n\n\"Whether you're a conservative or a liberal, if you have a $500bn (£313bn) reduction in demand because of increased taxes and lower spending, you're going off a cliff.\"\n\nIt is hoped a deal that backs the US away from the fiscal cliff will also at last address the deficit, which this year reached $1.1tn (£685bn), or about 7% of GDP.\n\nTo do that, the president and Congress will have to fight it out over rapidly expanding social programmes like Medicare and Social Security, the $651bn (£407bn) defence budget, and the income tax structure.\n\nIran\n\nKhamenei and Ahmadinejad will loom large in the president's thoughts\n\nIran stands at the nexus of several US policy challenges - winding down US engagement in Afghanistan, ensuring stability in Iraq, promoting a resolution to the Israel/Palestine situation, fighting terrorism, ensuring open access to energy and preventing nuclear proliferation.\n\nThe US remains determined to prevent Iran gaining a nuclear weapon. Iran maintains its nuclear programme is solely peaceful, and its leaders have vowed to resist international sanctions that are increasingly weakening its economy.\n\nDiplomacy is the worst option save for all others Karim Sadjadpour, Iran analyst\n\n\"The US and Iran are essentially in a state of cold war,\" says Karim Sadjadpour, an Iran analyst with the Carnegie Endowment for International Peace.\n\nUnder Supreme Leader Ayatollah Ali Khamenei, the Iranian government has come to define its national interests in opposition to the US, he says.\n\nAnother factor Mr Obama must consider is the threat of an Israeli military strike against Iran's nuclear infrastructure - and an Iranian promise to retaliate.\n\nThe key for Mr Obama will be to check Iran's nuclear ambitions without resorting to military force, Mr Sadjadpour says.\n\n\"In this context you can't shun Iran,\" he says. And a military strike on that country would exacerbate every other problem the US faces on the international stage and could spark a regional war.\n\n\"To paraphrase Winston Churchill, diplomacy is the worst option save for all others.\"\n\nMedicare costs\n\nIn 2011, Medicare provided healthcare to 48.7m Americans\n\nMedicare, the enormous government healthcare programme for over-65s and disabled Americans, is projected soon to run out of money.\n\nThe nearly half-century old programme, one of the Democrats' signature achievements, is suffering under two pressing burdens - the ever-growing cost of an inefficient healthcare system and the imminent retirement of the baby-boom generation, more and more of whom are becoming eligible for benefits.\n\nMedicare's hospital insurance programme is currently projected to run out of money in 2024. The doctor visit and prescription drug programmes, which have an unlimited pot of money, will rise to 3.4% of GDP in 2035 from 2% last year.\n\nAddressing the cost rises is \"daunting\", says Paul Van de Water, a senior fellow at the Center for Budget and Policy Priorities.\n\nDon Berwick, former administrator of the US Centers for Medicare and Medicaid Services, says the challenge ahead is much more complicated than merely tweaking Medicare's funding structure. Rather, the entire healthcare system needs an overhaul.\n\n\"Medicare's symptoms - rising costs beyond what we can support as a country - are not Medicare symptoms, they're healthcare symptoms,\" he says.\n\n\"America's healthcare delivery structure is unresponsive to the needs we've got. One needs to see this as a problem with the way that American healthcare is shaped and delivered for everyone, not with government-sponsored healthcare.\"\n\nWorking with Congress\n\nDifferent sides: House Republicans, top right, and Senate Democrats, bottom left\n\nMr Obama finds himself again contending with a bitterly divided congress that has been mired in parliamentary gridlock for the past four years and barely capable of passing legislation more controversial than renaming a post office.\n\nMost analysts predicted Congress would remain divided, with the Republicans in control of the House of Representatives and the Democrats maintaining a narrow, possibly single-vote, majority in the Senate.\n\nAt least in the short term, nothing suggests the Republicans who control the House and have enough votes in the Senate to block legislation, will be any more willing to compromise with the Democrats than in his first term.\n\n\"There is no real prospect that this election is going to lance the boils, break the fever, bring us back to bipartisan policymaking,\" says Norman Ornstein, a prominent congressional scholar and co-author of It's Even Worse Than It Looks: How the American Constitutional System Collided With the New Politics of Extremism.\n\n\"We're in for a long slog.\"", "positionLabels": ["factual"], "politicalLabels": ["liberal"]}