{"yelLabel": ["yellow"], "tags": "set([])", "title": "Why is ISIS so successful at luring Westerners?", "content": "Story highlights ISIS has a penchant for producing slick videos that resemble trailers for Hollywood action movies\n\nAnalyst: Many recruits lack a sense of belonging; some want a lavish afterlife by dying as a \"martyr\"\n\nHundreds from the UK, Canada, France and the U.S. are suspected of going to join ISIS\n\n(CNN) A group of medical students -- including an American, seven Britons and a Canadian -- may be the latest Westerners to join ISIS.\n\nIt's become a familiar story: Young people give up their futures in Western democratic nations to join the terrorist network establishing a self-declared Islamic state in the Middle East.\n\nLast month, three teenage British girls suspected of wanting to join ISIS may have gone to Syria, authorities said. Their fates remain unknown.\n\nAn estimated 3,400 Westerners have gone to join ISIS in its bloody quest to establish an Islamist state in Iraq and Syria, said Nicholas Rasmussen, director of the National Counterterrorism Center.\n\nAnalysts and U.S. officials agree: ISIS is skilled at luring Westerners, attracting far greater numbers than al Qaeda. How is it doing this?\n\nIt preys on impressionable youths\n\nISIS recruits are often young -- sometimes disillusioned teenagers trying to find purpose and make their mark.\n\n\"The general picture provided by foreign fighters of their lives in Syria suggests camaraderie, good morale and purposeful activity, all mixed in with a sense of understated heroism, designed to attract their friends as well as to boost their own self-esteem,\" counterterrorism expert Richard Barrett wrote last year in a report called \"Foreign fighters in Syria.\"\n\nThe ISIS terror threat 53 photos The ISIS terror threat 53 photos Shiite militiamen celebrate Wednesday, April 1, a day after they helped Iraqi forces retake the city of Tikrit from the ISIS militant group. Tikrit had been under ISIS control since June. Hide Caption 1 of 53 The ISIS terror threat 53 photos Iraqi security forces and Shiite militiamen prepare to attack ISIS militants in Tikrit on Tuesday, March 31. The push into Tikrit came days after U.S.-led airstrikes targeted ISIS bases around the city. Ousting ISIS from Tikrit is important for the coalition trying to thwart the extremist group's quest to grow its caliphate. ISIS wants to create an Islamic state across Sunni areas of Iraq and Syria. Hide Caption 2 of 53 The ISIS terror threat 53 photos Iraqi security forces launch a rocket against ISIS positions in Tikrit on Monday, March 30. Hide Caption 3 of 53 The ISIS terror threat 53 photos An Iraqi soldier searches for ISIS fighters in Tikrit on March 30. Hide Caption 4 of 53 The ISIS terror threat 53 photos An Iraqi soldier takes photos of the demolished tomb of former Iraqi President Saddam Hussein on Sunday, March 15. The tomb in Tikrit was destroyed as Iraqi forces battled ISIS for control of the city. Hide Caption 5 of 53 The ISIS terror threat 53 photos Smoke billows after a mortar shell hit an Anbar governorate building in Ramadi, Iraq, on Wednesday, March 11. ISIS launched a coordinated attack on government-held areas of the western Iraqi city. Hide Caption 6 of 53 The ISIS terror threat 53 photos The parents of 19-year-old Mohammed Musallam react at the family's home in the East Jerusalem Jewish settlement of Neve Yaakov on Tuesday, March 10. ISIS released a video purportedly showing a young boy executing Musallam, an Israeli citizen of Palestinian descent who ISIS claimed infiltrated the group in Syria to spy for the Jewish state. Musallam's family told CNN that he had no ties with the Mossad, Israel's spy agency, and had, in fact, been recruited by ISIS. Hide Caption 7 of 53 The ISIS terror threat 53 photos Iraqi Shiite fighters cover their ears as a rocket is launched during a clash with ISIS militants in the town of Al-Alam, Iraq, on Monday, March 9. Hide Caption 8 of 53 The ISIS terror threat 53 photos Displaced Assyrian women who fled their homes due to ISIS attacks pray at a church on the outskirts of Damascus, Syria, on Sunday, March 1. ISIS militants recently abducted at least 220 Assyrians in Syria. Hide Caption 9 of 53 The ISIS terror threat 53 photos Safi al-Kasasbeh, right, receives condolences from tribal leaders at his home village near Karak, Jordan, on Wednesday, February 4. Al-Kasasbeh's son, Jordanian pilot Moath al-Kasasbeh, was burned alive in a video that was recently released by ISIS militants. Jordan is one of a handful of Middle Eastern nations taking part in the U.S.-led military coalition against ISIS. Hide Caption 10 of 53 The ISIS terror threat 53 photos A Kurdish marksman looks over a destroyed area of Kobani on Friday, January 30, after the city had been liberated from the ISIS militant group. The Syrian city, also known as Ayn al-Arab, had been under assault by ISIS since mid-September. Hide Caption 11 of 53 The ISIS terror threat 53 photos Smoke billows in Kirkuk as Kurdish Peshmerga fighters take position against ISIS militants on January 30. Hide Caption 12 of 53 The ISIS terror threat 53 photos Kurdish people celebrate in Suruc, Turkey, near the Turkish-Syrian border, after ISIS militants were expelled from Kobani on Tuesday, January 27. Hide Caption 13 of 53 The ISIS terror threat 53 photos Collapsed buildings are seen in Kobani on January 27 after Kurdish forces took control of the town from ISIS. Hide Caption 14 of 53 The ISIS terror threat 53 photos Junko Ishido, mother of Japanese journalist Kenji Goto, reacts during a news conference in Tokyo on Friday, January 23. ISIS would later kill Goto and another Japanese hostage, Haruna Yukawa. Hide Caption 15 of 53 The ISIS terror threat 53 photos ISIS militants are seen through a rifle's scope during clashes with Peshmerga fighters in Mosul, Iraq, on Wednesday, January 21. Hide Caption 16 of 53 The ISIS terror threat 53 photos An elderly Yazidi man arrives in Kirkuk after being released by ISIS on Saturday, January 17. The militant group released about 200 Yazidis who were held captive for five months in Iraq. Almost all of the freed prisoners were in poor health and bore signs of abuse and neglect, Kurdish officials said. Hide Caption 17 of 53 The ISIS terror threat 53 photos Smoke billows behind an ISIS sign during an Iraqi military operation to regain control of the town of Sadiyah, about 95 kilometers (60 miles) north of Baghdad, on Tuesday, November 25. Hide Caption 18 of 53 The ISIS terror threat 53 photos Fighters from the Free Syrian Army and the Kurdish People's Protection Units join forces to fight ISIS in Kobani on Wednesday, November 19. Hide Caption 19 of 53 The ISIS terror threat 53 photos A picture taken from Turkey shows smoke rising after ISIS militants fired mortar shells toward an area controlled by Syrian Kurdish fighters near Kobani on Monday, November 3. Hide Caption 20 of 53 The ISIS terror threat 53 photos Iraqi special forces search a house in Jurf al-Sakhar, Iraq, on Thursday, October 30, after retaking the area from ISIS. Hide Caption 21 of 53 The ISIS terror threat 53 photos ISIS militants stand near the site of an airstrike near the Turkey-Syria border on Thursday, October 23. The United States and several Arab nations have been bombing ISIS targets in Syria to take out the militant group's ability to command, train and resupply its fighters. Hide Caption 22 of 53 The ISIS terror threat 53 photos Kurdish fighters walk to positions as they combat ISIS forces in Kobani on Sunday, October 19. Hide Caption 23 of 53 The ISIS terror threat 53 photos A U.S. Air Force plane flies above Kobani on Saturday, October 18. Hide Caption 24 of 53 The ISIS terror threat 53 photos Heavy smoke rises in Kobani following an airstrike by the U.S.-led coalition on October 18. Hide Caption 25 of 53 The ISIS terror threat 53 photos Cundi Minaz, a female Kurdish fighter, is buried in a cemetery in the southeastern Turkish town of Suruc on Tuesday, October 14. Minaz was reportedly killed during clashes with ISIS militants in nearby Kobani. Hide Caption 26 of 53 The ISIS terror threat 53 photos Turkish police officers secure a basketball stadium in Suruc on October 14. Some Syrian Kurds were held there after crossing from Syria into Turkey. Tens of thousands of people fled Kobani to escape ISIS. Hide Caption 27 of 53 The ISIS terror threat 53 photos Kiymet Ergun, a Syrian Kurd, celebrates in Mursitpinar, Turkey, after an airstrike by the U.S.-led coalition in Kobani on Monday, October 13. Hide Caption 28 of 53 The ISIS terror threat 53 photos Alleged ISIS militants stand next to an ISIS flag atop a hill in Kobani on Monday, October 6. Hide Caption 29 of 53 The ISIS terror threat 53 photos In this photo released by the U.S. Air Force on Saturday, October 4, a U.S. Navy jet is refueled in Iraqi airspace after conducting an airstrike against ISIS militants. Hide Caption 30 of 53 The ISIS terror threat 53 photos A Kurdish Peshmerga soldier who was wounded in a battle with ISIS is wheeled to the Zakho Emergency Hospital in Duhuk, Iraq, on Tuesday, September 30. Hide Caption 31 of 53 The ISIS terror threat 53 photos Syrian Kurds wait near a border crossing in Suruc as they wait to return to their homes in Kobani on Sunday, September 28. Hide Caption 32 of 53 The ISIS terror threat 53 photos Tomahawk missiles, intended for ISIS targets in Syria, fly above the Persian Gulf after being fired by the USS Philippine Sea in this image released by the U.S. Navy on Tuesday, September 23. Hide Caption 33 of 53 The ISIS terror threat 53 photos Turkish Kurds clash with Turkish security forces during a protest near Suruc on Monday, September 22. According to Time magazine , the protests were over Turkey's temporary decision to close the border with Syria. Hide Caption 34 of 53 The ISIS terror threat 53 photos Syrian Kurds fleeing ISIS militants wait behind a fence in Suruc on Sunday, September 21. Hide Caption 35 of 53 The ISIS terror threat 53 photos A elderly man is carried after crossing the Syria-Turkey border near Suruc on Saturday, September 20. Hide Caption 36 of 53 The ISIS terror threat 53 photos A Kurdish Peshmerga fighter launches mortar shells toward ISIS militants in Zumar, Iraq, on Monday, September 15. Hide Caption 37 of 53 The ISIS terror threat 53 photos Kurdish Peshmerga fighters fire at ISIS militant positions from their position on the top of Mount Zardak, east of Mosul, Iraq, on Tuesday, September 9. Hide Caption 38 of 53 The ISIS terror threat 53 photos Kurdish Peshmerga forces stand guard at their position in the Omar Khaled village west of Mosul on Sunday, August 24. Hide Caption 39 of 53 The ISIS terror threat 53 photos Kurdish Peshmergas fight to regain control of the town of Celavle, in Iraq's Diyala province, on August 24. Hide Caption 40 of 53 The ISIS terror threat 53 photos Peshmerga fighters stand guard at Mosul Dam in northern Iraq on Thursday, August 21. With the help of U.S. military airstrikes, Kurdish and Iraqi forces retook the dam from ISIS militants on August 18. A breach of the dam would have been catastrophic for millions of Iraqis who live downstream from it. Hide Caption 41 of 53 The ISIS terror threat 53 photos Displaced Iraqis receive clothes from a charity at a refugee camp near Feeshkhabour, Iraq, on Tuesday, August 19. Hide Caption 42 of 53 The ISIS terror threat 53 photos Peshmerga fighters inspect the remains of a car that reportedly belonged to ISIS militants and was targeted by a U.S. airstrike in the village of Baqufa, north of Mosul, on August 18. Hide Caption 43 of 53 The ISIS terror threat 53 photos Kurdish Peshmerga fighters fire at ISIS in Khazair, Iraq, on Thursday, August 14. Hide Caption 44 of 53 The ISIS terror threat 53 photos Aziza Hamid, a 15-year-old Iraqi girl, cries for her father while she and some other Yazidi people are flown to safety Monday, August 11, after a dramatic rescue operation at Iraq's Mount Sinjar. A CNN crew was on the flight, which took diapers, milk, water and food to the site where as many as 70,000 people were trapped by ISIS. But only a few of them were able to fly back on the helicopter with the Iraqi Air Force and Kurdish Peshmerga fighters. Hide Caption 45 of 53 The ISIS terror threat 53 photos Thousands of Yazidis are escorted to safety by Kurdish Peshmerga forces and a People's Protection Unit in Mosul on Saturday, August 9. Hide Caption 46 of 53 The ISIS terror threat 53 photos Thousands of Yazidi and Christian people flee Mosul on Wednesday, August 6, after the latest wave of ISIS advances. Hide Caption 47 of 53 The ISIS terror threat 53 photos A Baiji oil refinery burns after an alleged ISIS attack in northern Selahaddin, Iraq, on Thursday, July 31. Hide Caption 48 of 53 The ISIS terror threat 53 photos A Syrian rebel fighter lies on a stretcher at a makeshift hospital in Douma, Syria, on Wednesday, July 9. He was reportedly injured while fighting ISIS militants. Hide Caption 49 of 53 The ISIS terror threat 53 photos New army recruits gather in Najaf, Iraq, on Wednesday, June 18, following a call for Iraqis to take up arms against Islamic militant fighters. Hide Caption 50 of 53 The ISIS terror threat 53 photos Kurdish Peshmerga forces, along with Iraqi special forces, deploy their troops and armored vehicles outside of Kirkuk, Iraq, on June 12. Hide Caption 51 of 53 The ISIS terror threat 53 photos Children stand next to a burnt vehicle during clashes between Iraqi security forces and ISIS militants in Mosul on Tuesday, June 10. Hide Caption 52 of 53 The ISIS terror threat 53 photos Civilians from Mosul escape to a refugee camp near Irbil, Iraq, on June 10. Hide Caption 53 of 53 EXPAND GALLERY\n\nFawaz Gerges, professor of Middle East studies at The London School of Economics, put it more bluntly:\n\n\"ISIS provides these deluded young men and women with an adventurous trip.\"\n\nMany recruits come from educated, well-to-do backgrounds, like 25-year-old Abu Anwar of Britain. He said he had no problem leaving a comfortable lifestyle to join ISIS.\n\n\"I'm from the south of England. I grew up in a middle-class family,\" he told CNN. \"Life was easy back home. I had a life. I had a car. But the thing is, you cannot practice Islam back home. We see all around us evil. We see pedophiles. We see homosexuality. We see crime. We see rape.\"\n\nThe names: Who has been recruited to ISIS from the West\n\nIt offers alluring perks\n\nSome are lured by the possibility of dying as a martyr so they can enjoy a sumptuous afterlife.\n\nOthers may succumb to more tangible promises.\n\nISIS loyalists are told they will receive gifts from Allah, wrote Aqsa Mahmood, a young British woman who left Scotland to join ISIS and now is an ISIS recruiter.\n\nSuch gifts include \"a house with free electricity and water provided to you due to the Khilafah (the caliphate or state) and no rent included,\" Mahmood wrote.\n\nIt runs a sophisticated propaganda machine\n\nISIS' slick propaganda videos resemble trailers for Hollywood action movies.\n\nOne hourlong video showed a collection of bombings, executions, kidnappings and beheadings. As one roadside bomb blasts a vehicle into the sky, two men in the background of the video chuckle.\n\nJust Watched ISIS training children to be terrorists replay More Videos ... ISIS training children to be terrorists 01:30 PLAY VIDEO\n\nISIS now has the most sophisticated propaganda machine of any terrorist organization, said Matthew Olsen, former director of the National Counterterrorism Center.\n\n\"It turns out timely, high-quality media, and it uses social media to secure a widespread following,\" he said.\n\nEven the U.S. State Department admits ISIS' propaganda prowess \"is something we have not seen before.\"\n\n\"It's something we need to do a lot more work on,\" State Department spokeswoman Jen Psaki said last month. \"We are seeing 90,000, I think, tweets a day that we're combating.\"\n\n\"We are way behind. They are far superior and advanced than we are when it comes to new media technologies,\" Maajid Nawaz, a former jihadi and author of \"Radical: My Journey out of Islamist Extremism,\" told CNN last year. \"... It is very attractive for angry young Muslims when they see these sorts of videos and they hear language that resonates with them.\"\n\nBattlefield successes draw fighters\n\nThe slick strategy offers a big edge over al Qaeda. ISIS \"has proven far more adept than core al Qaeda -- or any of al Qaeda's affiliates -- at using new media tools to reach a broader audience,\" Rasmussen said.\n\nRecruits are also being lured by ISIS' success in its endeavor to create an Islamic state, analysts say.\n\nThe intelligence community determined that ISIS' battlefield successes gave it \"some recruitment success,\" White House spokesman Josh Earnest said in September.\n\n\"Militant groups across the Muslim world see the success ISIS has had so far in Syria and Iraq and opt to join it -- often leaving behind organizations plagued by infighting,\" CNN national security analyst Peter Bergen wrote in a CNN.com column.\n\nIt exerts a cult-like control\n\n\"This is a political cult using religion and a perversion of Islam as the shield,\" said Steve Hassan, founder of Freedom of Mind, a group dedicated to exposing destructive cults and cult behavior. \"But in fact, it's a systematic effort to create an army of basically tranced-out followers.\"\n\nJust Watched Official: ISIS pumps out 90,000 messages a day replay More Videos ... Official: ISIS pumps out 90,000 messages a day 02:35 PLAY VIDEO\n\nThat type of brainwashing is what turned Canadian Damian Clairmont into an ISIS militant, said his mother, Christianne Boudreau.\n\n\"It's so easy for them to get to our children, to access our children,\" she said.\n\nClairmont died fighting in Syria last year.\n\nIt's all relative\n\nWhile ISIS' recruiting success gets a lot of attention, it is hardly drawing a huge percentage of young Westerners.\n\nAbout 130 Canadian citizens have traveled to the Middle East to join ISIS, Canada's intelligence agency estimated last year.\n\nJust Watched They went from inmates to ISIS replay More Videos ... They went from inmates to ISIS 03:00 PLAY VIDEO\n\nAbout 1,200 French fighters have joined ISIS as well. Roughly 600 British nationals are believed to have gone to Iraq and Syria, according to research groups, along with another 600 from Germany.\n\nIn the United States, National Intelligence Director James Clapper has said 180 Americans have tried to go to fight in Syria. But it's unclear how many of those were attempting to join ISIS.\n\nOnce foreigners go to Iraq or Syria to join ISIS, their odds of going back to their families can be slim. Video clips of foreign jihadists burning their passports show that many have no interest in returning home.\n\nWestern nations need new steps\n\nJust Watched How ISIS is taking advantage of Tunisia's democracy replay More Videos ... How ISIS is taking advantage of Tunisia's democracy 01:29 PLAY VIDEO\n\nWestern leaders acknowledge there's work to do.\n\n\"It needs every school, every university, every college, every community to recognize they have a role to play, we all have a role to play in stopping people from having their minds poisoned by this appalling death cult,\" British Prime Minister David Cameron said last year.\n\nThe U.S. government is trying to step up its efforts to counter ISIS propaganda by beefing up a small State Department agency to make it the heart of the fight against the militants' messaging.\n\n\"We're seeing their approaches continue to evolve,\" Psaki, the State Department spokeswoman, told CNN. \"We need to continue to make sure ours are evolving and we're combating it in the most strategic way and using every interagency resource.\"\n\nBut she acknowledged that the United States still has a lot to do.\n\nJust Watched Will fear of terror attacks affect tourism? replay More Videos ... Will fear of terror attacks affect tourism? 02:00 PLAY VIDEO\n\n\"We're really going to pick it up now,\" Psaki said. \"We have new people in charge of the office. And we will see what happens over the coming months.\"\n\nSeveral anti-ISIS efforts are already in place.\n\nSome European countries have laws that penalize membership in groups such as ISIS, said Barrett, the counterterrorism expert.\n\nAnd U.S. State Department official Richard Stengel said an anti-ISIS messaging campaign has helped prevent youths from joining.\n\n\"They're reading the messages, they're hearing the messages -- not just from us but from the hundreds of Islamic clerics who have said that this is a perversion of Islam, from the hundreds of Islamic scholars who have said the same thing,\" Stengel said in October.\n\nBut Barrett said some officials might not be doing as much as they think.\n\n\"Policymakers often underestimate the impact of what is happening in these closed circles even as they overestimate the impact of their own.\"", "positionLabels": ["critical"], "politicalLabels": ["neutral"]}