{"yelLabel": ["nonyellow"], "tags": "set([])", "title": "Santorum says he ‘almost threw up’ after reading JFK speech on separation of church and state", "content": "Former senator Rick Santorum (R-Pa.) on Sunday defended a statement he made last October in which he said that he “almost threw up” when he read John F. Kennedy’s 1960 Houston address on the role of religion in public life.\n\nThe statement by Santorum marks the GOP contender’s latest defense of his long-held views on the separation of church and state, although in his Sunday appearance he doubled down on the colorful language he employed in his October speech at a New Hampshire college.\n\nIn remarks last year at the College of Saint Mary Magdalen in Warner, N.H., Santorum had told the crowd of J.F.K.’s famous 1960 address to the Greater Houston Ministerial Association, “Earlier in my political career, I had the opportunity to read the speech, and I almost threw up. You should read the speech.”\n\nIn the speech, Kennedy addressed the concerns of Protestant ministers who doubted whether he would make decisions as president independent of his Catholic faith.\n\n“I believe in an America where the separation of church and state is absolute, where no Catholic prelate would tell the president (should he be Catholic) how to act, and no Protestant minister would tell his parishioners for whom to vote; where no church or church school is granted any public funds or political preference; and where no man is denied public office merely because his religion differs from the president who might appoint him or the people who might elect him,” Kennedy said.\n\nOn Sunday, ABC’s George Stephanopoulos asked Santorum whether he stood by his statement last year, noting that Santorum’s rival, former Massachusetts governor Mitt Romney (R), delivered an address on religion during the 2008 campaign that garnered comparisons to Kennedy’s address.\n\nSantorum defended his remarks, telling Stephanopoulos that “the first line, first substantive line in the speech, says, ‘I believe in America where the separation of church and state is absolute.’”\n\n“I don’t believe in an America where the separation of church and state is absolute,” Santorum said. “The idea that the church can have no influence or no involvement in the operation of the state is absolutely antithetical to the objectives and vision of our country.”\n\nHe went on to note that the First Amendment “says the free exercise of religion — that means bringing everybody, people of faith and no faith, into the public square.”\n\n“Kennedy for the first time articulated the vision saying, ‘No, faith is not allowed in the public square. I will keep it separate.’ Go on and read the speech. ‘I will have nothing to do with faith. I won’t consult with people of faith.’ It was an absolutist doctrine that was abhorrent at the time of 1960.”\n\nLater in the interview, Stephanopoulos asked Santorum, “You think you wanted to throw up?”\n\n“Well, yes, absolutely,” Santorum replied. “To say that people of faith have no role in the public square? You bet that makes you throw up. What kind of country do we live that says only people of non-faith can come into the public square and make their case? That makes me throw up.”\n\nRead more from PostPolitics\n\nSantorum: Obama apology for Koran burning 'unacceptable'\n\nRick Santorum: Obama is a 'snob'\n\nArizona Gov. Jan Brewer endorses Mitt Romney\n\nMitch Daniels on GOP savior: ‘It ain’t me’\n\nSantorum: Conservatives ‘ridiculed’ on college campuses", "positionLabels": ["defensive"], "politicalLabels": ["liberal"]}