{"content": "\n\n(Repeats with no change to text)\n\nBy Roberta Rampton\n\nWASHINGTON, Feb 5 (Reuters) - The White House is working with bipartisan sponsors on a bill to protect data collected from students through educational apps - the first of President Barack Obama's \"Big Data\" privacy plans to gain traction in the Republican-controlled Congress.\n\nObama has pushed to do more to protect privacy in an age when consumers leave a trail of digital footprints through smart phones, personal devices and social media - information that can be collected, analyzed and sold.\n\nHe has proposed action on a series of laws to address \"Big Data\" concerns, but most have yet to find momentum.\n\nThat could change, given public concerns over privacy and cybersecurity that have been amplified by high-profile hacking of credit card data at companies such as Target and Home Depot, said top Obama adviser John Podesta.\n\n\"I think there's much more pressure now to move legislation and we're certainly going to use all of the resources we have, including the president's time, to ensure that the Congress takes this up,\" Podesta told Reuters in an interview.\n\nIn the next couple of weeks, Indiana Congressman Luke Messer, the chairman of the House of Representatives Republican Policy Committee, and Democrat Jared Polis of Colorado, an Internet entrepreneur who founded a network of charter schools, will unveil a student privacy bill.\n\n\"Protecting America's children from Big Data shouldn't be a partisan issue,\" Messer said in a statement. \"I'm glad to work across the aisle to find the appropriate balance between technology in the classroom and a parent's right to protect their child's privacy.\"\n\nThe lawmakers have long worked on the issue with privacy advocates and more than 100 companies including Microsoft , Google, and News Corp subsidiary Amplify to develop a privacy pledge to prevent misuse of data collected in classrooms.\n\nThe bill, still being finalized, will go a step further to ensure data collected from students is used only for educational and legitimate research purposes.\n\n\"Legislation is the best way to address parental concerns, while encouraging new developments in individualized learning,\" Polis said in a statement.\n\n\n\nOTHER PRIVACY BILLS IN PLAY\n\nA year ago, Obama assigned Podesta the task of making suggestions to beef up data privacy laws after former spy contractor Edward Snowden leaked classified information about government use of Big Data analytics for surveillance.\n\nObama proposed a new national standard to require companies to tell consumers within 30 days from the discovery of a data breach that their personal information had been compromised.\n\nLawmakers have struggled to come up with a way to replace a patchwork of differing state regulations, but Podesta said he is optimistic the issue could advance in the current Congress.\n\n\"We think there's real urgency with moving forward in legislation in this regard,\" he said.\n\nAlso stalled: a proposal to update the outdated Electronic Privacy Communications Act to protect email and other data stored in the cloud, Podesta noted.\n\nYet to be tested on Capitol Hill is draft legislation, to be unveiled this month, aimed at empowering consumers to have a say in how their online data is harvested and sold by companies.\n\nPodesta also has sought to raise awareness of concerns that Big Data could be used to discriminate against people based on race or where they live for housing or jobs.\n\nOn Thursday, the White House will release a report on how companies use Big Data to offer different prices to different consumers.\n\nBig Data techniques have \"turbocharged\" price discrimination, raising concerns about fairness, particularly when consumers do not control their own data or understand how companies are using it, Podesta said.\n\n\"The report concludes that increased consumer transparency and control can help prevent harmful discrimination in high-stakes transactions and urges policy makers to guard against such outcomes,\" Podesta said. (Reporting by Roberta Rampton; Editing by Ken Wills)", "tags": "set(['Most Popular on HuffPost'])", "title": "Obama Finds Bipartisan Support For First 'Big Data' Privacy Plan"}