{"content": "Vice President Joe Biden, in Germany this weekend to help reach a diplomatic solution to Russian aggression in Ukraine, said Ukrainians “have a right to defend themselves\" but did not address the possibility of the United States sending weapons to them.\n\nBiden is in Munich with Secretary of State John Kerry to back the German-French diplomatic effort, which he says is \"very much worth the attempt.\"\n\nADVERTISEMENT ADVERTISEMENT\n\nBiden said he and other U.S. leaders think they should “attempt an honorable peace\" but that they also believe the Ukrainian people \"have a right to defend themselves.\"\n\nHe suggested that the impact of economic sanctions imposed on Russia for its actions will get worse if leaders refuses to accept a peaceful resolution and continue to escalate the conflict, the White House said Saturday.\n\nRussian military forces started taking control of parts of eastern Ukraine in late-February 2014, after protesters and other Ukrainian residents helped oust Moscow-backed President Viktor Yanukovych. And within weeks, Russian began its ultimately successful effort to annex the eastern Ukraine region of Crimea.\n\nIn response to recent calls in Washington and Kiev for the U.S. to give the outgunned Ukrainians such lethal weapons as anti-tank and anti-mortar systems to fight Russian-backed separatists, Moscow said earlier this week that such a move would be a threat to its national security.\n\nWhile in Munich, Biden also met with Ukrainian President Petro Poroshenko to discuss the diplomatic efforts and to pledge U.S. support for the Ukraine economy as it pursues reforms, according to the White House.\n\nStill, Biden remains skeptical about whether Russian officials will comply with a diplomatic solution, saying they will be judged by their actions on the ground, \"not by the paper they sign.\"\n\nGerman Chancellor Angela Merkel and French President Francois Hollande traveled to Kiev on Thursday and Moscow on Friday.\n\nThey are trying to secure a peaceful resolution to the conflict based on the Sept. 24, 2014, Minsk agreements.\n\nPoroshenko is pushing for a quick cease-fire and insists that the conflict must be resolved, not frozen.\n\n\"There is no temporary solution,” he said at the Munich Security Conference, amid the flurry of international diplomacy to calm the Ukraine conflict.\n\nPoroshenko also renewed Kiev's call to be provided with defensive weapons, something that's opposed by European countries.\n\nThe Associated Press contributed to this report.", "tags": "set([])", "title": "Biden says Ukrainians 'have a right to defend themselves,' mum on US sending weapons"}