{"yelLabel": ["yellow"], "tags": "set([])", "title": "Russian Crimea documentary sends message: Putin is in charge", "content": "Russian President Vladimir Putin smiles, during his meeting with Kyrgyz President Almazbek Atambayev in the Konstantin Palace outside St. Petersburg, Russia, Monday, March 16, 2015. Putin resurfaced Monday after a 10-day absence from public view, looking healthy. (Sultan Dosaliev, Pool/Associated Press)\n\nMOSCOW — Even while Vladimir Putin was still mysteriously absent, Russian TV delivered a clear message for Russians and foreigners alike: Putin is firmly in charge, and ready to use his country’s military power to safeguard the interests of Russia and Russians.\n\nA lavish 2 ½-hour documentary on Russia’s annexation of Crimea aired late Sunday, and the United States was designated as the villain in what has mushroomed into the gravest crisis in East-West relations since the Cold War.\n\nIn an on-camera interview, the Russian president, who reappeared in public Monday following a still unexplained 10-day disappearance, accused the Americans of being the “real puppet masters” behind nationalist forces that overthrew Ukraine’s former president and ushered in that country’s current pro-Western government.\n\nFor an outside observer who was in Crimea at the height of the annexation crisis one year ago, the state-owned TV production was blatantly, sometimes surreally one-sided. The tone was set with its title: “Crimea: The Road Home,” with “home” in this case being the word Russians affectionately use for their country: Rodina, or Motherland.\n\nRussian President Vladimir Putin met with Kyrgyz President Almazbek Atambayev on Monday, according to footage from state tv. The meeting marked Putin’s first public appearance in more than 10 days, following rumors of poor health. (Reuters)\n\nIt made some startling if unsubstantiated claims, like an alleged plot by Ukrainian nationalists to poison a reservoir where many Crimeans get their drinking water.\n\nIt skipped over the harsh treatment meted out to many who opposed the Russian takeover, including ethnic Ukrainian activists or members of the Crimean Tatar minority, some of whom have been killed, are missing or have been driven from their homes.\n\nThe only victims of alleged mistreatment or brutality granted airtime were pro-Moscow inhabitants of the peninsula or members of Ukraine’s Berkut riot police who escaped to Crimea after the collapse of Viktor Yanukovych’s presidency.\n\nCrimea State Prosecutor Natalia Poklonskaya, installed in office following the Russian takeover, struck a typical note. Bringing Crimea into Russia, which the U.S. and its allies have said violates treaty commitments made by the Kremlin, was the right thing to do, she said — and what’s more, “God is on our side.”\n\nOther pro-Moscow heroes showcased in the documentary included Soviet military veterans and bikers from the Night Wolves motorcycle club, with whom Putin has ridden on occasion.\n\nIf the recent history of the Black Sea peninsula was the documentary’s nominal topic, its real star was the Russian leader, interviewed on an undisclosed date in a wood-paneled study as he sipped tea with Andrei Kondrashov, Russian state television’s leading news anchor.\n\nRussia’s advantage in the Crimea crisis, Putin bluntly told Kondrashov, was that he was in charge “personally”— guaranteeing that his subordinates gave the matter their utmost attention, he said.\n\nPutin’s order to send troops into Crimea to neutralize Ukrainian forces apparently caught even his top lieutenants off guard. He said his defense minister ordered some soldiers in the first wave already en route to return, apparently because he believed the president had changed his mind.\n\n“I had to ask him: ‘Who allowed you to do that?’ said Putin. The minister, Sergei Shoigu, quickly countermanded his own order, Putin said.\n\nPutin said it had been his personal decision to dispatch Russian forces to extract Yanukovych and bring him to safety in Russia; to deploy anti-ship missile batteries along Crimea’s coast to deter any hostile action by the U.S. Navy; and even to bring Russia’s nuclear arsenal to a state of alert if need be.\n\nThe Russian president did not explain why he ordered the deployment of troops without Russian insignia, or why authorities in Moscow denied at first their forces were involved. Instead, Putin said, the blame for the crisis in general lies in Washington.\n\nIt was “our American partners and friends,” said Putin, “who helped prepare the nationalists, they helped prepare the military units” to take power in Ukraine. Such preparations, Putin charged, took place in western Ukraine, but also in the NATO nations of Poland and Lithuania.\n\n“How did our partners act?” Putin asked. “They enabled the carrying-out of a coup d’etat.”\n\nPerhaps with an eye to improving Moscow’s now icy relations with many Western countries and to quell concerns that Putin is itching for a fight, the documentary stressed that Russia’s leader is no warmonger. When more hotheaded military experts sought a muscular confrontation with the West, Kondrashov reported, Putin refused, saying the Cold War was over and that the world didn’t need a repeat of the Cuban Missile Crisis.\n\nPutin also said European countries had acted in Ukraine without realizing what they were doing — a distinction that may be intended to drive a wedge between Europe and the United States.\n\nRecalling his conversations with President Obama and other Western leaders during the Crimea crisis, Putin said he sternly told them he will do what it takes to defend what he views as Russia’s vital interests.\n\n“I told them openly that this is our historic territory,” said Putin. “Russian people live there, they are in danger, we can’t abandon that.”\n\n---\n\nDahlburg reported from Brussels.\n\nCopyright 2015 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.", "positionLabels": ["factual"], "politicalLabels": ["liberal"]}