{"yelLabel": ["nonyellow"], "tags": "set([])", "title": "Crowd 'go wild' at Obama victory rally", "content": "The evening had been gradually turning into a party in this rather cold aircraft hangar of a hall. But then one TV station after another flashed their predictions that President Barack Obama had won.\n\nThey danced, they cheered, they quite literally jumped for joy.\n\nBut perhaps the biggest shout of the night came when their opponent appeared on the giant screen and Mitt Romney very graciously conceded victory.\n\nThen they had to wait.\n\nThe gigantic red curtains behind the stage drew apart to show another even bigger screen, and pictures of them, swaying, waving the flag. President Obama walked on - happy, smiling, with his wife, he held the hand of one daughter, the other patted him on the back. Then he spoke.\n\nHe said he would ask Mitt Romney to work with him... and then talked to the America outside the hall.\n\nThe president is challenging his opponents. For also newly re-elected with a fresh mandate are the Republicans in the House of Representatives.\n\nHe is asking them to work with him.\n\nIt will be hard, but for supporters here that is the future - this was a moment of history, a moment of joy and relief.\n\nHe ended amid a stream of red, white and blue confetti, more hugs more embraces.\n\nThis was an election campaign that had some extraordinary moments - but it was won by long, hard planning.\n\nIn 2008, they built a coalition forged in the white heat of passion. In 2012, they carefully constructed it, patiently persuading supporters to become voters.\n\nBoth candidates said this was a choice of two visions, and America has chosen.\n\nThe key appears to have been a big turnout of Democratic supporters - especially black people and Hispanics.\n\nThe ground game paid off.\n\nThere will be many problems ahead in a second term, but for the president's supporters, this is a moment of joy and relief.", "positionLabels": ["factual"], "politicalLabels": ["liberal"]}