{"content": "Story highlights Police, intel agencies, politicians say social media companies don't allow them access to spy on networks\n\nMax Foster asks: Is onus on parents to spot radicalization and tip off police or is it for police to spot signs and tip off parents?\n\nLondon (CNN) There's no argument about the fact that some Western teenagers are being radicalized by ISIS propaganda. In the last year, 22 women and girls have been reported to British police by families who feared their loved ones had traveled to Syria to join ISIS.\n\nTheir families are devastated, and baffled. Why did their kids go? Why didn't they discuss it? Why didn't the police know, the school know? Why didn't anyone see the signs? Who is to blame?\n\nWell the blame, first and foremost, has to lie in the hands of the jihadists. They are the ones doing the convincing, the recruiting ... the killing. But the argument being played out in public is who's responsible, or at least best placed, to spot the first signs of radicalization.\n\nHere in the UK this is playing out most notably between the Metropolitan Police and families of three missing schoolgirls, two aged 15 and one aged 16, thought to have joined ISIS in Syria.\n\nOn Sunday, Mother's Day in the UK, the families of the girls issued a statement saying: \"With respect to the disappearance of our children we have been disappointed by the handling of this matter by the school, Met police and the local authority, all of whom we feel failed to act appropriately and pass on vital information to us or indeed between each other.\"\n\nJust Watched Inside an ISIS recruit's path to extremism replay More Videos ... Inside an ISIS recruit's path to extremism 02:29 PLAY VIDEO\n\nThe Commissioner of the Metropolitan Police apologized after the families failed to receive a letter intended for them. The letter was about a friend of the girls who went to Syria in 2014. It was handed to students by the school to pass on. Bernard Hogan-Howe told MPs he was sorry the letter \"didn't get through.\"\n\nThe families noted the apology but added: \"As parents, we expect the safeguarding of our children to be the top priority of schools and the local authority whilst our children are in their care. Had we been made aware of circumstances sooner, we ourselves could have taken measures to stop the girls from leaving the UK.\"\n\nBut is it up to the authorities to alert the families or the other way around? The reality is that ISIS inhabits the same digital world as the impressionable teenagers they hope to recruit. It is by its nature, an underground network outside the reach of parents. The police, intelligence agencies and politicians have complained that social media companies aren't allowing them the access they need to spy on these networks. The companies say they do cooperate in compliance with the law.\n\nThis week the Metropolitan Police put the onus partly on parents. It launched an awareness campaign \"designed to reach out to families, to help prevent young people traveling to Syria.\" The effort will target minority ethnic media and highlight the \"bond between mother and daughter.\"\n\nThe Metropolitan Police said: \"By encouraging mothers to have an open dialogue with their daughters, it is hoped that potential interest in traveling to Syria will be picked up at an early stage and that the mother will be able to take action, either by challenging the misconceptions or seeking help from other agencies, including the police.\"\n\nSo is the onus on parents to spot the signs of radicalization and tip off the police or is it for the police to spot the signs and tip off the parents? Surely, it's a joint responsibility -- a united force against a common enemy: terrorists.", "tags": "set([])", "title": "Blame flies as ISIS recruits' families despair"}