{"content": "President Theodore Roosevelt said, \"Speak softly, and carry a big stick.\" More than a century later, President Barack Obama speaks loudly (and incessantly) and carries a twig.\n\nLike Nero of ancient Rome, Obama fiddles, takes selfies and does Internet interviews while the world burns. Is he trying to distract himself, or us? To use a sports analogy, is he trying to \"run out the clock\" and leave office before terrorist fires consume us?\n\nADVERTISEMENT ADVERTISEMENT\n\nWe have a president who is mismatched to the times in which we live. He is unserious when seriousness is required. The tyrants of the world have taken notice and rightly calculated they can pretty much do what they want without paying a heavy penalty.\n\nThe administration is pleased about a \"cease-fire\" between Russia and Ukraine, negotiated by the leaders of France and Germany, but even they are skeptical Russian President Vladimir Putin will abide by it. Why should he? Who's to stop him from solidifying his land grab in Eastern Ukraine, not to mention Crimea, which he has already \"digested\" with little response other than sanctions? For now he seems willing to endure them.\n\nThis does not bode well for a negotiated deal with Iran over that country's nuclear weapons program. Iran's mullahs don't believe they will pay much of a price for lying to the West about constructing a nuclear bomb and a missile system to carry it as far as the U.S., but an agreement will allow President Obama to brag about the \"success\" of diplomacy and justify his reluctance to do what is necessary to stop them.\n\nThe president should do all he can to protect American lives.\n\nThe president has said he was elected to \"end wars, not start them.\" That would be a worthy goal if ending a war could be done unilaterally, but if one side is still fighting the war isn't over.\n\nIslamic fanatics, who are recruiting and growing in numbers by the day and claim to have a presence throughout Europe and inside the U.S., believe they have marching orders from Allah. They will not be deterred by \"infidels.\" They see American resolve extending no further than dropping bombs.\n\nObama said ISIS (or ISIL as he calls them) \"will lose,\" but he didn't outline a battle plan in his request to Congress for additional powers, only that he would not send in ground troops; a few special forces maybe. A Washington Post editorial was correctly headlined: \"No Way To Fight A War.\"\n\nIt's worth recalling President Franklin Roosevelt's \"day of infamy\" speech to Congress following the Japanese attack on Pearl Harbor in December 1941 and contrasting it with President Obama's request to Congress and his overall reluctance to aggressively confront the terrorists.\n\nHere's FDR: \"No matter how long it may take us to overcome this premeditated invasion, the American people in their righteous might will win through to absolute victory. I believe that I interpret the will of the Congress and of the people when I assert that we will not only defend ourselves to the uttermost, but will make it very certain that this form of treachery shall never again endanger us. Hostilities exist. There is no blinking at the fact that our people, our territory, and our interests are in grave danger. With confidence in our armed forces, with the unbounding determination of our people, we will gain the inevitable triumph -- so help us God.\"\n\nThat's what leadership sounds and looks like when it is backed by action. The president should stop talking and create a legitimate coalition charged with initiating air and ground assaults on ISIS targets. He should devise a strategy for closing our borders to Muslim extremists and for expelling those found already here. The president should do all he can to protect American lives. He should act. He should lead.\n\nWilliam Shakespeare wrote these words for Macbeth, but insert the president's name for the first word \"Life\" and you could not have a better description of America's Nero:\n\n\"(Obama's) but a walking shadow, a poor player\n\nThat struts and frets his hour upon the stage\n\nAnd then is heard no more: it is a tale\n\nTold by an idiot, full of sound and fury,\n\nSignifying nothing.\"\n\nCal Thomas is America's most widely syndicated op-ed columnist. He joined Fox News Channel in 1997 as a political contributor. His latest book is \"What Works: Common Sense Solutions for a Stronger America\" is available in bookstores now. Readers may email Cal Thomas at tcaeditors@tribune.com.", "tags": "set([])", "title": "President Obama, America's Nero"}