{"yelLabel": ["nonyellow"], "tags": "set([])", "title": "Top court says people have 'the right to be forgotten' in Google case", "content": "Story highlights The EU Court of Justice ruling says Google must edit or remove search results\n\nIn certain situations, people may request the search engine to remove unwanted results\n\nThe ruling says Google should act as a \"controller\" and is responsible for data it links to\n\nPeople have the \"right to be forgotten\" and search engines like Google must remove certain unwanted links, Europe's top court decided in a surprise ruling Tuesday.\n\nThe case, which spotlighted the clash between privacy and freedom of information advocates, centered on a Spanish man's efforts to remove historic links to his debt problems.\n\nIn its decision, the European Court of Justice found operators of search engines such as Google were the \"controller\" of information. They were therefore responsible for removing unwanted links if requested.\n\n\"An Internet search engine operator is responsible for the processing that it carries out of personal data which appear on web pages published by third parties,\" the judges said in a statement about the ruling.\n\nA Google spokesman, in an email to CNN, said the ruling was \"disappointing,\" and that the company needed time to \"analyze the implications.\" Google had previously argued it was only hosting the data and said it was up to the individual websites to remove the data.\n\nThe decision came as a surprise to the industry and legal experts, as it ran contrary to the court's Advocate General opinion, whose guidance is usually followed.\n\n\"For Google, this result creates a headache -- and potentially huge costs,\" University of East Anglia Law School lecturer Paul Bernal said. \"The ruling looks like a strong decision in favor of privacy and individual rights -- and against the business models of search engines, and certain aspects of freedom of speech.\"\n\nJust Watched Does Google know too much about us? replay More Videos ... Does Google know too much about us? 03:29 PLAY VIDEO\n\nJust Watched Your G-mail is watching you replay More Videos ... Your G-mail is watching you 03:45 PLAY VIDEO\n\nJust Watched Getting caught on Google maps replay More Videos ... Getting caught on Google maps 02:26 PLAY VIDEO\n\nThe case arose in 2010, when Mario Costeja Gonzalez complained to the Spanish Data Protection Agency about an old newspaper notice detailing his social security debts.\n\nThe advertisement was placed in a Spanish newspaper by the Ministry of Labour in 1998. It detailed a property auction being held to recover the debts.\n\nGonzalez argued that he had long resolved his debts and the information was no longer relevant. He complained that details about his old debts were coming up in Google search results, which he said violated his data protection rights.\n\nThe Spanish privacy watchdog rejected the complaint against the newspaper, saying it was right to publish the information at the time of the auction.\n\nHowever, it also said that Google had no right to spread the news about Gonzalez further and ruled that the search engine must remove the link from the list of results. Google challenged the ruling with the Spanish High Court which referred the case up to EU's top court.\n\nInternational watchdog Index on Censorship said the ruling \"violates the fundamental principles of freedom of expression.\"\n\n\"It allows individuals to complain to search engines about information they do not like with no legal oversight. This is akin to marching into a library and forcing it to pulp books.\" Index said in a statement.\n\nRead more: Authors' case against Google Books dismissed\n\nRead more: Google, don't be secretive\n\nOpinion: Google privacy ruling could change how we all use the Internet", "positionLabels": ["factual"], "politicalLabels": ["neutral"]}