{"content": "Rep. Dennis Baxley, R-Ocala, left, confers with Rep. Charles Van Zant, R-Keystone Heights, during the house session on Thursday, Feb. 2, 2012, in Tallahassee, Fla. Baxley told the Miami Herald this week that an election reform law he sponsored in 2011 was aimed at stopping college students from voting. (AP Photo/Steve Cannon) | AP\n\nA Florida state representative said this week that he had to change local voting laws in order to prevent college students from voting, the Miami Herald reports.\n\nState Rep. Dennis Baxley (R-Ocala) is no stranger to controversy. He is the father of Florida's Stand Your Ground law, which came under scrutiny after the February shooting of Trayvon Martin, and earlier this week said he favored ending gun-free school zones.\n\nNow, he tells the Miami Herald that an election reform law he sponsored in 2011 was done in part \"to keep college students from voting.\" Baxley's 2011 Election Transparency and Accountability bill changed provisional ballot counting rules, reduced early voting dates and curtailed where and when Floridians could register to vote.\n\nThanks to the act, there was a surge in provisional ballots used in Florida this year, but the county elections officials interviewed by the Herald said they hadn't found a single instance of a voter trying to vote more than once. And because it led to greater use of provisional ballots, the Miami New Times explained, Baxley's law actually made the work done by election officials less efficient:\n\nUnder the new rules, voters registered in a different county had to cast a time-consuming provisional ballot. Previously, they could have just cast a regular ballot after workers checked a statewide database. Election workers say they literally never heard of a single case of someone trying to vote in two different counties.\n\nBaxley's law also shortened early voting in Florida, disproportionately affecting young voters and minorities.\n\nAccording to the Herald, Baxley claims his actions were a necessary response to the 2010 mayoral election in Gainesville, Fla. He says Alachua County GOP chairman Stafford Jones told him that voters shifted their registrations to Gainesville for one day just to vote in the city’s mayoral election and ensure a victory for Craig Lowe, Gainesville's first openly-gay mayor. Lowe was elected by a close 42-vote margin.\n\nBaxley and Jones believe those voters \"stole the election\" and that many of them were college students -- both unproven claims, according to the Gainesville sun.\n\nBaxley and Jones remain unapologetic. \"The liberals do a good job of bringing in college kids to vote on local issues,” Jones told the Miami Herald. \"The kids vote on raising our taxes, but don’t have to live here to pay the consequences.\"\n\nCollege students, of course, are directly impacted by sales taxes and state income taxes, and the U.S. Supreme Court has already affirmed students' right to vote where they attend college. Nor does Jones seem to take into account students who remain in or near their college towns after graduation.\n\nJones and Baxley are correct in their suspicions that young voters in Florida are more likely to vote Democratic, however. President Obama both won Florida overall and captured the youth vote in the state by 66-32 over Mitt Romney. Voters aged 18-29 voted for Obama by 24 points nationally in 2012.", "tags": "set(['Most Popular on HuffPost'])", "title": "Rep. Dennis Baxley Says He Targeted College Students With Florida Election Reform Law"}