{"yelLabel": ["nonyellow"], "tags": "set([])", "title": "How ISIS and other jihadists persuaded thousands of Westerners to fight their war of extremism", "content": "\n\nAn image taken from a video released by jihadist group Al-Nusra Front and uploaded on LiveLeak on May 30, 2014, allegedly shows a portrait of American citizen Moner Mohammad Abu-Salha, who is believed to have been involved in the suicide bombing against regime forces in Syria’s northern province of Idlib on May 25, 2014. (Liveleak via AFP/Getty Images)\n\nOn March 25, a serious jihadist entered an Internet cafe in the northeastern Syrian town of Idlib. The hovel was all but empty. Rockets boomed in the background. He settled before a computer and accessed Skype. Then this English man named Abu Sumayyah al-Britani, who arrived in Syria one year ago and has since joined the Islamic State of Iraq and Syria (ISIS), began his interview with a radio podcast program called the “ISIS Show.”\n\nOn the other end of the connection, sitting in Atlanta, was a young American journalist named Jonathan Lee Krohn. Followed on Twitter by some of the United States’ most prominent journalists and academics, Krohn today runs the program and operates the Twitter handle “@Jihadistuff.”\n\nBritani’s voice, smooth and sonorous, is tinged with his British roots. He said he had at first not wanted to attend the show, but later relented because it furthered an ISIS program “we have where we teach civilians about Islam.”\n\nDespite that ostensible purpose, the first question brought Britani back to his European roots. The 2014 Champions League Final had just finished, and Krohn asked him about soccer.\n\n“Oooohh, you’re right!” Britani exclaimed, shedding in an instant months of warfare. “You know what, I haven’t watched football for 10 months! Before I used to support Manchester United, but as I grew older I didn’t see the attraction.” He then confessed that many ISIS fighters were fans of Barcelona and Real Madrid.\n\nThe interview, cited by the Christian Science Monitor and called “surreal” by MSNBC’s Christopher Hayes, exposed one of the lesser-scrutinized aspects of ISIS’s march toward Baghdad. Challenging many Western stereotypes, the faces behind the masks of thousands of the jihadists fighting to overthrow the Iraqi and Syrian regimes are, in fact, Western.\n\nThe Islamic State of Iraq and Syria (ISIS), an al-Qaeda splinter group that has seized a huge chunk of northern Iraq, is led by Abu Bakr al-Baghdadi, a relatively unknown and enigmatic figure. (The Washington Post)\n\nSources: The Soufan Group, official estimates from each country. Graphic: Tobey – The Washington Post.\n\nAccording to academic and intelligence experts, the number of Westerners who have journeyed to the region — and become militarized and radicalized — has surged in the past year from hundreds to as many as 3,000. “A lot are young, often teenagers, and a fair percentage of those arriving from non-Muslim majority countries are converts to Islam,” wrote Richard Barrett of the Soufan Group, an intelligence organization. “These and others who share their faith commonly express their motivation as a religious obligation to protect fellow Muslims from attack.”\n\nHis report, among the most thorough on the issue, found that people from at least 81 countries joined the civil war in Syria. The majority of fighters come from Arab countries, he wrote, but they also represent the European Union, the United States, Canada, Australia and New Zealand.\n\nThe presence of young Western militants in Iraq and Syria signals a profound generational divide between ISIS and the older and now-diminished al-Qaeda. “Al-Qaeda’s greatest achievement was the 9/11 attacks, but that was 13 years ago,” wrote Haverford associate professor Barak Mendelsohn in Foreign Affairs. “Many of today’s jihadis were young children at the time,” and don’t have much loyalty to the aging movement.\n\nOne of the clearest signs of the change can be found on social media. ISIS and other modern, more radical groups deploy a savvy, unerringly millennial social media strategy that combines Instagram, Twitter, Facebook and Mideast networks such as Dawn. The images are a mishmash of cats, guns and surreal hashtags.\n\n“Brothers out jogging this morning,” Abu Fulan al-Muhajir wrote on Jan. 29. “#JihadFitness.” Or on Jan. 30: “Sunset in Shaam, seen through my #Glock #NoFilter #NoMakeUp #NaturalBeauty”\n\nSunset in Shaam, seen through my #Glock. #NoFilter #NoMakeUp #NaturalBeauty pic.twitter.com/hMyjqX9HbC — Abu Fulan al-Muhajir (@Fulan2weet) January 30, 2014\n\n“Many thinks I’m British or from Britain,” he tweeted last September. “I’m not. I’m from Europe. That’s all you guys need to know.”\n\nGroups such as ISIS are particularly welcoming to foreign fighters, even those who don’t speak Arabic or are without military training, the Soufan Group found. Westerners simply arrive one day, ask for a gun, and get one.\n\nOne Islamist “described a Swedish couple that had driven independently to Turkey and then joined a humanitarian convoy to Idlib,” the Soufan Group report said. “Speaking in broken Arabic, the Swedish man had said that he had come for ‘Jihad’ and wanted a gun. He was provided with an AK-47, and his wife with a pistol. The Swedish man was a 22-year-old convert to Islam, his wife was 21.”\n\nOur lil friend at home here. Little mujahid pic.twitter.com/pZ23ZoNNN3 — Abu Fulan al-Muhajir (@Fulan2weet) September 1, 2013\n\nWhat is the draw? Why leave the relative safety of a Western nation for militancy?\n\nThe reasons are legion. The French have called their jihadists “disaffected, aimless and lacking a sense of identity or belonging,” Barrett wrote. “Presumably people are seeking a greater purpose and meaning in their lives.” There’s also the “desire to witness and take part in a battle prophesized 1,400 years ago.”\n\nTheir commitment to jihad on social media, experts say, attracts fresh recruits. Like Abu Sumayyah al-Britani, who went on the “ISIS Show,” other Western fighters answer questions on sites such as ask.fm, Tumblr and Kik. They often portray their life as warm and important. They “reassure and address the fear of the unfamiliar,” Barrett said. “For example there are many postings of fighters with pet kittens.”\n\nMy puppacita astutely pointing out that dogs wag, cats wage jihad pic.twitter.com/HWzGny7Bf3 — Bridget Johnson (@Bridget_PJM) May 31, 2014\n\nBut their online identities also convey unfathomable brutality. One British militant posted a picture of his “brother Abu B of ISIS” posing beside a stack of decapitated heads. Another Western fighter wrote on Twitter: “Got these criminals today. Insha’Allah will be killed tomorrow. Cant wait for that feeling when U just killed some1.”\n\nOther Western militants end up dead. A Floridian died in May in a suicide bombing in Syria. Then two European ISIS members died in more suicide bombings, according to an ISIS announcement. One of them, a Frenchman, “immigrated to [Syria] days after converting to Islam, and then to Iraq, seeking martyrdom in the cause of Allah,” the ISIS announcement said. A 21-year-old Brit, who swore “we can’t accept enemies of Allah,” was also killed this year.\n\nThe trend, which experts contend will deepen despite the mounting casualties, demonstrates the sway ISIS and other radical groups in Syria and Iraq have over some young Muslim Westerners. And now, with ISIS’s recent gains in land and newfound wealth, the attraction may be even more powerful.\n\n“As money and manpower breed success, success will breed more success,” Haverford’s Barak Mendelsohn wrote. “ISIS’s popularity will likely rise among radicals, and that will translate into more funding and volunteers for the group.”", "positionLabels": ["defensive"], "politicalLabels": ["neutral"]}