{"content": "Rep. Jason Chaffetz, R-Utah speaks on Capitol Hill in Washington last September. (Photo: J. Scott Applewhite, AP)\n\nA key Republican lawmaker in Congress called for Federal Communications Commission Chairman Tom Wheeler to make proposed net neutrality regulations public before a planned Thursday vote on the measure.\n\nIn the latest wrinkle in the Republicans' battle to quash Wheeler's proposals, Rep. Jason Chaffetz, R-Utah, who's also the chairman of the House Oversight Committee, sent a letter today to Wheeler, questioning whether the FCC has been \"independent, fair and transparent\" in crafting the rules to protect content on the Internet.\n\n\"Although arguably one of the most sweeping new rules in the commission's history, the process was conducted without using many of the tools at the chairman's disposal to ensure transparency and public review,\" he said.\n\nChaffetz urged Wheeler to publicly release the 332-page draft order that was given to the other four commissioners nearly three weeks ago and appear at a House Oversight hearing Wednesday before a vote at the FCC's monthly meeting Thursday.\n\nAlso today, FCC commissioners Ajit Pai and Michael O'Rielly too asked for Wheeler to release the proposal to the public and postpone the Thursday vote to allow for 30 days of public comment.\n\nFederal Communications Commission Chairman Tom Wheeler speaks during new conference in Washington last October. (Photo: Jose Luis Magana, AP)\n\nHe also asked Wheeler to reconsider testifying at a House Committee on Oversight & Government Reform hearing Wednesday and allow for a period of public review before the FCC votes on the regulations.\n\nThe FCC has been recasting net neutrality rules because the agency's 2010 rules were tossed out by a federal court last year. Rules for net neutrality, or open Internet, would ensure that Internet service providers (ISPs) give consumers access to all legal content and applications on an equal basis, without favoring or blocking some sources. The rules would also prohibit ISPs from allowing content providers to pay to get speedier delivery of their content, a practice known as \"paid prioritization.\"\n\nSides have been drawn over how Wheeler has crafted the new rules. He based the legal authority of his proposal on parts of both the Communications Act of 1934 and the Telecommunications Act of 1996.\n\nConsumer advocates supported the use of Title II of The Communications Act to regulate ISPs as if the Net were a utility, as is traditional telephone service. But critics say that could give the FCC too much regulatory power.\n\nOriginally, Wheeler had planned a different approach, but changed his strategy. His announcement of that shift came after President Obama in November called for tough net neutrality rules based on Title II.\n\nSince then, two congressional committee chairmen have asked Wheeler and the FCC whether Obama exerted undue influence on the process. And draft congressional legislation proposes a measure that supporters say would be less intrusive because it doesn't rely on Title II, but would still ban ISPs from blocking or deliberately slowing content, as well as prohibiting paid prioritization for fast lanes.\n\nEarlier this month, FCC commissioner Pai called for Wheeler to make the net neutrality proposal public. \"With the future of the entire Internet at stake, it is imperative that the FCC get this right,\" he and O'Rielly said in their statement today. \"And to do that, we must live up to the highest standards of transparency.\"\n\nIn his response to an earlier congressional request to make the proposals public, Wheeler said the FCC had received more than 4 million comments and held six public roundtables. Releasing the rules before the commission votes runs contrary to how federal agencies work, he said. \"If decades of precedent are to be changed, then there must be an opportunity for thoughtful review in the lead up to any change,\" Wheeler wrote.\n\nKim Hart, press secretary to the FCC chairman, said that \"the chairman has seriously considered all input he has received on this important matter, including feedback from his FCC colleagues.\"\n\nThere is precedence for the FCC chairman to make rules public, the commissioners and Rep. Chaffetz said. In 2007, then-chairman Kevin Martin released to the public new media ownership rules and the entire FCC testified in a House hearing prior to the final vote in December.\n\nA senator who supported the FCC's postponement back then, Chaffetz notes, was then-senator Barack Obama. \"He specifically noted while a certain proposal 'may pass the muster of a federal court, Congress and the public have the right to review any specific proposal and decide whether or not it constitutes sound policy. And the commission has the responsibility to defend any new proposal in public discourse and debate,'\" Chaffetz said citing the original letter sent by Sen. Obama to Martin.\n\nFollow Mike Snider on Twitter: @MikeSnider\n\nRead or Share this story: http://usat.ly/1EJ95jE", "tags": "set(['Interactives', 'Investigations'])", "title": "FCC chief pressed to release net neutrality rules"}