{"content": "Now that President Obama has won re-election, what will a second term mean for US relations with other countries?\n\nMIDDLE EAST\n\nThe BBC's Middle East editor Jeremy Bowen writes: In his victory speech President Obama told Americans that 10 years of war were ending. But turbulence in the Middle East means that military action, perhaps even new wars, will push back on to his agenda.\n\nMIDDLE EAST MEDIA REACTION Press reaction across the Middle East has been varied. A commentary in the international Arabic paper Al-Sharq al-Awsat says the impact for the region is uncertain, in that while some observers think Mr Obama's re-election will give him a stronger hand on Syria, the Iranian nuclear dispute and the Israeli-Palestinian conflict, others think he lacks a \"clear and decisive strategy\". In Israel, commentators are debating the fallout for Prime Minister Benjamin Netanyahu, who publicly favoured Mr Romney. In Yisrael Hayom, Dan Margalit says Mr Obama's win will strengthen Mr Netanyahu's critics on the left and centre, but in Yediot Ahronoth, Shimon Schiffer is confident that the president will \"not take revenge\" on the prime minister. Meanwhile, Syrian state TV pointedly relegated the US election to a brief mention at the end of its Wednesday morning bulletin.\n\nThe Syrian war is leaking into neighbouring countries. Second term Obama is likely to authorise more support of the Syrian rebels, short of direct US military intervention.\n\nAn even bigger decision awaits on Iran. If by next summer the US and its key allies still believe that Iran is developing a nuclear weapon, despite talks and sanctions, President Obama will have to decide whether or not to attack Iran's nuclear sites, or to give Israel a green light to go to war.\n\nAmerica has to build new relations with Arab countries that have elected Islamist political leaders, and to respond if the Arab uprisings continue to spread to its allies in the Gulf. Another crisis between Israel and the Palestinians is overdue. When it comes, Obama will be tempted to revive the push for peace he abandoned in his first term.\n\nBehind every decision will be the knowledge that, despite its huge military power, America's political leverage in the Middle East is in decline. Compliant, reliable, authoritarian allies have been deposed. And a new generation that sees America as an adversary, not a friend, is being empowered.\n\nEUROPE\n\nEUROPEAN MEDIA REACTION \"Relieved but underwhelmed\" appears to sum up much of the European press reaction. France's centre-right Le Figaro bemoaned that \"Yes we can\" seems to have given way to a \"sigh of relief\", but added that continuity in a time of doubt was reassuring. The centre-left Liberation said the prospect of an Obama defeat had \"made us fearful\", and congratulated the president for achieving what few world leaders had recently managed: staying office in a time of economic crisis. Germany's liberal Spiegel news magazine said that while the re-election of America's first black president was \"historic\", it had also been \"lacklustre\" and largely the result of the Republicans' \"stupidity\" and \"xenophobia\".\n\nThe BBC's Chris Morris in Brussels writes: Europe will be waking up this morning with a general sigh of relief. Opinion polls have always shown President Obama to be more popular than Governor Romney across the continent - but for most governments, too, continuity in Washington is better than a changing of the guard. The US Treasury Secretary Tim Geithner - as well as the President himself - has been closely involved in discussions on the eurozone. The EU is so embroiled in its internal debates on the eurozone crisis that it doesn't want any external distractions.\n\nThe EU has also been working closely with the Obama administration on a variety of foreign policy issues - Iran in particular. Even if some of the key personnel change in a second Obama term, the President's victory means there will be no dramatic change of course for European capitals to deal with.\n\nCHINA\n\nCHINESE MEDIA REACTION The state-run daily Global Times said it did not expect much change, but had harsh words for Western democracy: \"Western governments have given up their responsibility to lead society and are now merely shuffling votes and voters around,\" it said, praising China's current system as \"both outstanding and rare\". On the eve of the result, a commentary by the official Xinhua news agency let slip some of the anger at the criticism directed against China by both candidates, warning the US that \"China-bashing\" must stop now the campaign is over. On the popular Sina news portal, well-known US analyst Zhang Guoqing said he was \"not optimistic about the future\", calling Mr Obama a \"brazen trade protectionist\" who will try to put more economic and security pressure on China.\n\nThe BBC's Martin Patience in Beijing writes: President Obama's victory comes just a day before the start of China's once-in-a-decade leadership change, so for China's leaders the focus for now is firmly at home - and not across the Pacific.\n\nBut during the US presidential campaign, both candidates were highly critical of China, taking Beijing to task over what they saw as the country's unfair trade practices. Some of the sting from those accusations could well linger long after election day. Relations between the two countries have been strained in recent years - particularly over economic issues.\n\nBeijing is also deeply worried about President Obama's strategic \"pivot\" back to Asia. Some officials believe that Washington is trying to contain the rise of China. It will be these issues that will dominate arguably the most important diplomatic relationship in the world.\n\nAFGHANISTAN\n\nThe US might press for a quicker exit from Afghanistan\n\nThe BBC's Quentin Sommerville in Kabul writes: Much in Afghanistan is viewed now through the prism of the ending of the US-led combat mission here. A change in Commander-in Chief was unlikely to make much of a difference to American policy - there was little difference between the candidates, aside from Mitt Romney's claim that he would listen more to generals on the ground.\n\nThe question facing President Obama is how quickly do the remaining troops come home, and how many are left here after 2014. Military commanders would like a more gradual withdrawal, and a force of 10,000 plus to remain. But the White House, with a renewed mandate, is likely to press for an accelerated exit, with fewer American soldiers and marines remaining to assist Afghan forces, after 2014.\n\nIRAN\n\nThe BBC's Mohsen Asgari in Tehran writes: Many in Iran were concerned that a Republican win would mean war, and believe a Barack Obama victory makes life safer for the people, because the US will move quickly to set up a new round of talks over Iran's nuclear ambitions.\n\nIRANIAN MEDIA REACTION A commentator in the moderate daily Arman says those who believed Mr Obama would be less dangerous than Mr Romney for Iran are \"wrong\", arguing that while the president will at least \"prevent a war\", he has still \"chosen a concerning approach\" in pushing for greater pressure on Iran over its nuclear programme.\n\nHowever, some Iranian political activists believe that Barack Obama's victory will give rise to more pressures on Iran. \"Barack Obama enjoys considerable popularity in the international community, which Romney really lacks, and it will help him reinforce the coalition against Iran and build up more pressure on the country,\" said Naser Hadian, a political professor at Tehran University.\n\nWhich would be more acceptable for Iran: Mr Romney and his Israeli allies imposing a cessation of uranium enrichment or a President Obama who might give Iran peaceful nuclear rights? From that viewpoint, Iranians are very happy to see Barack Obama once again in the White House.\n\nPAKISTAN\n\nThe BBC's M Ilyas Khan in Islamabad writes: Pakistan's military, which controls the country's national security policy, has traditionally felt more comfortable with Republican governments in the US. Democratic leaders, on the other hand, have tended to be rather cold towards it, due to its position on civil liberties, democracy and nuclear weapons.\n\nPAKISTANI MEDIA REACTION Many analysts on Pakistan's TV channels expect little change in US policy towards Pakistan. But one, Sami Ibrahim, told private Dunya TV that even though \"things are not great right now\", the existing working relationship between Mr Obama's White House and Islamabad gave \"hope for improvement\". Another analyst, Nasim Zehra, was even more upbeat, saying Mr Obama's victory was a \"win\" for Pakistan, as his administration and Islamabad have \"worked together\" and \"developed a relationship\".\n\nDuring President Obama's first term, US-Pakistan relations appeared to have hit rock bottom. The US continued to express concern over Pakistan's alleged support for militant groups. Pakistan remained angry over drone strikes on its territory, the killing of Osama bin Laden in a covert US operation on Pakistani soil, and Nato attacks on some Pakistani border posts.\n\nBut Mr Obama's victory means the US' proposed \"end game\" in Afghanistan is likely to pick up steam, and from a Pakistani perspective, take on a clearer shape. Pakistan has been complaining that American strategy in Afghanistan is vague, and that its own potential role as an important player in the Afghan peace is being ignored.\n\nAnalysts here predict that the Obama victory is likely to increase pressure on the Pakistani establishment to facilitate US goals in Afghanistan.\n\nMEXICO AND LATIN AMERICA\n\nThe vote which will most affect Mexico was not the race for the White House, but the question of the legalisation of marijuana in Washington state and Colorado\n\nThe BBC's Will Grant in Mexico City writes: There was almost an audible sigh of relief in Mexico that it was the incumbent president who was re-elected. There is still a widely held perception in Mexico, and across the region, that the Republicans do not represent or understand the interests of Latinos in the US nor, by extension, of their families south of the border. Yet more undocumented immigrants have been deported under President Obama than under any other president since the 1950s.\n\nStill, many in Latin America hope that a second Obama administration will strike up a better relationship with the US's regional neighbours. It is felt by many that, whether over political relations with Venezuela, the trade embargo on Cuba or the violent drug war in Mexico, Mr Obama has not really delivered on his promises on Latin America.\n\nIn many ways, though, the vote which will most affect Mexico was not the race for the White House, but the question of the legalisation of marijuana in Washington state and Colorado. Many analysts expect the decision to pass the measure to make a major dent into the massive profits of the country's powerful drug cartels. Marijuana is their main cash crop, worth an estimated 6 billion dollars a year through illegal trafficking.\n\nAFRICA\n\nThe BBC's Andrew Harding in Johannesburg writes: President Barack Obama made only one, cursory trip to sub-Saharan Africa during his first term. So how much will change in Mr Obama's second term? That question was, perhaps understandably, barely mentioned in an election campaign that focused on pressing domestic issues and the Arab uprisings.\n\nAFRICAN MEDIA REACTION In Kenya, Mr Obama's local roots are the big interest for The Standard, whose website features his Kenyan grandmother, Sarah Obama, expressing her delight at his success. \"I knew he was going to win. We are happy for the victory and are embracing everyone who visits our home,\" she is quoted saying. Over on the Daily Nation, dozens of readers left comments congratulating Mr Obama, including one who said: 'We are happy Obama is again in the White House, this time he must visit his father's home, if he love[s] Kenya.\"\n\nBehind the scenes, American diplomacy will no doubt continue to be furiously in demand. The start of the second term is likely to be preoccupied with more of the same: international efforts to remove Al-Qaeda-linked rebels from the north of Mali - by force or negotiation or both - and efforts to ensure that Zimbabwe and Kenya avoid repeating the violence that wrecked their last elections.\n\nSo far, there is no sign of a grand \"Obama Doctrine\" for Africa - and perhaps that's a good thing, given the diversity and complexity of the continent. Mr Obama has left it to others to warn about the dangers posed by an insatiable China, but his second term may give him an opportunity to move away from the distorting \"war on terror\" preoccupations of Mali and Somalia, and focus on the broader issues - trade in particular - that he raised three years ago in Ghana.\n\nRUSSIA\n\nRUSSIAN MEDIA REACTION Pro-government paper Izvestiya homed in on a comment by an Obama campaign aide that relations with Moscow would continue as before, while the head of the Duma's international affairs committee, Aleksei Pushkov, tweeted that Russia had avoided facing a \"clear enemy\" in Mr Romney in the White House. \"Many in Moscow will be heaving a sigh of relief: the Cold War has been cancelled,\" commentator Sergei Strokan says in Russia's Kommersant daily. \"Romney, who called Russia America's no1 geopolitical foe, will now no longer be making the Kremlin's nerves jangle with his 'Neanderthal pronouncements'.\"\n\nThe BBC's Steve Rosenberg in Moscow: Russia has received the news of President Obama's re-election with cautious optimism. Moscow feels it knows President Obama: it has worked with him the last four years. And, after all, he is the man who famously launched the re-set in US-Russian relations.\n\nBut this will be no \"buddy-buddy\" relationship. President Obama may have hit it off with the previous Russian leader, Dmitry Medvedev (they once went to a burger bar together), but relations with Mr Putin are proving more challenging. There is concern in Washington at the current human rights situation in Russia; at the same time, there is suspicion in the Kremlin that the US is funding and supporting President Putin's opponents.\n\nAdd to all of this Moscow's concern at US plans for a missile defence shield in Europe, Nato's potential further enlargement to the east and major differences over the conflict in Syria, and it is clear the mutual distrust is growing. Time for a re-set of the re-set?", "tags": "set([])", "title": "Obama second term: What it means for the world"}