{"yelLabel": ["nonyellow"], "tags": "set([])", "title": "The men who smuggle the loot that funds IS", "content": "The gold-plated bronze figurine (photo D Osseman) was stolen from the museum in Hama, western Syria\n\nThe trade in antiquities is one of Islamic State's main sources of funding, along with oil and kidnapping. For this reason the UN Security Council last week banned all trade in artefacts from Syria, accusing IS militants of looting cultural heritage to strengthen its ability \"to organise and carry out terrorist attacks\".\n\nThe BBC has been investigating the trade, and the routes from Syria through Turkey and Lebanon to Europe.\n\nThe Smuggler\n\nIt has taken many calls and a lot of coaxing to get a man we are calling \"Mohammed\" to meet us. He is originally from Damascus but now plies his trade in the Bekaa valley on the border between Syria and Lebanon. He's 21 but looks much younger in his T-shirt, skinny jeans and black suede shoes. As we sit in an apartment in central Beirut I have to lean forward to hear the softly spoken young man describe how he began smuggling looted antiquities from Syria. \"There's three friends in Aleppo we deal with, these people move from Aleppo all the way to the border here and pay a taxi driver to sneak it in.\" He specialised in smaller items which would be easier to move on - but he says even that has become too risky. \"We tried our best to get the items which had most value, earrings, rings, small statues, stone heads,\" he says.\n\nHe made a good profit but bigger players with better connections \"sold pieces worth $500,000, some for $1m\", he says. When I ask who's making the money and controlling the trade in Syria his gentle voice takes on a flinty tone: \"IS are the main people doing it. They are the ones in control of this business, they stole from the museums especially in Aleppo,\" he says. \"I know for a fact these militants had connections overseas and they talked ahead of time and they shipped overseas using their connections abroad.\" Mohammed is still involved in cross-border trade, but no longer in antiquities. \"Anyone caught with it gets severe punishment,\" he says. \"They accuse you of being IS.\"\n\nThe Go-between\n\nTo sell looted antiquities you need a middle-man, like \"Ahmed\". Originally from eastern Syria, he is based in a town in southern Turkey - he doesn't want me to specify which one as he doesn't want the police to know. As a Turkish-speaker he is popular with Syrian smugglers, who ask if he can move goods on to local dealers. When I speak to him via Skype he shows me a blanket next to him filled with artefacts - statues of animals and human figures, glasses, vases and coins. They were dug up in the last few months. \"They come from the east of Syria, from Raqqa, all the areas controlled by ISIS (Islamic State),\" he says. Islamic State plays an active part in controlling the trade, he tells me. Anyone wanting to excavate has to get permission from IS inspectors, who monitor the finds and destroy any human figures, which are seen as idolatrous (those Ahmed is showing me have slipped through the net). IS takes 20% as tax. \"They tax everything,\" he says.\n\nThe main trade is in stoneworks, statues and gold, and it can be extremely lucrative. \"I have seen one piece sold for $1.1m,\" he says. \"It was a piece from the year 8500BC.\" He gently handles each artefact as he brings it closer to the webcam to give me a better view. He has had to pay a sizeable bond to the smugglers to get this material and he doesn't want to lose any of it. The final destination is Western Europe, he says. \"Turkish merchants sell it to dealers in Europe. They call them, send pictures... people from Europe come to check the goods and take them away.\" Ahmed will have to return the looted artefacts to his Syrian contacts, as I am clearly not buying them, but he won't be returning to his homeland. \"If I went back I'd be killed,\" he says.\n\nThe Dealer\n\nIt's an unremarkable tourist shop in the centre of Beirut. Inside the glass cases are ancient oil lamps, rings and glassware but the shop owner, a laconic man in his late 40s, has an unusual selling tactic - he says much of it is fake. However, he assures me he does have genuine pieces from the Hellenic and Byzantine periods, around 1,000 years old. I'm interested what other items he can get, mosaics for example? I had been advised by archaeologists that mosaics would almost certainly be looted - at the moment, that would mean most likely from Syria. He asks which kind I want. Faces, animals, geometric designs? \"If you're serious we can have a serious negotiation... there is always a way,\" he promises. When I ask if it's legal he smiles as he tells me the only way to legally ship these items is with official documentation from a museum saying they have been cleared for export.\n\nIf it was only a small mosaic I wanted, I could take the chance and try to smuggle it out myself but he warns it's a serious decision, as I could get caught. For a fee he can have them shipped to the UK but it will cost me many thousands of pounds. We shake hands as I leave and he gives me his business card. It has only taken 10 minutes to be offered illicit antiquities. Arthur Brand, an investigator who helps recover stolen antiquities isn't surprised, it chimes with his experience in Lebanon. \"I've been there several times and at times and it really is amazing,\" he tells me from his base in Amsterdam. \"The illicit trade is run as a professional business with offices and business cards and you can buy antiquities from Lebanon, but also from countries like Syria, Iraq.\" The link between smugglers and dealers is the dirty secret the art world doesn't want to admit to, he says.\n\nThe Cop\n\nHe could easily pass for the star of an Arabic cop show but Lt Col Nicholas Saad is a real policeman, head of Lebanon's bureau of international theft. In his office, filled with certificates from the FBI and Scotland Yard, he shows me photos of huge Roman busts seized in a recent raid in Lebanon. We go up to the roof of his police station, where out to the east, beyond the mountains, is the border with Syria. This is where refugees pour into the country and are exploited by the smuggling gangs.\n\n\"The refugees come in big numbers and the gangs put things between the belongings of the refugees,\" he explains. Since the conflict in Syria he has noticed a significant increase in the smuggling of looted artefacts, \"especially from the Islamic parts, Raqqa (the base) of the Islamic State\", he adds. His team has seized hundreds of Syrian artefacts. \"We have the archaeology expert that said they're very valuable from the Roman period, from the Greek period, years before Christ,\" he says. But there isn't a market for them in Lebanon. \"Lebanon is a transit station, it's one of the the doors that goes to Europe. The real money is made in Europe.\"\n\nThe Treasure\n\nInside the Beirut National museum are treasures from the cradle of civilisation - Hellenic, Roman and Byzantine statues, busts and sarcophagi 3,000 years old. Hidden away from the public in a store room below the main galleries, seized looted antiquities wait to be returned to Syria. My guide is Dr Assaad Seif, an archaeologist and head of excavations at the directorate general of antiquities in Beirut. He rings a bell and a wrought iron door is unlocked. Inside are scores of items - pottery, stonework - but the most valuable items are sealed away in a warehouse. \"We have huge funeral sculptures, representing men and women used to seal the tombs, from Palmyra,\" he says.\n\nMost of the seized items are from excavations rather than thefts from museums. The looters target warehouses at ancient sites like Palmyra, a Unesco world heritage site. \"The warehouses at archaeological sites have objects they know are not listed or catalogued yet, and they think it could be easier to sell them,\" he says. \"The Palmyra objects had value for people in Syria... it gives a kind of identity,\" he says. Although reluctant to put a price on any of the bigger items, after some coaxing he relents. \"We have a dozen objects that would sell for $1m each on the open market.\" I understand why they keep them out of sight of curious foreign visitors.\n\nThe Destination\n\nFile on 4 You can hear Simon Cox's radio documentary on File on 4, on BBC Radio 4, at 2015 on Tuesday 17 February - or afterwards on the BBC iPlayer\n\nIt has taken days to get through to Dr Maamoun Abdulkarim, the archaeologist in charge of Syria's dept of antiquities in Damascus. When I do reach him, he's angry. \"The sites under the control of ISIS, in these areas we have a disaster, a lot of problems. IS attack all things just for the money,\" he says. \"It is our memory, our identity, for the government, the opposition, for all Syria.\" It's impossible to stop the looting but he is adamant more could be done to crack down on the trade. \"We are sure through all the sources a lot of objects go from Syria to Europe, in Switzerland, in Germany, in UK - and Gulf countries like Dubai and Qatar,\" he says.\n\nIt was a common refrain. Everyone from the Lebanese police to Mohammed the smuggler and Ahmed the go-between said the main market was Europe. In the UK there have been no prosecutions or arrests for selling looted Syrian artefacts but Vernon Rapley, who ran the Metropolitan Police's art and antiquities squad for almost a decade, says too much shouldn't be read into this. \"I'm quite confident that there have been seizures of material like this,\" he confidently states, as we stroll around his new workplace, the Victoria and Albert museum, where he is director of security.\n\nRapley still liaises closely with his former police unit and he is certain that artefacts from Syria are being sold here. He wants the trade in these antiquities to become \"socially repugnant and unacceptable\" so that in the future, he says, \"we don't have interior decorators looking for these things to decorate people's houses\".\n\nYou can hear Simon Cox's radio documentary on File on 4, on BBC Radio 4, at 2015 on Tuesday 17 February, or afterwards on the BBC iPlayer", "positionLabels": ["factual"], "politicalLabels": ["neutral"]}