{"content": "The ISIS terror threat 51 photos An Iraqi soldier takes photos of the demolished tomb of former Iraqi President Saddam Hussein on Sunday, March 15. The tomb in Tikrit, Iraq, was destroyed as Iraqi forces battled the ISIS militant group for control of the city. Hide Caption 1 of 51\n\nThe ISIS terror threat 51 photos Smoke rises from the front line of a clash south of Kirkuk, Iraq, on Saturday, March 14. Hide Caption 2 of 51\n\nThe ISIS terror threat 51 photos A group of Kurdish Peshmerga troops take a break from fighting ISIS militants south of Kirkuk on March 14. Hide Caption 3 of 51\n\nThe ISIS terror threat 51 photos Iraqi security forces and allied Shiite militiamen gather in Tikrit on Friday, March 13. Ousting ISIS from Tikrit is important for the United States-led coalition trying to thwart the extremist group's quest to grow its caliphate. ISIS wants to create an Islamic state across Sunni areas of Iraq and Syria. Hide Caption 4 of 51\n\nThe ISIS terror threat 51 photos A motorcyclist passes destroyed buildings in the Syrian town of Kobani on Thursday, March 12, after it has been freed from ISIS militants. Hide Caption 5 of 51\n\nThe ISIS terror threat 51 photos Smoke billows after a mortar shell hit an Anbar governorate building in Ramadi, Iraq, on Wednesday, March 11. ISIS has launched a coordinated attack on government-held areas of the western Iraqi city. Ramadi has been the focus of a fierce ISIS assault since Iraqi forces made gains against the group in Tikrit. Hide Caption 6 of 51\n\nThe ISIS terror threat 51 photos The parents of 19-year-old Mohammed Musallam react at the family's home in the East Jerusalem Jewish settlement of Neve Yaakov on Tuesday, March 10. ISIS released a video purportedly showing a young boy executing Musallam, an Israeli citizen of Palestinian descent who ISIS claimed infiltrated the group in Syria to spy for the Jewish state. Musallam's family told CNN that he had no ties with the Mossad, Israel's spy agency, and had, in fact, been recruited by ISIS. Hide Caption 7 of 51\n\nThe ISIS terror threat 51 photos Iraqi Shiite fighters cover their ears as a rocket is launched during a clash with ISIS militants in the town of Al-Alam, Iraq, on Monday, March 9. Hide Caption 8 of 51\n\nThe ISIS terror threat 51 photos Displaced Assyrian women who fled their homes due to ISIS attacks pray at a church on the outskirts of Damascus, Syria, on Sunday, March 1. ISIS militants recently abducted at least 220 Assyrians in Syria. Hide Caption 9 of 51\n\nThe ISIS terror threat 51 photos Safi al-Kasasbeh, right, receives condolences from tribal leaders at his home village near Karak, Jordan, on Wednesday, February 4. Al-Kasasbeh's son, Jordanian pilot Moath al-Kasasbeh, was burned alive in a video that was recently released by ISIS militants. Jordan is one of a handful of Middle Eastern nations taking part in the U.S.-led military coalition against ISIS. Hide Caption 10 of 51\n\nThe ISIS terror threat 51 photos A Kurdish marksman looks over a destroyed area of Kobani on Friday, January 30, after the city had been liberated from the ISIS militant group. The Syrian city, also known as Ayn al-Arab, had been under assault by ISIS since mid-September. Hide Caption 11 of 51\n\nThe ISIS terror threat 51 photos Smoke billows in Kirkuk as Kurdish Peshmerga fighters take position against ISIS militants on January 30. Hide Caption 12 of 51\n\nThe ISIS terror threat 51 photos Kurdish people celebrate in Suruc, Turkey, near the Turkish-Syrian border, after ISIS militants were expelled from Kobani on Tuesday, January 27. Hide Caption 13 of 51\n\nThe ISIS terror threat 51 photos Collapsed buildings are seen in Kobani on January 27 after Kurdish forces took control of the town from ISIS. Hide Caption 14 of 51\n\nThe ISIS terror threat 51 photos Junko Ishido, mother of Japanese journalist Kenji Goto, reacts during a news conference in Tokyo on Friday, January 23. ISIS would later kill Goto and another Japanese hostage, Haruna Yukawa. Hide Caption 15 of 51\n\nThe ISIS terror threat 51 photos ISIS militants are seen through a rifle's scope during clashes with Peshmerga fighters in Mosul, Iraq, on Wednesday, January 21. Hide Caption 16 of 51\n\nThe ISIS terror threat 51 photos An elderly Yazidi man arrives in Kirkuk after being released by ISIS on Saturday, January 17. The militant group released about 200 Yazidis who were held captive for five months in Iraq. Almost all of the freed prisoners were in poor health and bore signs of abuse and neglect, Kurdish officials said. Hide Caption 17 of 51\n\nThe ISIS terror threat 51 photos Smoke billows behind an ISIS sign during an Iraqi military operation to regain control of the town of Sadiyah, about 95 kilometers (60 miles) north of Baghdad, on Tuesday, November 25. Hide Caption 18 of 51\n\nThe ISIS terror threat 51 photos Fighters from the Free Syrian Army and the Kurdish People's Protection Units join forces to fight ISIS in Kobani on Wednesday, November 19. Hide Caption 19 of 51\n\nThe ISIS terror threat 51 photos A picture taken from Turkey shows smoke rising after ISIS militants fired mortar shells toward an area controlled by Syrian Kurdish fighters near Kobani on Monday, November 3. Hide Caption 20 of 51\n\nThe ISIS terror threat 51 photos Iraqi special forces search a house in Jurf al-Sakhar, Iraq, on Thursday, October 30, after retaking the area from ISIS. Hide Caption 21 of 51\n\nThe ISIS terror threat 51 photos ISIS militants stand near the site of an airstrike near the Turkey-Syria border on Thursday, October 23. The United States and several Arab nations have been bombing ISIS targets in Syria to take out the militant group's ability to command, train and resupply its fighters. Hide Caption 22 of 51\n\nThe ISIS terror threat 51 photos A U.S. Air Force plane flies above Kobani on Saturday, October 18. Hide Caption 23 of 51\n\nThe ISIS terror threat 51 photos Heavy smoke rises in Kobani following an airstrike by the U.S.-led coalition on October 18. Hide Caption 24 of 51\n\nThe ISIS terror threat 51 photos Cundi Minaz, a female Kurdish fighter, is buried in a cemetery in the southeastern Turkish town of Suruc on Tuesday, October 14. Minaz was reportedly killed during clashes with ISIS militants in nearby Kobani. Hide Caption 25 of 51\n\nThe ISIS terror threat 51 photos Turkish police officers secure a basketball stadium in Suruc on October 14. Some Syrian Kurds were held there after crossing from Syria into Turkey. Tens of thousands of people fled Kobani to escape ISIS. Hide Caption 26 of 51\n\nThe ISIS terror threat 51 photos Kiymet Ergun, a Syrian Kurd, celebrates in Mursitpinar, Turkey, after an airstrike by the U.S.-led coalition in Kobani on Monday, October 13. Hide Caption 27 of 51\n\nThe ISIS terror threat 51 photos Alleged ISIS militants stand next to an ISIS flag atop a hill in Kobani on Monday, October 6. Hide Caption 28 of 51\n\nThe ISIS terror threat 51 photos In this photo released by the U.S. Air Force on Saturday, October 4, a U.S. Navy jet is refueled in Iraqi airspace after conducting an airstrike against ISIS militants. Hide Caption 29 of 51\n\nThe ISIS terror threat 51 photos A Kurdish Peshmerga soldier who was wounded in a battle with ISIS is wheeled to the Zakho Emergency Hospital in Duhuk, Iraq, on Tuesday, September 30. Hide Caption 30 of 51\n\nThe ISIS terror threat 51 photos Syrian Kurds wait near a border crossing in Suruc as they wait to return to their homes in Kobani on Sunday, September 28. Hide Caption 31 of 51\n\nThe ISIS terror threat 51 photos Tomahawk missiles, intended for ISIS targets in Syria, fly above the Persian Gulf after being fired by the USS Philippine Sea in this image released by the U.S. Navy on Tuesday, September 23. Hide Caption 32 of 51\n\nThe ISIS terror threat 51 photos Turkish Kurds clash with Turkish security forces during a protest near Suruc on Monday, September 22. According to Time magazine , the protests were over Turkey's temporary decision to close the border with Syria. Hide Caption 33 of 51\n\nThe ISIS terror threat 51 photos Syrian Kurds fleeing ISIS militants wait behind a fence in Suruc on Sunday, September 21. Hide Caption 34 of 51\n\nThe ISIS terror threat 51 photos A elderly man is carried after crossing the Syria-Turkey border near Suruc on Saturday, September 20. Hide Caption 35 of 51\n\nThe ISIS terror threat 51 photos A Kurdish Peshmerga fighter launches mortar shells toward ISIS militants in Zumar, Iraq, on Monday, September 15. Hide Caption 36 of 51\n\nThe ISIS terror threat 51 photos Kurdish Peshmerga fighters fire at ISIS militant positions from their position on the top of Mount Zardak, east of Mosul, Iraq, on Tuesday, September 9. Hide Caption 37 of 51\n\nThe ISIS terror threat 51 photos Iraqi volunteer fighters celebrate breaking the Amerli siege on Monday, September 1. ISIS militants had surrounded Amerli, 70 miles north of Baquba, Iraq, since mid-June. Hide Caption 38 of 51\n\nThe ISIS terror threat 51 photos Kurdish Peshmergas fight to regain control of the town of Celavle, in Iraq's Diyala province, on August 24. Hide Caption 39 of 51\n\nThe ISIS terror threat 51 photos Peshmerga fighters stand guard at Mosul Dam in northern Iraq on Thursday, August 21. With the help of U.S. military airstrikes, Kurdish and Iraqi forces retook the dam from ISIS militants on August 18. A breach of the dam would have been catastrophic for millions of Iraqis who live downstream from it. Hide Caption 40 of 51\n\nThe ISIS terror threat 51 photos Displaced Iraqis receive clothes from a charity at a refugee camp near Feeshkhabour, Iraq, on Tuesday, August 19. Hide Caption 41 of 51\n\nThe ISIS terror threat 51 photos Peshmerga fighters inspect the remains of a car that reportedly belonged to ISIS militants and was targeted by a U.S. airstrike in the village of Baqufa, north of Mosul, on August 18. Hide Caption 42 of 51\n\nThe ISIS terror threat 51 photos Kurdish Peshmerga fighters fire at ISIS in Khazair, Iraq, on Thursday, August 14. Hide Caption 43 of 51\n\nThe ISIS terror threat 51 photos Aziza Hamid, a 15-year-old Iraqi girl, cries for her father while she and some other Yazidi people are flown to safety Monday, August 11, after a dramatic rescue operation at Iraq's Mount Sinjar. A CNN crew was on the flight, which took diapers, milk, water and food to the site where as many as 70,000 people were trapped by ISIS. But only a few of them were able to fly back on the helicopter with the Iraqi Air Force and Kurdish Peshmerga fighters. Hide Caption 44 of 51\n\nThe ISIS terror threat 51 photos Thousands of Yazidis are escorted to safety by Kurdish Peshmerga forces and a People's Protection Unit in Mosul on Saturday, August 9. Hide Caption 45 of 51\n\nThe ISIS terror threat 51 photos A Baiji oil refinery burns after an alleged ISIS attack in northern Selahaddin, Iraq, on Thursday, July 31. Hide Caption 46 of 51\n\nThe ISIS terror threat 51 photos A Syrian rebel fighter lies on a stretcher at a makeshift hospital in Douma, Syria, on Wednesday, July 9. He was reportedly injured while fighting ISIS militants. Hide Caption 47 of 51\n\nThe ISIS terror threat 51 photos New army recruits gather in Najaf, Iraq, on Wednesday, June 18, following a call for Iraqis to take up arms against Islamic militant fighters. Hide Caption 48 of 51\n\nThe ISIS terror threat 51 photos Kurdish Peshmerga forces, along with Iraqi special forces, deploy their troops and armored vehicles outside of Kirkuk, Iraq, on June 12. Hide Caption 49 of 51\n\nThe ISIS terror threat 51 photos Children stand next to a burnt vehicle during clashes between Iraqi security forces and ISIS militants in Mosul on Tuesday, June 10. Hide Caption 50 of 51", "tags": "set([])", "title": "ISIS kidnaps 20 medical workers in Libya"}