{"content": "WASHINGTON — A prominent Republican delivered a direct request to Mitt Romney not long ago: He should make a third run for the presidency, not for vanity or redemption, but to answer a higher calling from his faith.\n\nBelieving that Mr. Romney, a former Mormon pastor, would be most receptive on these grounds, the Republican made the case that Mr. Romney had a duty to serve, and said Mr. Romney seemed to take his appeal under consideration.\n\nThree years ago, Mr. Romney’s tortured approach to his religion — a strategy of awkward reluctance and studied avoidance that all but walled off a free-flowing discussion of his biography — helped doom his campaign. (The subject is still so sensitive that many, including the prominent Republican, would only discuss it on condition that they not be identified.)\n\nBut now as Mr. Romney mulls a new run for the White House, friends and allies said, his abiding Mormon faith is inextricably tied to his sense of service and patriotism, and a facet of his life that he is determined to embrace more openly in a possible third campaign.\n\nKirk Jowers, a Mormon family friend who lives in Utah and chaired Mr. Romney’s leadership PAC, said that Mr. Romney’s contemplation of a third bid is motivated by an “almost devout belief that he needs to do something for this country.”\n\nBut this time, Mr. Jowers said, Mr. Romney would treat his religion differently. “In 2008, Romney risked being a caricature of the Mormon candidate,” he said. “Now everyone seems to know everything about him, and that will be very liberating for him to talk about his faith.”\n\nMr. Romney’s faith was complicated by the fact that during his 2012 run, his team was reluctant to let him mention his religion at all, creating a vacuum that hid a side of him from voters and allowed it to be filled with Democratic attack ads. The 2014 Netflix “Mitt” documentary — from filmmaker Greg Whiteley, a Mormon — offered an appealing, behind-the-scenes look at Mr. Romney as a man of faith and family. Many in his inner circle said that if he runs again, this is the version of Mitt Romney that they would present to the country.\n\nHis speech this month at the Republican National Committee’s winter meeting offered an early glimpse of how he might run differently in 2016. Mr. Romney openly mentioned his leadership roles in his church, as “a pastor for a congregation and for groups of congregations.”\n\nIndeed, Mormonism has defined much of Mr. Romney’s life, starting with his late father, George — the governor of Michigan and a prominent Mormon — to when he traveled to France as a young missionary in the 1960s. Mr. Romney converted less than two dozen people behind the thousands of doors that he knocked upon, he later recalled.\n\nNow those early church lessons of determination are on display as Mr. Romney, already a two-time Republican presidential candidate and his party’s 2012 nominee, contemplates another run.\n\nFriends and former advisers say Mr. Romney does not believe he was divinely called to seek the presidency a third time, and is chiefly motivated by his concern over the direction of the country.\n\nBut many close to him also point to the perseverance he learned as a missionary; the sense of American exceptionalism and public service central to the church’s teachings; and his belief — buttressed by his faith — that if he feels in his heart he has something to offer the country, he is compelled to pursue it, regardless of the obstacles.\n\n“There is something not only with his experience in the church, but with his family’s experience in the church back to the Mormon pioneer days — and the church ethos as a whole does inform his thinking and character and behavior,” said Philip Barlow, a professor of Mormon history at Utah State University who served with him in church.\n\nRichard Marriott, an heir to the hotel fortune, a prominent Mormon and a generous supporter of Mr. Romney’s previous campaigns, said that there was no question that Mr. Romney was animated by religion. “Our church tells us clearly that when we are in the service of our fellow man, we are in the service of our God,” he said.\n\nMr. Romney’s persistence — so baffling to some — is a natural extension of that faith, Mr. Marriott said. “You have to have a dedication to serving others to be able to withstand the battering you get when running for national office,” he said.\n\nThe Romney family has repeatedly turned to both God and the church when seeking guidance for political decisions. As early as 2005, the Mormon magazine Sunstone first reported, Mr. Romney began consulting the then-prophet of the Mormon Church, Gordon B. Hinckley, about seeking the presidency. Mr. Hinckley ultimately told him that it was not the church’s decision to make — but some Mormons saw Mr. Romney’s repeated visits as his wanting the church’s private blessing.\n\nIn a 2006 Christmas Eve family meeting captured in “Mitt,” his eldest son, Tagg, urges his father to run, saying, “I think you have a duty to your country and to God to see what comes of it.”\n\nOf course, running for president is hardly the only way to serve, and plenty of non-Mormon politicians have spoken far more explicitly than Mr. Romney about being called by God to seek higher office.\n\n“Romney may have a sense of calling to be willing to subject himself to another round of humiliation, but how is that different from William Jennings Bryan or, for that matter, Huckabee or Santorum,” said Kathleen Flake, a professor of Mormon studies at the University of Virginia. She was speaking of Mike Huckabee, the former governor of Arkansas who ran in the Republican presidential primaries in 2008, and Rick Santorum, who ran in 2012.\n\nHis roots in the church run deep. As a missionary, Mr. Romney experienced the church’s lessons of service — both cultural and doctrinal — and the ability “to encounter rejection without suffering defeat,” in the words of Senator Mike Lee, Republican of Utah and a Mormon.\n\n“In the Mormon faith, public service is one of the most honorable things you do — to participate in local and national politics is a very honorable thing to do,” said Representative Jason Chaffetz of Utah, a Republican and a Mormon who recently spoke with Mr. Romney. Among missionaries, he added, “The idea of try and try again is something that’s ingrained in the religion.”\n\nThe Mormon Church also is steeped in a sense of patriotism. The religion was founded here in the early 19th century, and is in many ways intertwined with the history of the country.\n\n“You’re taught from a very young age that you’re blessed to live in this country, and our church was founded in this country,” Mr. Whiteley said. “There is a stream of patriotism in the Mormon faith that you’re getting here.”\n\nSpencer Zwick, a Mormon who ran Mr. Romney’s 2012 finance operation and is close to the Romney family, said the times he had seen Mr. Romney become emotional are when he is talking about his family, his father and the United States. “When he talks about America, he does so with passion and a sense of reverence for his country,” Mr. Zwick said.\n\nSome Mormons also believe in something called the “white horse prophecy” that, while not official church doctrine, says the Constitution will “hang like a thread” and be saved by a white horse — which some elements believe to be the Mormon Church or a prophetic church figure. High-profile Mormon candidates often reinvigorate this lore, and Mr. Romney is no exception. A longtime friend says that he has seen Mr. Romney approached at church about the prophecy.\n\n“It makes him uncomfortable,” said the friend, speaking anonymously to discuss a delicate topic. “He kind of laughs it off and shrugs it off and doesn’t engage.”\n\nBut Mr. Romney’s religion is the lens through which he often filters achievements and setbacks in his life.\n\nMr. Whiteley remembers being with Mr. Romney after the 2012 election, when someone approached him to talk about Hurricane Sandy, which some believe helped Mr. Obama hold the White House.\n\nHurricane Sandy, the person said, was an act of God, and how did Mr. Romney reconcile that with his loss? Did God not want him to win? Recalling Mr. Romney’s response, Mr. Whiteley said, “He sort of takes the tack that there’s this master clock builder and he lets things go in motion, and we have our agency — and he loves Barack Obama as much as he loves me, and he loves Democrats as much as he loves Republicans.”", "tags": "set([])", "title": "Romney’s Consideration of Candidacy Is Closely Tied to His Faith, Allies Say"}