{"yelLabel": ["nonyellow"], "tags": "set([])", "title": "US to train 750 Ukraine troops as Russian aggression continues", "content": "With Russian aggression in eastern Ukraine continuing, the White House announced Wednesday the U.S. will begin training 750 Ukraine troops.\n\nThe news came after a phone call between Vice President Joe Biden and Ukrainian President Petro Poroshenko and coincided with Russians celebrating the first anniversary of their country’s annexation of Crimea.\n\nADVERTISEMENT ADVERTISEMENT\n\n“Soldiers from the 173rd Airborne Brigade based in Vicenza, Italy, will conduct the National Guard training mission at the International Peacekeeping and Security Center, in Yavoriv, which is in western Ukraine, near the border with Poland,” Pentagon spokeswoman Eileen Lainez said.\n\nAnother defense official told Fox News 290 U.S. paratroopers from the 173rd Airborne Brigade will begin training 750 Ukrainian soldiers in late April.\n\nThe U.S. training exercise had been put on hold for fear of antagonizing Russian President Vladimir Putin. Originally, the plan involved a larger number of US soldiers going to Ukraine.\n\n\"In Russia, we always thought that Russians and Ukrainians were one nation. I think so now, too,\" Putin told tens of thousands of supporters outside the Kremlin in Moscow Wednesday.\n\nIn the Crimean port city of Sevastopol, home to Russia’s Black Sea fleet, thousands of cheering Putin supporters and ethnic Russians marked the first anniversary of Russia annexing Ukraine's peninsula 60 years after Nikita Khrushchev gave the territory to Soviet Ukraine in 1954.\n\nOn the same day Russia celebrated its annexation, Putin signed a treaty with another separatist region, Georgia's South Ossetia, in an effort to expand Russian influence despite a warning from the State Department not to sign the document.\n\n“Russia should fulfill all of its obligations under the 2008 ceasefire agreement, withdraw its forces to pre-conflict positions [and] reverse its recognition of the Georgian regions of South Ossetia,” State Department spokeswoman Jen Psaki told reporters Tuesday.\n\nIn recent days, Putin called his Navy's Northern Fleet to full combat readiness in exercises in Russia's Arctic. Russia’s Defense Ministry says 76,000 soldiers, 41 warships and 15 submarines are taking part in the exercises, which stretch from the Arctic to the Pacific.\n\nNATO scrambled jets Tuesday from Estonia and Lithuania to intercept a group of 11 Russian aircraft. Eight fighters and three military transports were among the Russian aircraft in international airspace over the Black Sea.\n\nAll except one had switched off their transponders, according to a Pentagon spokesman. The Russian planes landed in Kaliningrad two and a half hours after they were first detected by Estonian radar.\n\n\n\nKaliningrad, the tiny Russian enclave in the Baltics, is also where the Kremlin announced this week that it plans to deploy state-of-the-art missiles - known as Iskander missiles - along the border with Poland and Lithuania.\n\nNATO officials expressed concern about the sudden or “snap” exercises the Russian military launched over the past two years.\n\n“The recent Russian practice of calling snap exercises is of serious concern…Russia has conducted about a dozen snap exercises over the past two years. Russia’s takeover of Crimea was done under the guise of a snap exercise,” a NATO military officer told Fox News.\n\nNATO has not conducted these kinds of exercises since the end of the Cold War.\n\nThe U.S. military says Russia has been jamming the airspace over Eastern Ukraine, while continuing live fire drills on Ukraine's border.\n\nThe U.S. Army, meanwhile, is flexing its muscles with a year-long training exercise in Eastern Europe dubbed Operation Atlantic Resolve. It comes as the U.S. Army's European command announced it was sending dozens of Stryker combat vehicles and 600 troops on an 1100-mile convoy through six countries in the Baltics starting March 21.\n\n“This road march is significant because it demonstrates to the Russians that the American military can maneuver across their front,” said retired Army Major General Robert Scales, a Fox News Contributor.\n\nSome 750 U.S. military vehicles, including tanks and artillery, began arriving last week in Riga, Latvia.\n\n“We're going to demonstrate that same resolve as we lean forward and demonstrate to Russia and to Putin that we are not broken in our efforts to stand together through this type of aggression,” Major General John R. O’Connor, in charge of moving the armored vehicles into Riga, told NATO TV.\n\nRussia announced earlier this week it would deploy long-range, nuclear-capable strategic bombers to Crimea and state of the art missiles to Kaliningrad, but the Pentagon said it had not seen any movement of these weapon systems.", "positionLabels": ["factual"], "politicalLabels": ["liberal"]}