{"content": "WASHINGTON — Congressional Republicans on Tuesday accused the Federal Communications Commission of bowing to White House pressure on its \"net neutrality\" decision, which has angered the nation's cable and wireless giants. They said the agency's inspector general has opened an investigation into whether the FCC had violated any rules.\n\nSamples of 1,600 pages of emails and other documents released by the House Oversight and Government Reform Committee — while falling short of any blatant impropriety — raise questions about whether senior Obama aides went to unusual lengths to engage independent regulators on a popular issue, and if the FCC gave these aides too much access to internal deliberations while shutting out Congress.\n\n\"A president should be able to weigh in, make his opinions known. I don't have a problem with that. But this seems to be very one-sided,\" said Rep. Jason Chaffetz, chairman of the House Oversight and Government Reform Committee.\n\nStill, the political sparring on Capitol Hill was unlikely to affect the recent decision by the FCC to impose tough new regulations on Internet service providers.\n\nChaffetz said he had been told that the FCC Inspector General's office launched an investigation into the agency's deliberations process on its net neutrality decision. FCC Chairman Tom Wheeler said he was not aware of any investigation, but said he would cooperate.\n\nJay Keithley, assistant IG for investigations at the FCC, said he could neither \"confirm nor deny\" any ongoing investigations.\n\nAn openly defiant Wheeler told the House committee that keeping the White House up to date on FCC dealings isn't unusual and that he won't apologize for what he considers a transparent deliberations process.\n\n\"There were no secret instructions from the White House,\" Wheeler told the committee. \"I did not, as CEO of an independent agency, feel obligated to follow the president's recommendation.\"\n\nMuch of the focus was on behind-the-scenes talks last year among lobbyists, agency staffers and White House aides as Wheeler struggled with how exactly to regulate Internet service. A court had knocked down the FCC's previous legal approach, which had prohibited cable and wireless companies from blocking or slowing Internet traffic. The idea is known as net neutrality because it suggests Internet service providers shouldn't discriminate against various web traffic.\n\nOn one hand were Internet activists who wanted regulators to treat the Internet much like the telephone, applying Title II of the 1934 Communications Act. This would require that companies act in the public's best interest and not employ unfair business practices.\n\nIndustry officials warned this approach would be much too drastic and could freeze infrastructure investments.\n\nThroughout the process, Wheeler gave the White House a front-row seat to the deliberations process, according to the emails. In one April 2014 email exchange, Wheeler loops in John Podesta, a close aide to Obama, denouncing a story by The New York Times that suggested the FCC would be too soft on net neutrality.\n\n\"Brutal story. Somebody going on the record to push back?\" Podesta asks Wheeler in an email.\n\nWheeler responds: \"Yes. I did with a statement similar to what I emailed you.\"\n\nContact between the FCC and the White House escalated in the fall. On Nov. 6, Obama's top assistant on economic policy — Jeffrey Zients — took the unusual step of meeting with Wheeler on the chairman's turf at FCC headquarters. Zients told Wheeler that the president planned to call out the FCC to impose Title II rules.\n\nThe meeting raised some eyebrows. An AT&T lobbyist's email to a top Wheeler aide suggested it was \"bad for any semblance of agency independence.\" The FCC aide, Philip Verveer, circulated the commentary among his colleagues with the note \"FYI.\"\n\nFour days later, Obama released his YouTube video announcing his support for Title II. That same morning, a group of civilian protesters were outside Wheeler's house blocking his car. Wheeler notes the timing cynically in an email that day to top aides.\n\n\"FYI. Isn't it interesting,\" Wheeler wrote. \"The day of the (net neutrality) demonstration just happens to be the day folks take action at my house\" and after the White House sends an email to its supporter list calling on \"anyone who cares about saving the Internet.\"\n\n\"Hmmm...\" he concludes, signing his email \"T.\"\n\nWhile Wheeler was exchanging emails and meeting with Obama's aides, lawmakers said they never received similar information. By February, he was asked to testify before the landmark vote but Wheeler said the date they gave him didn't work. GOP members took it as a rebuff.\n\n\"I think Mr. Zients on Nov. 6th, strong-armed you,\" Rep. John Mica, R-Fla.\n\n___", "tags": "set([])", "title": "GOP Says Obama Aides Meddled in 'Net Neutrality'"}