{"content": "Baghdad Operations Command (BOC) spokesman Saad Maan is silhouetted against strategic maps during an interview in the BOC control center in Baghdad. Security forces across the country are facing increasing challenges following the recent takeover of large swaths of the country by the Islamic State of Iraq and Syria (ISIS).\n\nJune 22, 2014 Baghdad Operations Command (BOC) spokesman Saad Maan is silhouetted against strategic maps during an interview in the BOC control center in Baghdad. Security forces across the country are facing increasing challenges following the recent takeover of large swaths of the country by the Islamic State of Iraq and Syria (ISIS). Scott Nelson/For The Washington Post\n\nAfter militants from the Islamic State of Iraq and Syria took Mosul and other Iraqi cities, the government issued a call for volunteers to join the army. Many Iraqis answered.\n\nAfter militants from the Islamic State of Iraq and Syria took Mosul and other Iraqi cities, the government issued a call for volunteers to join the army. Many Iraqis answered.\n\nAfter militants from the Islamic State of Iraq and Syria took Mosul and other Iraqi cities, the government issued a call for volunteers to join the army. Many Iraqis answered.\n\nAl-Qaeda-inspired rebels captured three more towns in the western Iraqi province of Anbar on Sunday, expanding their onslaught against crumbling Iraqi security forces deeper into the heart of the Middle East.\n\nThe latest conquests give the Islamic State of Iraq and Syria (ISIS) unchecked control of hundreds of miles of territory spanning the Iraqi-Syrian border, erasing the line drawn between the two countries by colonial powers.\n\nThe gains also put the militants within easy reach of Jordan and Saudi Arabia, U.S. allies that are among those in the region watching with alarm as the fighters rout Iraqi security forces and close in on Baghdad.\n\nReports that ISIS fighters had also seized a crossing post on the border with Jordan could not be independently confirmed. There was no indication that either Jordan or Saudi Arabia is under immediate threat from the fighters, whose recent offensives have focused on areas of Iraq and Syria that would form the nucleus of their proposed pan-Islamic state, modeled along the lines of the 7th-century Islamic caliphate.\n\nThe extremists now appear to be circling back east in the direction of the capital along the Euphrates River valley, territory that was fiercely fought over by U.S. troops confronting a milder version of these fighters in the past decade.\n\nThe stunning speed with which a few thousand lightly armed ISIS fighters have seized control of large portions of the country in the past two weeks has raised fears that the entire state of Iraq could soon collapse, prompting appeals from the Iraqi government for U.S. support in the form of airstrikes.\n\nThe first of as many as 300 U.S. troops dispatched by President Obama to advise the Iraqi security forces are expected to arrive within the coming days. But the Obama administration has indicated that it is not willing to offer more robust help unless the Shiite-dominated government of Prime Minister Nouri al-Maliki, whose divisive policies are blamed for much of the current chaos, is replaced.\n\nIran cites U.S. ‘interference’\n\nOn Sunday, Iraq’s powerful neighbor Iran indicated that it is not prepared to acquiesce to such a change, dampening any lingering expectations of U.S.-Iranian collaboration in Iraq. Comments by Iranian leaders and by Secretary of State John F. Kerry early last week triggered speculation that the two rivals might work together to stabilize the country.\n\nIran’s supreme leader, Ayatollah Ali Khamenei, slammed U.S. policies in Iraq as “interference” on Sunday and made clear that Shiite Iran does not support American plans to find a new leader.\n\n“We don’t support any foreign interference in Iraq, and we’re strongly opposed to U.S. interference there,” Khamenei said at an event with members of Iran’s judiciary, according to the Islamic Republic News Agency.\n\nIn a clear reference to U.S. hopes of replacing Maliki, Khamenei also accused Washington of wanting to “dominate Iraq and have its agents rule over the country.”\n\n“The United States is dissatisfied with the result of elections in Iraq, and they want to deprive the Iraqi people of their achievement of a democratic system, which they achieved without U.S. interference,” Khamenei said.\n\nView Graphic ISIS on the march\n\nSpeaking in Cairo, Kerry on Sunday rejected the inference, stressing that the United States “is not engaged in picking or choosing or advocating” Iraqi leaders. He pointed, however, to the many expressions of dissatisfaction with Maliki’s leadership from the country’s Sunni and Kurdish minorities, as well as from some Shiites.\n\n“The United States would like to see the Iraqi people find leadership that is . . . prepared to be inclusive and share power in a way that will maximize the ability of Iraq to focus on the real danger at this moment from an external source,” Kerry said, referring to ISIS.\n\n“No country is safe from that kind of spread of terror, and none of us can afford to leave that entity with a safe haven which would become a base for terror against anyone and all, not only in the region but outside of the region as well,” he added. He spoke after a meeting with Egyptian President Abdel Fatah al-Sissi.\n\nObama indicated that he does not regard the militants overrunning Iraq as an immediate threat to the United States. “I think it’s fair to say their extreme ideology poses a medium- and long-term threat,” he told CBS News in an interview that aired Sunday, adding that other groups represent a bigger short-term danger to America.\n\nISIS could threaten Jordan, he said, “but I think it’s important for us to recognize that ISIS is just one of a number of organizations that we have to stay focused on.”\n\nHis comments were a further indication that he does not intend to offer the Maliki government more military assistance.\n\nThe fall of Anbar province?\n\nAs Obama spoke, ISIS fighters were reported to be closing in on the town of Haditha, located on the Euphrates River and home to one of Iraq’s most important dams.\n\nA senior figure advising tribal forces in the Anbar capital of Ramadi, where U.S. troops fought some of the fiercest battles of the Iraq war, predicted that the city would fall to the militants within days, and the entire province shortly after that.\n\n“The Iraqi security forces are retreating, and their opponents are getting stronger and stronger,” said retired police general Hassan al-Dulaimi, speaking by telephone from Ramadi. “I expect all of Anbar province will be under the control of ISIS in a few days.”\n\nHe cited a parade Saturday in Baghdad organized by the Shiite Mahdi Army militia — in which tens of thousands of volunteers marched through the streets showing off an array of weapons — as an example of the kind of behavior that is driving even moderate Sunnis to support the advancing extremists.\n\n“This military parade was clearly only for one sect, which provokes people on the other side not to support the government,” Dulaimi said.\n\nIn Baghdad, government officials acknowledged that Iraqi troops had staged what they described as a tactical retreat from the western towns of Ana and Rawa and the southwestern town of Rutba, just 90 miles from the Jordanian border, in order to defend other locations. Reports that ISIS fighters had also captured the border post of Turabil, the main crossing point between Jordan and Iraq, could not be confirmed.\n\nFootage broadcast on local television stations showed smoke billowing from the police station in Rawa and ISIS fighters driving through the town in U.S.-made Humvees captured from the Iraqi army.\n\n“The security forces redeployed from a place to strengthen other areas,” said a military spokesman, Gen. Qassem Atta, explaining the retreat. “Everything is going very well, and the leadership has full command and control,” he added.\n\nISIS already has footholds in many towns in Anbar province, including the key city of Fallujah — about 35 miles west of Baghdad — which the group claimed in January. The militants have linked up with these supporters as they go, speeding their advance.\n\nJason Rezaian in Tehran contributed to this report.", "tags": "set([])", "title": "ISIS fighters control much of Iraq’s western border after seizing three more towns"}