{"content": "Correction: An earlier version of this article misstated the length of presidential terms in Russia. Presidents in Russia serve six years, not four. T\n\nRussian Sukhoi Su-25 ground-attack aircraft release smoke in the colors of the Russian flag above Moscow’s Red Square during the Victory Day parade. The commemoration came fresh off Russia’s annexation of Crimea and as thousands of the nation’s troops massed on the border with Ukraine, poised to invade — and to create new wartime veterans — if Putin gives the command.\n\nMay 9, 2014 Russian Sukhoi Su-25 ground-attack aircraft release smoke in the colors of the Russian flag above Moscow’s Red Square during the Victory Day parade. The commemoration came fresh off Russia’s annexation of Crimea and as thousands of the nation’s troops massed on the border with Ukraine, poised to invade — and to create new wartime veterans — if Putin gives the command. Kirill Kudryavtsev/AFP/Getty Images\n\nRussians and Ukrainians on Friday celebrated Victory Day, an important patriotic holiday commemorating the 1945 defeat of Nazi Germany in World War II. But recent tensions between the two nations were evident in Moscow’s displays of military might and the parades and somber graveside tributes in Kiev and eastern Ukraine.\n\nRussians and Ukrainians on Friday celebrated Victory Day, an important patriotic holiday commemorating the 1945 defeat of Nazi Germany in World War II. But recent tensions between the two nations were evident in Moscow’s displays of military might and the parades and somber graveside tributes in Kiev and eastern Ukraine.\n\nRussians and Ukrainians on Friday celebrated Victory Day, an important patriotic holiday commemorating the 1945 defeat of Nazi Germany in World War II. But recent tensions between the two nations were evident in Moscow’s displays of military might and the parades and somber graveside tributes in Kiev and eastern Ukraine.\n\nPresident Vladimir Putin sought to place himself in the ranks of Russia’s greatest leaders Friday, reaching deep into his nation’s history to assert that the annexation of Crimea was a milestone for the centuries.\n\nIn his first visit to Crimea since he seized the peninsula in March, Putin paid a triumphant call on a territory that had been Russian since the time of Catherine the Great, but since 1991 had been part of an independent Ukraine. The annexation set off an international crisis that has pushed Ukraine to the brink of war and has led to the greatest tensions between Russia and the West since the depths of the Cold War.\n\nPutin reeled off a list of highlights of Russian nationhood that began with the naming of the Black Sea port city of Sevastopol in 1784.\n\n“I am sure that 2014 will become part of the city’s chronicle, and the chronicle of our entire country, as the year in which the people here decided firmly to be together with Russia,” Putin said. In March, Crimeans voted in a referendum in which 97 percent were said to have chosen to bind themselves to Russia.\n\n“Thus they proved their loyalty to historical truth and to the memory of our predecessors,” he said at the port as 10 gray warships floated behind him. “We have lots of work in front of us, but we will overcome all the difficulties, because we are together, and that means we have become stronger.”\n\n[Read a transcript of Putin’s remarks]\n\nOn an emotional holiday that marks the Soviet Union’s victory over Nazi Germany in World War II, Putin flew to Sevastopol after presiding over a triumphal military parade through Moscow’s Red Square. There and in cities across Russia’s vast territory, scores of tanks, rocket launchers and intercontinental ballistic missiles delivered a show of military prowess that Putin has threatened to further unleash on Ukraine if he judges Russian interests to be threatened.\n\nPutin has long aspired to be one of Russia’s epoch-defining leaders, saying that the breakup of the Soviet Union was “the greatest geopolitical catastrophe” of the 20th century, in part because “tens of millions” of ethnic Russians found themselves outside the borders of Russia. The Russian president has made it his mission to rebuild a country powerful enough to demand the same respect once accorded to the Soviet Union, analysts have said.\n\nIn the Ukrainian crisis, which unfolded at the same time as the Winter Olympics in Sochi, Putin may have seen his chance. Ukrainian President Viktor Yanukovych fled from office the day before the Olympics’ Closing Ceremonies. Russian forces in Crimea made their moves just a few days later. The annexation of Crimea has driven Putin’s approval ratings to multi-year highs of over 80 percent, after years in which they had been sinking, and there are few mainstream voices to stand in his way.\n\nIf Putin is reelected to another six-year presidential term in 2018, he will be poised to surpass Leonid Brezhnev as the second-longest-serving leader of post-imperial Russia, after Stalin. He has been Russia’s paramount head since Dec. 31, 1999.\n\nDuring his more than 14 years in power, Putin has transformed Victory Day into a celebration of Russian might that he said Friday was his nation’s main holiday. The day was once devoted primarily to private remembrances of the wartime victims that are in almost every Russian family, and many mourners here still pay visits to cemeteries to pile flowers on the graves of relatives.\n\nBut in 2008, Putin revived military parades through Red Square — they had ended after the breakup of the Soviet Union in 1991 — and every year since, the celebrations have grown more elaborate. Red banners, gold stars and the hammer-and-sickle emblem of the Soviet Union have festooned Moscow’s streets in recent days.\n\nSo too have the black-and-\n\norange St. George’s Ribbons that are a czarist-era military decoration but were brought back in recent years to commemorate veterans. On Friday, they were fastened to nearly every lapel in the country, including Putin’s. The ribbons, which have become deeply politicized as a symbol of Russian nationalism, have also been adopted by pro-Russian separatists in Ukraine.\n\nBefore his remarks Friday in Sevastopol, which lasted less than four minutes, Putin reviewed sailors of the Black Sea Fleet, using a small white naval vessel to salute a line of Russian warships in turn. After he finished going down the line, dozens of fighter jets streaked across the sky.\n\nOnly a handful of states have recognized Crimea’s annexation, and Putin’s visit to soil that most countries in the world still consider legally Ukrainian drew immediate condemnation from the Obama administration, NATO and others.\n\n“Such a visit will only serve to fuel tensions,” said National Security Council spokeswoman Laura Lucas Magnuson.\n\nIn Tallinn, Estonia, NATO Secretary General Anders Fogh Rasmussen told reporters that “from my knowledge, the Ukrainian authorities haven’t invited Putin to visit Crimea, so from that point of view his visit to Crimea is inappropriate,” the Associated Press reported.\n\nThe Ukrainian Foreign Ministry called the trip a “gross violation of Ukraine’s sovereignty” in a statement.\n\nPutin was not the only Russian official asserting an expansive vision of Russian borders on Friday, with Deputy Prime Minister Dmitry Rogozin visiting a Victory Day parade in Transnistria, the breakaway region of Moldova. Pro-\n\nRussian separatists in Ukraine have said they want to unite a band of territory from Transnistria to Odessa to eastern Ukraine in a new Kremlin-allied state of Novorossiya.\n\nThe holiday came amid escalating violence in eastern Ukraine that threatens to worsen within days. There was street-by-street fighting in the industrial port city of Mariupol on Friday, and a planned Sunday independence referendum organized by pro-Russian separatists could worsen the situation further, provoking a Russian invasion.\n\nThis week, Putin appeared to seek conciliation when he called for the referendum to be postponed. But the softer tone lasted only a day, after which Putin presided over massive military exercises that appeared designed to spotlight his country’s resurgent hard power, with missiles streaking across Russia and rockets raining down on target ranges.\n\nAnd the loosely organized bands of separatists in eastern Ukraine quickly decided that they would proceed with the referendum anyway — in part, some said, because momentum was behind them.\n\nNatasha Abbakumova contributed to this report.", "tags": "set([])", "title": "Putin, marking Crimea annexation, lays claim to historic mantle"}