{"content": "House Minority Leader Nancy Pelosi predicted that Democrats could pick up as many as 25 seats this fall, a gain that would hand her side control of the chamber for the first time since 2010. \"I feel very certain that we will win the 17 seats we need,\" she told WaPo's Ed O'Keefe in an interview published Wednesday morning. “We’re playing in about 70 districts; 25 is my goal — I would like that,” she added.\n\nThat is so not going to happen.\n\nNow, I understand why Pelosi said what she said. If, as the chief fundraiser for and public face of House Democrats, Pelosi told Ed \"Look, it's just not happening for us this year\", there would be a general freakout in the political world and the fundraising spigot that she has, amazingly, kept flowing over the past 18 months would dry up. Pelosi was doing her job.\n\nBut, there is simply no evidence that the House is in play this fall -- or even close.\n\nStart with the election models. Election Lab, WaPo's version, gives Republicans more than a 99 percent chance of keeping control of the House. Wrote John Sides, one of the three political scientists who oversee the model about the \"battle\" for the House:\n\nOur model currently estimates that the Democrats will win 193 seats, down slightly from the 201 they controlled after the 2012 election and the 199 they currently control, given existing vacancies. We expect to update this forecast with additional data about the candidates once the primaries are over, and with polling data as well. But, given how strong the Republicans’ position is, we would be surprised if any new information significantly altered the strong odds of continued Republican control.\n\nThen move to the non-partisan political handicappers.\n\nCharlie Cook and his Cook Political Report rate 73 seats as competitive -- 39 held by Democrats, 34 controlled by Republicans. Of the 13 most competitive contests, which Cook ranks a true \"toss ups\", 11 are Democratic held while just two are in Republican hands. (Both parties have two pickups close to in the bag, according to Cook. That's California's 31st and New York's 11th for Democrats and Utah's 4th and North Carolina's 7th for Republicans.)\n\nStu Rothenberg and Nathan Gonzales at the Rothenberg Political Report have a far smaller playing field of competitive seats -- 50 total -- but the story is the same. Twenty four of those seats are held by Democrats, 26 are held by Republicans. Of the six \"pure toss ups\", four are Democratic seats, two are Republicans ones. There are five Democratic seats in Rothenberg's \"toss up/tilt Democratic\" column and five Republican seats in his \"toss up/tilt Republican\" one.\n\nDo the math. To net 17 seats, Democrats would need to hold all eleven of their own seats rated as toss ups by Cook, win the two Republican toss ups and then win 15 out of the 16 seats Cook ranks as \"lean Republican\". To get to 25 seats, Democrats would need to win every tossup and lean Republican race in Cook's rankings and also win seven of the 16 seats he ranks as \"likely Republican\".\n\nIn a wave year like Democrats enjoyed in 2006 and, to a lesser extent, 2008, those sorts of sweeping gains are within the realm of the possible. In this year, with an unpopular Democratic president in the White House, describing such a Democratic sweep as a long shot gives long shots a bad name.\n\nDavid Wasserman, the House analyst for Cook, has written that Democrats need a \"game-changer to help them gain any House seats whatsoever this fall.\" Wrote Rothenberg in a recent column:\n\nAn uptick in optimism resulting from good economic news could help save a couple (or even a handful) of House seats for Democrats, or it could merely improve the prospects of all incumbents, regardless of party. In any case, it wouldn’t come close to putting the House of Representatives in play in November.\n\nPelosi is saying what she needs to say. But that doesn't make it true. Control of the House is not at stake in this election. The more relevant question is whether Republican can gain seats and, if so, how many. Republicans currently hold 234 seats, meaning they would need a nine-seat gain to eclipse the 242 they held in the wake of the 2010 wave election. If they controlled 243 seats heading into the 114th Congress, it would be the largest number of seats the GOP had held since 1946 (the 80th Congress) when they had 246.", "tags": "set([])", "title": "No, the House isn’t in play. Not even close."}