{"yelLabel": ["nonyellow"], "tags": "set(['Most Popular on HuffPost'])", "title": "Ambassador Dan Shapiro Says U.S. Reevaluating Policy Toward Israel", "content": "WASHINGTON -- Dan Shapiro, the U.S. ambassador to Israel, reaffirmed on Sunday a potential U.S. policy shift toward Israel in light of Prime Minister Benjamin Netanyahu’s pre-election denouncement of a Palestinian state.\n\n“This was not Israel’s stance until those comments. It is confusing and raises doubts regarding Israel’s true stance,” Shapiro said during an interview in Hebrew with Army Radio, according to Ynet News. \"The question we are still focusing on is how to progress towards the solution of two states for two nations.\"\n\nWhile Netanyahu’s promise that there would be no Palestinian state while he serves as prime minister won him much-needed votes from the Israeli right, it was met with sharp rebuke from the Obama administration. In the days following the Israeli election, both the State Department and the White House said that Netanyahu’s comments forced the administration to reevaluate their policy toward Israel and the Palestinian territories.\n\nUntil now, the U.S. has consistently opposed Palestinian efforts to seek statehood through international recognition at the United Nations, and has urged the Palestinians to negotiate a solution directly with Israel. In the days following Netanyahu’s election victory, the Obama administration indicated that it may be less likely to veto future U.N. resolutions on Palestinian statehood.\n\nWhile Shapiro said that no decision had been reached regarding future U.S. action at the U.N., the Times of Israel reported that he told Israeli radio listeners in a separate interview Sunday morning that \"Israel’s support for a two-state solution is a critical tool” for the U.S. to defend Israel in the international sphere.\n\nSince the election, Netanyahu has tried to walk back his comments, insisting that he never disavowed a Palestinian state. \"I don't want a one-state solution. I want a sustainable, peaceful two-state solution,\" Netanyahu said during an interview on MSNBC’s “Andrea Mitchell Reports.”\n\n“I was talking about what was achievable and what was not achievable,” Netanyahu continued, referring to his pre-election comments.\n\nShapiro’s comments come after the White House’s confirmation that it is operating under the assumption that Netanyahu does not intend to work towards a two-state solution.\n\n\"We take him at his word when he said that it wouldn't happen during his prime ministership, and so that's why we've got to evaluate what other options are available to make sure that we don't see a chaotic situation in the region,\" President Barack Obama said Friday in an interview with The Huffington Post.\n\nKnesia Svetlova, a member of the Israeli opposition Zionist Union party, told reporters Monday at a conference for J Street, an American pro-Israel organization, that the international community will be increasingly likely to support Palestinian statehood in the U.N. as a result of Netanyahu’s comments.\n\n“We have until September to understand what is going to happen. In September, there will be a U.N. General Assembly meeting. Abu Mazen will go and speak of the need for international recognition,\" she said, using another name for Palestinian Authority President Mahmoud Abbas. \"I think he will earn much more support than he used to.\"\n\n“Eventually, there will be pressure on Netanyahu now that he does not have the umbrella of assured U.S. veto in the U.N. Security Council. ... I don’t think he has come to this realization that the circumstances have changed,” Svetlova continued.\n\nCORRECTION: A previous version of this article reported that Ambassador Dan Shapiro said U.S. support for Israel at the U.N. is predicated on Israeli support for a two-state solution. It's been updated to reflect a more accurate translation of his comments with attribution to the Times of Israel.", "positionLabels": ["critical"], "politicalLabels": ["neutral"]}