{"content": "An undated photo of Larry and Rhonda Harvey (Photo: Courtesy of Larry Harvey)\n\nSPOKANE, Wash. — Federal prosecutors are trying to persuade a jury that a cancer-stricken man and his family were illegally growing and distributing marijuana in the forest outside their northeastern Washington home despite claims by the \"Kettle Falls Five\" that they were instead raising legal medical cannabis for their personal use.\n\nThe case against Larry Harvey's family has become a cause celebre among the marijuana community, which sees it as a prime example of the continued disconnect between state and federal marijuana laws. Washington state last summer allowed legal recreational sales, although the raid on the Harvey's home happened in August 2012. And Congress late last year effectively barred the Justice Department from interfering with states that have medical marijuana systems.\n\nLegalization advocates say it is a case of misguided federal marijuana laws and overzealous prosecutors unable or unwilling to accept the reality that most Americans would prefer to see pot users left alone.\n\n\"Some federal law enforcement officials are addicted to punishing people for marijuana-related offenses, and in this case the prosecutors are going on quite a bender,\" said Robert Capecchi, deputy director of state policies for the pro-legalization Marijuana Policy Project. \"They appear to be going out of their way to bring the harshest penalties possible. Nobody should face years in prison for providing medical marijuana to seriously ill people whose doctors recommend it. Surely the DEA and federal prosecutors have more pressing matters to address than this.\"\n\nFederal prosecutors argue the group's medical marijuana claims are just a cover. They say evidence shows the group had been growing far more marijuana than they admit, and seized records they say show the group was paying people to process marijuana for illegal distribution.\n\n\"This is clearly a for-profit marijuana grow operation and a criminal act by people who are trying to set up an affirmative defense to their crimes under state law,\" prosecutors wrote in rejecting the group's efforts to have the case dismissed. \"The defendant seems to imply that all a person needs to do to avoid federal prosecution for manufacturing marijuana in the state of Washington is to claim that he was manufacturing medical marijuana. It is clear that the defendants are hiding behind the medical marijuana laws in Washington in order to profit from their manufacture of marijuana.\"\n\nThe judge on Feb. 18 dismissed the charges against Harvey, 71, because he's suffering from advanced pancreatic cancer, but allowed prosecutors to keep pressing their case against his wife, son and daughter-in-law. Family friend Jason Zucker on Feb. 24 agreed to a plea bargain, the details of which have been sealed. The three remaining defendants face lengthy prison sentences in part because police seized several firearms after spotting the outdoor grow from a helicopter.\n\n\"This president campaigned on respecting state medical marijuana and not going after individual patients who are acting in accordance with those laws,\" said Tom Angell of the pro-legalization Marijuana Majority. \"The fact that his administration is prosecuting this case is shameful and contrary to his campaign pledges. These prosecutions need to be stopped, especially because Congress just passed an amendment in December that is supposed to prevent the Justice Department from interfering with state medical marijuana laws.\"\n\nThe federal judge in the case has barred the group from claiming protection under medical marijuana laws. In his order, the judge effectively said prosecutors simply had to prove the group was growing marijuana, and that growing and possessing marijuana remains against federal law.\n\n\"They can't put on a medical necessity defense. They can't talk about state medical marijuana law,\" said Kris Hermes of Americans for Safe Access, which supports the family but isn't paying for its defense. \"Normally these cases don't go to trial, and people typically take plea bargains because they have no defense. Unfortunately, the Obama administration is continuing to aggressively try this case at considerable expense to taxpayers.\"\n\nHermes, who has been attending the trial, said the family is fighting the charges because they think it's the right thing to do. But he added: \"I've never seen a jury acquit a federal medical marijuana defendant.\"\n\nThe trial is expected to last into next week.\n\nRead or Share this story: http://usat.ly/1AsE52Z", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "USA Today", "biasLabel": "Not Biased", "title": "Medical marijuana trial pits state vs. federal laws", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Other"}