{"content": "The Supreme Court on Monday put gay marriage on hold in Utah, giving the state time to appeal a federal judge's ruling against Utah's same-sex marriage ban.\n\nThe court issued a brief order Monday blocking any new same-sex unions in the state. The ruling comes after a Dec. 20 ruling by U.S. District Judge Robert Shelby that the state's ban on same-sex marriage violates gay and lesbian couples' constitutional rights.\n\nADVERTISEMENT ADVERTISEMENT\n\nThe decision, in one of the country's most conservative states, touched off a flurry of court filings as some jurisdictions started issuing marriage licenses.\n\nMore than 900 gay and lesbian couples have married since the Dec. 20 ruling.\n\nThe high court order will remain in effect until the Denver-based 10th U.S. Circuit Court of Appeals decides whether to uphold Shelby's ruling.\n\nIn another filing on Monday, the state of Utah argued that Shelby's \"unlawful injunction\" interferes with the state's enforcement of its own laws.\n\nThe state's request to the Supreme Court was filed with Justice Sonia Sotomayor, who handles emergency appeals from Utah and the five other states in the 10th Circuit. Sotomayor turned the matter over to the entire court.\n\nThe action now shifts to Denver, where the appeals court will consider arguments from the state against same-sex marriage as well as from the three gay and lesbian couples who challenged the ban in support of Shelby's ruling. The appeals court had twice rebuffed the state's plea to stop gay weddings pending appeal.\n\nUtah changed its constitution to prohibit same-sex marriage in 2004.\n\nNearly two-thirds of Utah's 2.8 million residents are members of The Church of Jesus Christ of Latter-day Saints, and Mormons dominate the state's legal and political circles. The Mormon church was one of the leading forces behind California's short-lived ban on same-sex marriage, Proposition 8.\n\nThough the church has softened its stance toward gays and lesbians in recent years, the church still teaches that homosexual activity is a sin and stands by its support for \"traditional marriage.\" Church officials say they hope a higher court validates its belief that marriage is between a man and woman.\n\nThe Associated Press contributed to this report.", "topic": "Gay Marriage", "politicalLabel": "Neutral", "organization": "FOX", "biasLabel": "Not Biased", "title": "Supreme Court puts gay marriage on hold in Utah", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}