{"content": "Share this:\n\n\"Anti-Gay Florist Fined $1,000 And Ordered Not To Discriminate\" Share:\n\nBarronelle Stutzman CREDIT: Alliance Defending Freedom\n\nWashington florist Barronelle Stutzman has been ordered to pay a fine of $1,000, plus $1 for court costs and fees, after being found in violation of the state’s nondiscrimination laws after refusing to sell flowers for a same-sex couple’s wedding. According to Benton County Superior Judge Alexander Ekstrom’s ruling, Stutzman is bound not to violate the law again and must sell all products to same-sex couples that she would sell to other couples, “including but not limited to goods, merchandise, and services for weddings & commitment ceremonies.”\n\nThis is a better result for Stutzman than the settlement State Attorney General Bob Ferguson offered last month. His original offer was a fine of $2,000, which Stutzman refused. “You are asking me to walk in the way of a well-known betrayer,” she said at the time, “one who sold something of infinite worth for 30 pieces of silver. That is something I will not do.”\n\nStutzman may yet have to pay more. Damages for the same-sex couple, Robert Ingersoll and Curt Freed, have not yet been determined because appeals are still pending. Her lawyer, Kristen Waggoner of the Alliance Defending Freedom, continued to paint Stutzman as a victim in a response to WorldNetDaily. “The ACLU, on behalf of the same-sex couple also suing Barronelle, has asked the court to award them penalties, fees, and costs, which will financially devastate Barronelle’s business and personal assets – including taking this 70-year old grandmother’s retirement and personal savings,” Waggoner claimed. “The message sent by the attorney general and the ACLU to the people of Washington is quite clear: surrender your religious liberty and free speech rights, or face personal and professional ruin.”\n\nThis spin largely ignores not only what the judge said in his ruling, but also the Supreme Court precedent he cited. “When followers of a particular sect enter into commercial activity as a matter of choice,” the justices wrote in the 1982 case United States v. Lee, “the limits they accept on their own conduct as a matter of conscience and faith are not to be superimposed on the statutory schemes which are binding on others in that activity. Granting an exemption… operates to impose [the follower’s] religious faith on the [person sought to be protected by the law.]” In other words, Stutzman’s religious beliefs do not entitle her to infringe on her customers’ rights.\n\nFerguson praised Friday’s ruling. “My primary goal has always been to end illegal discrimination,” he said. “I’m pleased that today’s ruling clearly prohibits discrimination against same-sex couples.”", "topic": "Gay Marriage", "politicalLabel": "Neutral", "organization": "ThinkProgress", "biasLabel": "Not Biased", "title": "Anti-Gay Florist Fined $1,000 And Ordered Not To Discriminate", "yellowLabel": "Not Yellow", "tags": "set(['Barronelle Stutzman', 'SAME-SEX PARENTING', 'FLORIDA', 'Alliance Defending Freedom', 'Washington', 'SUPREME COURT', 'NONDISCRIMINATION PROTECTIONS', 'TRANSGENDER', 'Nondiscrimination Protections', 'Marriage Equality'])", "opinionLabel": "Other"}