{"content": "Share this:\n\n\"200,000 Undocumented Immigrants Now Have A California Driver’s License\" Share:\n\nCREDIT: Shutterstock\n\nAlmost half a million undocumented immigrants in California applied for driver’s licenses since a state law took effect at the beginning of the year. The number of applications was double what the California Department of Motor Vehicles (DMV) had projected by this point in the year, according to a DMV announcement. The agency had estimated that about 1.5 million undocumented immigrants would apply for a driver’s license over the next three years.\n\n“The interest in this program is far greater than anyone anticipated,” said DMV Director Jean Shiomoto. “We projected receiving 500,000 applications by July 2015, but have already reached that level and are on track to continue at double the anticipated number of applications.”\n\nOf the total number of applications for a driver’s license, at least 203,000 immigrants already received their licenses, while about 245,693 applicants with the necessary documents are on track to receiving their driver’s license without further review. About ten percent of applicants still need additional review, wherein qualified DMV employees have to personally interview the applicant.\n\nThe California DMV hired 900 new employees, requiring all DMV employees to undergo a “sensitivity training for working with diverse communities,” with wait times back to being consistent with what was experienced before the law took effect. The Los Angeles Times reported that “proof of insurance will be required only for a vehicle being registered or one being used during a behind-the-wheel exam.” The licenses have the words “Federal Limits Apply,” making it look different from normal licenses.\n\nDrivers in California had access to driver’s licenses up until 1994 when voters approved Proposition 187, an anti-immigration piece of legislation that denied many public benefits to immigrants, including requiring that first-time applicants for driver’s licenses to show proof of legal residency, the Los Angeles Times reported.\n\nProviding driver’s licenses to undocumented immigrants could increase the number of better, safer drivers on the roads, some community leaders argue. “Why wouldn’t you want to better identify people who are going to be here?” Los Angeles Police Chief Charlie Beck said in support of the measure in 2013. He hypothesized that police could better identify people that they stop and that the number of hit-and-run accidents would drop because undocumented drivers would stay around an accident site. “It doesn’t make any sense to me. And we could increase safety on the roads. When you make things illegal you cause a lot of other things by chain reaction.”\n\nProponents of licenses for undocumented immigrants have touted a number of other benefits. For one thing, it adds a layer of protection to people involved in car accidents. A 2012 DMV study found that unlicensed drivers in California, many of whom are undocumented immigrants, are almost three times more likely to cause a fatal crash. A 2011 AAA Foundation study found that one in five fatal crashes involved an unlicensed or invalidly licensed driver. For another, state resources could be better spent on more serious crimes since cops who stop unlicensed individuals must take them into police custody and that individual has to appear in court. And licenses could help immigrants contribute to the local economy since they would be able to increase purchasing activities away from their homes and go to jobs on a regular schedule when they otherwise would have to rely on other means like public transportation or ride-sharing.", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "ThinkProgress", "biasLabel": "Not Biased", "title": "200,000 Undocumented Immigrants Now Have A California Driver's License", "yellowLabel": "Not Yellow", "tags": "set(['DEPORTATION', 'MEXICO', 'Immigration', 'IMMIGRATION', 'MARCO RUBIO', 'California', 'CALIFORNIA'])", "opinionLabel": "Other"}