{"content": "The state is going to pot, and that’s attracting “cannabusinesses” that want to get in on the wacky weed action.\n\nAt least one company is seeking both retail and grow sites even though the state isn’t expected to request applications for some weeks — and for just five “organizations.” Other organizations could be added later.\n\nDerek Peterson, CEO of Terra Tech, which also farms herbs and vegetables, already has legal dispensaries and grow sites in Nevada and Oakland, Calif., and will be applying for them in New York state, too, he said.\n\n“You can operate up to four dispensaries and one cultivation facility and a production facility,” Peterson explained.\n\nSpecific sites must be listed on the applications and since the five organizations by law will be geographically diverse, Peterson is seeking to have pacts in place for many locations.\n\nThese will include those with at least an acre of land to set up his MediFarm subsidiary hydroponic greenhouses. The company would also set up an adjacent facility to convert the potent greens to oils and edibles as well as vapes.\n\nThe perfect scenario, he said, would come with an option to buy, and if it’s a larger site, he can bring in his other crops with appropriate security and separations.\n\nSeveral different economic development agencies have already targeted MediFarm to set up in their part of the state.\n\nPeterson is also seeking disparate retail locations in various neighborhoods “where a Starbucks would go.” He plans for 2,000 to 3,000 square feet for each of his dispensaries.\n\nMeanwhile — despite the numerous states that have set up legal weed operations and the potential for millions of dollars in state taxes and billions of dollars for businesses — federal regulations still make it illegal. That means building owners need to be laid back and hope the Feds stay out of the marijuana beds.\n\nWho doesn’t want lower taxes? The Tax Commission is the city’s independent arbiter of property assessment reductions — think public advocate but with actual responsibilities to review the assessments set by the Dept. of Finance upon an application by the property owner.\n\nLast year, we discovered, the Tax Commission granted nearly $5.885 billion in assessment reductions after receiving 52,221 protests on 193,305 tax lots and hearing an astounding 24,254 cases.\n\nAccording to the 2014 Tax Commission report issued last month, offers were made and accepted on 7,861 cases affecting 33,987 lots worth $4.9 billion in assessment reductions. Additional offers were made and accepted on unresolved open applications from 2013. As a requirement, accepting an offer also settled back years that had $60 billion in assessed value under review.\n\nBy comparison, in 2014, the City’s Law Dept. settled 601 cases worth $1.9 billion. A mere 74 cases were decided by the state courts that resolved $43.15 million in assessed values.\n\nIn the report, Tax Commission President Glenn Newman said the commission also resolved cases last year for victims of Superstorm Sandy who made repairs and complained Finance bumped the assessed values more than justified.\n\nWith $199.231 million in assessed value reductions for its various utility properties, Verizon was last year’s taxpayer winner. Of that, $93.76 million was for one location.\n\nThe Standard Hotel in the Meatpacking District had the next-highest amount, $41.9 million, lopped off in 2014.\n\nMadison Square Garden also received a reduction of $36.9 million. While it still pays no taxes, it is responsible for city fees on items like elevator inspections. It now owes the city almost $5,000 and has paid just $584.18 over the last two years. No water meter could be found despite what must be a huge number of toilets flushing during half times.\n\nAt the Real Estate Board of New York’s lunch at the New York Hilton on Tuesday, Savills Studley’s Gabe Marans was chosen as 2014’s Most Promising Rookie Commercial Salesperson.\n\nThe program moderated by investment broker Douglas Harmon of Eastdil Secured included office investor and Port Authority Commissioner Scott Rechler of RXR, and retail maestro Jeff Sutton of Wharton Properties.\n\nWith GGP, Sutton will be closing on the $1.775 billion purchase of the Crown Building later this month that was marketed by Harmon.", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "New York Post", "biasLabel": "Not Biased", "title": "Cannabis companies smoking out New York locations", "yellowLabel": "Not Yellow", "tags": "set(['Madison Square Garden', 'cannabis', 'Marijuana', 'Taxes', 'Between the Bricks'])", "opinionLabel": "Other"}