{"content": "A federal judge in Texas denied a Justice Department request Tuesday to lift his temporary hold on President Obama's executive action shielding potentially millions of illegal immigrants from deportation.\n\nU.S. District Judge Andrew Hanen refused to set aside his Feb. 16 decision granting a preliminary injunction requested by 26 states. The U.S. government wants the injunction lifted -- allowing Obama's action to proceed -- while it appeals Hanen's ruling to the 5th U.S. Circuit Court in New Orleans.\n\nADVERTISEMENT ADVERTISEMENT\n\nIn his order Tuesday denying the government's request, Hanen said the government hasn't \"shown any credible reason for why this Directive necessitates immediate implementation.\"\n\nThere was no immediate comment from the White House.\n\nThe Justice Department has already asked the 5th Circuit to lift the injunction. The appeals court was scheduled to hear arguments on whether the injunction should be lifted on April 17. In that case, the AFL-CIO has filed a brief in support of the administration -- though some labor groups have voiced concern about the impact illegal immigration has on U.S. jobs, the AFL-CIO and other unions also represent undocumented workers who already are here.\n\nMore on this... Illegal immigrant children surge across border\n\nThe coalition of states leading the challenge filed its lawsuit to overturn Obama's executive actions, which would prevent as many as 5 million people who are in the U.S. illegally from being deported. The states, led by Texas, argue that the action is unconstitutional and would force them to invest more in law enforcement, health care and education. The injunction is intended to stall Obama's actions while the lawsuit progresses through the courts.\n\nJustice Department attorneys argue that keeping the temporary hold harms \"the interests of the public and of third parties who will be deprived of significant law enforcement and humanitarian benefits of prompt implementation\" of the president's immigration action.\n\nObama announced the executive orders in November, saying a lack of action by Congress forced him to make sweeping changes to immigration rules on his own.\n\nBefore ruling on the injunction, Hanen said he first wanted to hear from federal prosecutors about allegations that the U.S. government had misled him about the implementation of part of the immigration plan.\n\nThe first of Obama's orders -- to expand a program that protects young immigrants from deportation if they were brought to the U.S. illegally as children -- had been set to take effect Feb. 18. The other major part would extend deportation protections to parents of U.S. citizens and permanent residents who have been in the country for several years. That provision was slated to begin on May 19.\n\nHanen issued his initial injunction believing that neither of those orders had taken effect. About a month later, the Justice Department confirmed that more than 108,000 people had already received three-year reprieves from deportation and work permits, but DOJ attorneys insisted the moves were made under 2012 guidelines that weren't blocked by the injunction. The DOJ apologized for any confusion, but Hanen seemed unconvinced during a hearing last month and threatened to sanction the attorneys.\n\nHe wrote Tuesday that while the federal government had been \"misleading\" on the subject, he would not immediately apply sanctions against the government, saying to do so would not be \"in the interests of justice or in the best interest of this country\" because the issue was of national importance and the outcome will affect millions of people.\n\n\"The parties' arguments should be decided on their relative merits according to the law, not clouded by outside allegations that may or may not bear on the ultimate issues in this lawsuit,\" Hanen wrote.\n\nRepublicans hammered the administration after the latest decision.\n\n\"The Obama Administration’s blatant misrepresentations to the court about its implementation of expanded work permits for illegal immigrants under the President’s lawless amnesty plan reflects a pattern of disrespect for the rule of law in America,\" Texas Attorney General Ken Paxton said in a statement. \"As the judge has affirmed, once put into effect, President Obama’s executive amnesty program will be virtually impossible to reverse.\"\n\nIn a separate order Hanen, told the government it has until April 21 to file to the court and plaintiffs detailed information about its March advisory about the 108,000 three-year reprieves.\n\nThe order asks the government to produce \"any and all drafts\" of the advisory, including information on when each draft was written, edited or revised. Hanen also asked for a list of each person who knew about the advisory.\n\nThe Associated Press contributed to this report.", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "FOX", "biasLabel": "Not Biased", "title": "Federal judge denies request to lift hold on Obama immigration action", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}