{"content": "Editor's note: Julian Zelizer is a political historian at Princeton University and a New America Foundation fellow. He is the author of the forthcoming book, \"The Fierce Urgency of Now: Lyndon Johnson, Congress and the Battle for the Great Society.\" The opinions expressed in this commentary are solely those of the author.\n\n(CNN) -- A few decades ago, marijuana was a topic that relatively few people, mostly counterculture musicians and comedians, spoke about in public. The comedy team of Cheech and Chong made films such as \"Up in Smoke\" that extolled the pleasures of smoking pot at a time the subject was still taboo.\n\n\"When trouble times begin to bother me,\" they sang, \"I take a toke and all my cares go up in smoke.\" On the fringes of American society, it was usually possible to find activists who wanted to legalize it, as the reggae artist Peter Tosh famously sang. Efforts to legalize the substance in the mid-1970s failed.\n\nNow marijuana has gone mainstream. Twenty three states and the District of Columbia have legalized medical marijuana. Colorado and Washington have legalized pot for recreational use. The media has featured lively debate over the issue.\n\nJoining other media outlets that have run articles supporting this cause, The New York Times editorial page published a number of high-profile pieces that call for making pot legal at the national level and outline specific steps that should be taken to ensure that the industry evolves in a safe manner.\n\nHow did we reach this point? How have we come to the brink of ending the national prohibition against a drug that has been roundly condemned for years as a grave danger to health and a gateway to drugs that can be devastating over time?\n\nHere are eight reasons:\n\n1. Generational change: The baby boomers are now the grandparents in the room. This is one of the most important factors driving the national debate.\n\nBaby boomers grew up in an era when the use of pot was quite common. Even if a person from this generation did not smoke themselves, they knew someone -- often friends or family -- who did. According to a Pew Poll released in April, 52% of baby boomers favor legalization.\n\nMartin Lee who directs the medical marijuana information service, Project CBD, said, \"It's not just long-haired rebels and stoners. It's Mom and Dad, Republicans and Democrats, a real slice of America.\"\n\nTheir parents, who were more staunchly opposed to allowing this drug to be used, are now extremely elderly or deceased. With a gray generation that is more comfortable with the drug being used and sees it as not being greatly different than alcohol, the tenor of the debate changes. Younger and middle aged Americans don't find much pushback. With 69% of millennials supporting legalization, according to the same Pew poll, the opposition to legalization keeps falling.\n\nOpinion: A risk not worth taking\n\n2. The War on Drugs has failed: Many experts agree that the War on Drugs, launched under President Richard Nixon, has been a complete failure.\n\nOften compared to the Prohibition Era, when Congress tried to ban alcohol, it has been clear that the focus on the legality of the sale and use of drugs -- rather than on the provision of services to addicts -- has resulted in bloated prisons and hugely expensive policing operations, neither of which have really stemmed the sale of these substances. Indeed, the fact that drugs such as marijuana have been illegal has spurred an unregulated criminal market that preys on disadvantaged Americans who often depend on this as a source of money.\n\nWhile the danger of drugs such as heroin produces genuine confusion as to what the best alternative is, with lesser drugs such as marijuana, the best option seems clear: eliminate the laws. Opponents of legalizing pot are in the position of defending a failed approach to public policy.\n\n3. The prison-industrial complex: The failure of the War on Drugs has been part of the reason that we have seen in the explosive growth of the prison-industrial complex that incarcerates millions of Americans, including a disproportionate number of African-American inmates.\n\nMuch of the push to legalize pot has come from the realization that imprisoning Americans for selling pot, with overflowing federal prisons that become training grounds for young men and women for a life of crime, is a bad idea.\n\n4. States as laboratories of experimentation: With great frustration over national drug policy, the states took the lead. This has often been the case when areas of policy are broken and the federal government is too gridlocked to do anything about it. Over the past decade, numerous states have legalized the use of marijuana for medical purposes and most recently, in Colorado and Washington, for recreational purposes.\n\nEach time a state government takes this step, it gives the cause more legitimacy. Each time more citizens live with legal marijuana and and life goes on without the change causing any great crises. The states offer models to other states, and perhaps the federal government, as to how to legalize pot.\n\nOpinion: Pot is legal and sky hasn't fallen\n\n5. Medical research: Thus far, there is no medical evidence that the drug has horrendous effects if used in moderation and, just as important, it has been shown to be much safer both in its effects and aftereffects than legal substances such as alcohol. Moreover, there is growing evidence that the drug can be used to help with ailments such as glaucoma, MS, severe migraines and other kinds of diseases.\n\nTo be sure, the verdict is still out and research must continue. But at this point there is not sufficient evidence to justify the ban.\n\n6. Market incentives: As with almost everything else in the United States, markets can have a powerful impact on public opinion. The fact is that the legal marijuana market can mean big business for producers and sellers of the product in the United States. One expert predicted that the marijuana business, estimated at $1.5 billion in 2013, could reach $10 billion by 2018.\n\nThe New York Times reports that startups have been taking advantage of the opportunities in this growing industry where major corporations have not taken charge.\n\nWith so many areas of the economy reeling from the \"new normal\", in which the industries that created jobs simply don't return, the revenue potential from selling pot is attractive. Many state politicians are also looking to the substance, realizing that taxing it could bring in much needed revenue, just as the alcohol tax was a boon for the government after the repeal of Prohibition.\n\n7. Pop culture: When it comes to social change, popular culture matters. Many commentators have noticed the impact that the increasingly widespread depiction of homosexual characters in movies and television had on social attitudes. The same is true with pot.\n\nOf course, drug use has a longer place in popular culture. Musicians from the 1960s were already extolling the drug long before it was mainstream. One just has to listen to Simon and Garfunkel's famous concert in Central Park, where they thank the drug dealers, to find this history.\n\nBut pot use has also become more familiar in mainstream movies (such as the hit television show \"Weeds\" and films by Judd Apatow) without great stigma. Television shows such as \"Mad Men,\" \"The Office,\" and \"Shameless\" have featured characters smoking pot without it being a focus of the show.\n\n8. Opinion makers: With all the pieces in place, the opinion makers have jumped in as well. More and more editors, journalists and reporters are talking about pot as if it is something that can and should be be legalized.\n\nThe probability that the national prohibition on marijuana will end is becoming greater every day. It is almost inconceivable to imagine that it will last much more than a few years.\n\nThis has been a long process, one where many factors have converged to transform the way that we think of a law and a substance. The important next step will to give as much attention to the way we handle legal markets once they are in place.\n\nRead CNNOpinion's new Flipboard magazine.\n\nFollow us on Twitter @CNNOpinion.\n\nJoin us on Facebook.com/CNNOpinion.", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "CNN", "biasLabel": "Biased", "title": "Weed: Why marijuana's moment has arrived (Opinion)", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Opinion Article"}