{"content": "Excessive use of police force affects Hispanics, too.\n\nAgapita Montes-Rivera, center, the mother of Antonio Zambano-Montes, is comforted following the funeral for her son. (Photo: Andrew Jansen, AP)\n\nThe recent killing of a Latino man in Pasco, Wash., is one of the most important national stories you have not heard about.\n\nLast month, Antonio Zambrano-Montes, was killed after police fired on him 17 times for throwing rocks at passing cars. Zambrano, 35, who reportedly had exhibited erratic behavior in the past, was unarmed. The incident was captured on video and has been viewed on YouTube over two million times. On Wednesday, the lawyer for Zambrano's widow demanded that the three police officers involved in the shooting be charged immediately with murder. Local Hispanic leaders also are calling for an investigation into the killing by the Justice Department.\n\nUnlike the killing of Michael Brown in Ferguson, Mo., Zambrano's killing has not led to widespread outrage and intense media coverage. Yet Zambrano's case should be investigated just as thoroughly. Excessive use of force by the police is not just an issue affecting the African-American community — it affects Hispanics, too.\n\nLike Ferguson, the power structure in Pasco is racially imbalanced. Pasco is 56% Latino, yet the police are less than one-quarter Hispanic. The school system is 70% Latino, but the school board has no Latino members. There is one Latino on the city council. Given these realities, it is easy to understand the tension and frustration that has roiled Pasco's Latino community since Zambrano's death. The New York Times even referred to the incident as a \"Ferguson moment for Hispanics.\"\n\nSadly, there have been similar killings of unarmed Latinos at the hands of law enforcement throughout the U.S. Ruben Garcia Villalpando was unarmed when he was killed by police in Grapevine, Texas, on Feb. 20. Javier Canepa Diaz was unarmed when he was shot and killed by police in Santa Ana, Calif., on Feb. 27.Andy Lopez, 13, was carrying a BB gun when he was killed by a sheriff's deputy in Santa Rosa, Calif., in 2013. These killings are far from isolated incidents, and it is troubling that none of them have resulted in a national conversation about the use of excessive force by police against Latinos.\n\nThe killing of a Latino man by the police will not generate media coverage until a community is outraged. Yet the Hispanic community cannot be outraged by a killing of a Latino by the police until the media has covered the story. This conundrum means that the deaths of too many Latinos are largely ignored, or reported mostly by local or Spanish-language media.\n\nLatino activists in Pasco are right to demand more attention to the killing of Zambrano. Pasco police have killed three other people in recent months, and the police have been exonerated each time. As in Ferguson, full accountability from Pasco police may not be possible absent a federal investigation. And the fact that 68% of Latinos fear the use of excessive force by police should concern all Americans. When a significant sector of our population loses confidence in law enforcement, it holds the potential to undermine our entire system of justice.\n\nTrue, the facts of the Pasco killing are complicated. Zambrano had a history of mental illness and alleged domestic abuse, and he was an undocumented immigrant from Mexico. But police should be trained to deal with mentally unstable people, and to act appropriately in dangerous situations. Consider that our justice system gives full trials and appeals to serial killers, child molesters and terrorists. Whether or not he had papers, Zambrano did not deserve to be gunned down on the street. As an editorial in Oregon's Daily Astorian paper noted, Zambrano's actions \"did not merit a spontaneous imposition of the death penalty by police.\"\n\nThe Pasco killing is worthy of further scrutiny by the press and the Justice Department. Being undocumented or Hispanic should not put a person at heightened risk for death at the hands of the police. All lives matter — including Latino lives.\n\nRaul Reyes is an attorney in New York and a member of USA TODAY's Board of Contributors.\n\nIn addition to its own editorials, USA TODAY publishes diverse opinions from outside writers, including our Board of Contributors.To read more columns like this, go to the Opinion front page.\n\nRead or Share this story: http://usat.ly/1H83CUb", "topic": "Immigration", "politicalLabel": "Liberal", "organization": "USA Today", "biasLabel": "Not Biased", "title": "17 shots, not enough outrage", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Opinion Article"}