{"content": "WASHINGTON -- President Barack Obama's new executive actions on immigration face legal challenges and major threats from Republicans in Congress, but activists say they're confident those are battles they can win. A bigger challenge, though, will be making sure undocumented immigrants who are eligible to stay in the U.S legally actually apply -- and that people who could be getting relief are not deported.\n\nUnited We Dream, an advocacy group led by young undocumented immigrants, launched a website and hotline on Thursday aimed at disseminating information on the executive actions. It's a time-intensive project for the nationwide group -- the phone line is manned Monday through Friday, 9 a.m. to 8 p.m. -- that they hope will ensure those eligible for relief aren't deported.\n\n\"The people most vulnerable to this will be the ones currently in detention or deportation proceedings,\" Carolina Canizales, who is overseeing the hotline. \"Because even though they are eligible for this, they still are inside a cell or still have a final order of removal or a voluntary departure date where they need to leave the country.\"\n\nIn his executive actions last month, Obama expanded the Deferred Action for Childhood Arrivals program, or DACA, and created a new one: Deferred Action for Parents of Americans and Lawful Permanent Residents. The policies allow undocumented immigrants who came as children or are the parents of U.S. citizens or legal permanent residents to apply for three years of work authorization and the ability to remain in the U.S. DACA has already helped more than 600,000 undocumented young people, and the new executive actions will broaden reprieve even more.\n\nThere will be challenges for many of those who are eligible. The fees are likely to be steep -- applying for DACA costs $465. Cristina Jimenez, managing director of United We Dream, told reporters at a Thursday event that they are encouraging people to begin saving now.\n\nThey also will need documents to prove they are eligible, a difficult hurdle because many undocumented immigrants try their hardest not to leave a trace that could get them deported. Advocates are encouraging people to begin gathering documents that prove their identity, that they are the parent of a U.S. citizen or legal permanent resident, and that they have been in the U.S. for at least the last five years. For DACA, they must prove they came to the U.S. under the age of 16 sometime before 2010.\n\nThat process is more difficult for people already in detention, and part of United We Dream's new initiative is to provide information to people who can help their loved ones in detention. They laid out a series of steps: speaking to the detention officer handling the case, contacting Immigration and Customs Enforcement, finding legal help and collecting the documents to show the individual qualifies for relief.\n\nThe group also said it will collect information about Immigration and Customs Enforcement going after people who could get relief or should be low priorities for removal.\n\n\"There's a lot of work to do to ensure that the changes both on the affirmative administrative relief part are executed and implemented successfully, but also on the enforcement front to make sure we're not losing people to deportation that would qualify for this program,\" Jimenez told reporters.", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "Huffington Post", "biasLabel": "Not Biased", "title": "After Immigration Win, Advocates Look To Implementation", "yellowLabel": "Not Yellow", "tags": "set(['Most Popular on HuffPost'])", "opinionLabel": "Other"}