{"content": "Two congressmen filed separate House bills on Friday that together would legalize, regulate and tax marijuana at the federal level, effectively ending the U.S. government's decadeslong prohibition of the plant.\n\nRep. Jared Polis (D-Colo.) introduced the Regulate Marijuana Like Alcohol Act, which would remove marijuana from the Controlled Substances Act's schedules, transfer oversight of the substance from the Drug Enforcement Administration over to the Bureau of Alcohol, Tobacco, Firearms and Explosives, and regulate marijuana in a way similar to how alcohol is currently regulated in the U.S.\n\nRep. Earl Blumenauer (D-Ore.) introduced the Marijuana Tax Revenue Act, which would set up a federal excise tax for regulated marijuana.\n\nThe bills would not force states to legalize marijuana, but a federal regulatory framework would be in place for those states that do decide to legalize it. To date, four states and the District of Columbia have legalized recreational marijuana (however, D.C.'s model continues to ban sales), 23 states have legalized marijuana for medical purposes and 11 other states have legalized the limited use of low-THC forms of marijuana for medical use.\n\n\"While President Obama and the Justice Department have allowed the will of voters in states like Colorado and 22 other jurisdictions to move forward, small business owners, medical marijuana patients, and others who follow state laws still live with the fear that a new administration -- or this one -- could reverse course and turn them into criminals,\" Polis said in a statement Friday. \"It is time for us to replace the failed prohibition with a regulatory system that works and let states and municipalities decide for themselves if they want, or don't want, to have legal marijuana within their borders.\"\n\nDespite the programs currently in place in Colorado and Washington state -- as well as those that will soon go into effect in Oregon, Alaska and D.C. -- the sale, possession, production and distribution of marijuana all remain illegal under federal law. The states that have legalized marijuana or softened penalties for possession have only been able to do so because of federal guidance urging prosecutors to refrain from targeting state-legal marijuana operations.\n\nWith marijuana legalization supported by a majority of Americans, and a new wave of states considering loosening their marijuana laws over the next several years, it seems unlikely that the federal government would push back against the popular movement. But it's not completely out of the realm of possibility.\n\nHarvard economist Jeff Miron, a vocal supporter of marijuana policy reform, highlighted the precarious nature of state marijuana laws in a recent op-ed for CNN on why Congress needs to act now on federal marijuana policy.\n\n\"Despite the compelling case for legalization, and progress toward legalization at the state level, ultimate success is not assured,\" Miron wrote. \"Federal law still prohibits marijuana, and existing jurisprudence (Gonzales v. Raich 2005) holds that federal law trumps state law when it comes to marijuana prohibition. So far, the federal government has mostly taken a hands-off approach to state medicalizations and legalizations, but in January 2017, the country will have a new president. That person could order the attorney general to enforce federal prohibition regardless of state law.\"\n\nOn Friday, Blumenauer called the federal prohibition of marijuana \"a failure\" that has wasted tax dollars and ruined lives. He also said it's time for the government to forge a new path ahead for the plant.\n\n\"As more states move to legalize marijuana as Oregon, Colorado, Washington and Alaska have done,\" Blumenauer said, \"it's imperative the federal government become a full partner in building a workable and safe framework.\"", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "Huffington Post", "biasLabel": "Biased", "title": "Two House Bills Would End Federal Prohibition Of Marijuana", "yellowLabel": "Not Yellow", "tags": "set(['Most Popular on HuffPost'])", "opinionLabel": "Other"}