{"content": "Would you like to have a “skinny” health insurance policy? Probably not. But if you’re employed by a large company, you may get one, thanks to ObamaCare.\n\nThat’s the conclusion of Wall Street Journal reporters Christopher Weaver and Anna Wilde Mathews, who report that insurance brokers are pitching and selling “low-benefit” policies across the country.\n\nWonder what a “skinny” or “low-benefit” insurance plan is? The terms may vary, but the basic idea is that policies would cover preventive care, a limited number of doctor visits and perhaps generic drugs. They wouldn’t cover things such as surgery, hospital stays or prenatal care.\n\nThat sounds similar to an auto-insurance policy that reimburses you when you change the oil but not when your car gets totaled.\n\nYou might ask how ObamaCare could encourage the proliferation of such policies. It was sold as a way to provide more coverage for more people, after all. And people were told they could keep the health insurance they had.\n\nAs Weaver and Mathews explain, ObamaCare’s requirement that insurance policies include “essential” benefits such as mental-health services apply only to small businesses with fewer than 50 employees. But larger employers “need only cover preventive service, without a lifetime or annual dollar-value limit, in order to avoid the across-the-workforce penalty.”\n\nLow-benefit plans may cost an employer only $40 to $100 a month per employee. That’s less than the $2,000-per-employee penalty for providing no insurance.\n\n“We wouldn’t have anticipated that there’d be demand for these type of Band-Aid plans in 2014,” the Journal quotes former White House health adviser Robert Kocher. “Our expectation was that employers would offer high-quality insurance.”\n\nOops.\n\nIt’s probably true that businesses trying to attract and retain high-skill employees for long-term positions have an economic incentive to offer generous and attractive health insurance. Otherwise they’d lose good people to competitors.\n\nBut the kind of businesses mentioned in the Journal story — restaurants, retailers, assisted-living chains — tend to employ lower-skill workers who typically work there only temporarily.\n\nIn a high-unemployment economy, they may not need to offer gold-plated health insurance to get the workforce they need.\n\nSuch employers would have to pay a $3,000 penalty for each employee who buys insurance on ObamaCare’s health-insurance exchanges. But it seems likely that many workers, especially young ones, would opt not to pay the hefty premiums for that.\n\nThe problem here is that ObamaCare’s architects seem to misunderstand the concept of insurance.\n\nPeople buy insurance to pay for low-probability, high-cost and undesirable events. It doesn’t make sense to hold onto enough cash to replace your house if it burns when you can buy an insurance policy that will cover that unlikely disaster.\n\nBut Health and Human Services Secretary Kathleen Sebelius has a different idea of what insurance is. In response to an American Society of Actuaries report that health premiums would rise 32 percent under ObamaCare, she said, “Some of these folks have very high catastrophic plans that don’t pay for anything unless you get hit by a bus.”\n\nHer idea apparently is that insurance should pay for just about every health-care procedure.\n\nIn her defense, the World War II decision to make the cost of health insurance deductible for employers and nontaxable for employees has moved things in that direction. Many people have come to expect that.\n\nBut as the Daily Beast’s Megan McArdle commented, “Coverage of routine, predictable services is not insurance at all; it’s a spectacularly inefficient prepayment plan.”\n\nIf large numbers of employees are enrolled in “skinny” health insurance plans, as the Journal article suggests, ObamaCare will have produced an unanticipated outcome no one wants.\n\nPeople stuck with these policies will have insurance that pays for the equivalent of oil changes (up to six a year!) but not for the equivalent of wrecked car. Just the opposite of real insurance.", "topic": "Obamacare", "politicalLabel": "Conservative", "organization": "New York Post", "biasLabel": "Biased", "title": "Another enormous ObamaCare ‘Oops’", "yellowLabel": "Yellow", "tags": "set(['Game of Thrones', 'Hillary Clinton', 'the masters', 'Chess', 'New York Yankees', 'NYPD'])", "opinionLabel": "Opinion Article"}