{"content": "For immigration reform, it’s always next year. House Speaker John Boehner was singing those words Tuesday on Hugh Hewitt’s radio show, in response to a question about whether immigration reform had a chance to pass in 2015. \"I would hope that the president would continue to follow the law, and begin to take steps that would better secure our border,\" he said. \"It would create an environment where you could do immigration reform in a responsible way next year.”\n\nIf those words sound familiar, they should. Boehner has long played footsie with Democrats over passing a comprehensive bill. Last November, Boehner told reporters that immigration reform “absolutely” wasn’t dead. But in February, after the right wing freaked out over “immigration principles” that the House GOP leadership released, Boehner pulled back and announced that no reform was possible, because Obama was untrustworthy. Just like that, immigration reform was dead.\n\nBut couldn’t this time be different? It seems highly unlikely, for four reasons:\n\n1. Ted Cruz’s Presidential Ambitions. As the Republican primaries heat up, immigration reform will be one of the top issues. And the Texas freshman is almost certain to take a hard line position to win over the GOP base that votes in primaries. In doing so, he’s going to pull his entire party to the right, leaving even less space to compromise with Democrats. As the Washington Post’s Greg Sargent has written, this might be the nightmare scenario for the Republican Party.\n\n2. Marco Rubio’s Recent Backtracking. Rubio infuriated the base when he brokered the Senate immigration bill in 2013 that included a pathway to citizenship. Ever since, he’s been trying make amends. Just a few days ago, Rubio said that if the Senate bill came up under today’s political atmosphere—when, according to Republicans, distrust of Obama is at an all-time high—he would vote against it.\n\n3. The Right Wing’s Victory over the House GOP Border Bill. Just before the August recess, the House stayed in session an extra day after the House leadership was unable to pass their preferred legislation to address the border crisis. Faced with a revolt from his right, Boehner made the bill even more conservative and allowed a vote on a bill to undo Obama’s 2010 executive action on immigration. In other words, the House GOP is moving further to the right on immigration, not towards the center.\n\n4. Eric Cantor’s Primary Defeat. It’s certainly true that Eric Cantor, the former House Majority Leader, did not lose his primary to Dave Brat solely, because of immigration reform. There were many other reasons, including Cantor’s friendliness with Wall Street and his broken promises to conservatives. But many Republicans will take his defeat as a sign not to compromise on immigration reform in any way. That message will not disappear next year.\n\nBoehner’s comments Tuesday were a not-so-veiled attempt to dissuade President Obama from taking unilateral action on immigration. “I did outline that, you know, there’s a possibility that Congress could take this issue up next year,\" he said. \"But if that were going to happen, there are things that he should do, and things he should not do as we lead up to this.” As my colleague Brian Beutler has written, the Republican desire to stop Obama’s executive action is an indication that the politics play in Obama’s favor.\n\nBut Boehner’s threat here is not just about politics. It’s also about policy. If Obama wants to complete immigration reform in 2015, then he shouldn’t take executive action this year. Except that threat is laughably weak. Obama shouldn’t postpone his executive action in hopes that the Republican party overcomes miraculous odds to pass immigration reform. Boehner’s threat has no credibility.", "topic": "Immigration", "politicalLabel": "Liberal", "organization": "New Republic", "biasLabel": "Biased", "title": "John Boehner Is Wrong. Immigration Reform Isn't Happening Next Year", "yellowLabel": "Not Yellow", "tags": "set(['Economics', 'qed', 'Culture', 'Home News', 'The Plank', 'immigration', 'immigration reform', 'john boehner', 'Books', 'Film', 'Politics', 'Identity', 'World', 'Technology', 'Events', 'Immigration Reform', 'Economy'])", "opinionLabel": "Other"}