{"content": "WASHINGTON — A federal judge in Texas on Tuesday angrily denied the federal government’s request to allow President Obama’s immigration executive actions to proceed, even as an appeals court signaled that it might disagree with the judge when it takes up the issue next week.\n\nJudge Andrew S. Hanen of Federal District Court for the Southern District of Texas, in Brownsville, refused late Tuesday night to lift the injunction he had placed in February on the president’s program, saying that to do so would cause irreparable harm.\n\nThe judge concluded that he “remained convinced” that the president had exceeded his authority by seeking to allow millions of undocumented immigrants to stay in the country legally and obtain work permits. He said the actions violated administrative procedures for creating new programs and should not be allowed to go forward while courts consider their legality.\n\nHe also chided Justice Department lawyers, accusing them of lying to him about whether any part of the president’s executive actions were already being carried out. He wrote that the lawyers had assured him that the program was not yet active, even though some immigrants were already receiving longer renewals of their protected status under the new executive actions.\n\n“Whether by ignorance, omission, purposeful misdirection, or because they were misled by their clients, the attorneys for the government misrepresented the facts,” Judge Hanen wrote.\n\n“Fabrications, misstatements, half-truths, artful omissions and the failure to correct misstatements may be acceptable, albeit lamentable, in other aspects of life,” he wrote. “But in the courtroom, when an attorney knows that both the court and the other side are relying on complete frankness, such conduct is unacceptable.”\n\nEmily Pierce, a spokeswoman for the Justice Department, said in a statement, “We emphatically disagree with the district court’s order regarding the government’s statements.” The government will continue to appeal the injunction, the statement added.\n\nThe judge’s ruling came a day after the United States Court of Appeals for the Fifth Circuit ruled in an earlier but related case that could signal how that court will approach Judge Hanen’s injunction. The government has asked the appeals court to reverse Judge Hanen and allow the immigration programs to proceed immediately.\n\nOn Tuesday, the appeals court ruled that a challenge to Mr. Obama’s 2012 executive actions could not move forward because the plaintiffs did not have legal standing to challenge it.\n\nIn the 2012 case, immigration agents and state officials challenged the program that allowed so-called Dreamers to stay in the country legally despite having been brought to the country illegally as children. The agents argued that the law prevented them from detaining people entering the country illegally. The states argued that allowing the immigrants to remain imposed additional costs.\n\nThe appeals court rejected those challenges. In its ruling on Tuesday, the judges said that neither the agents nor the states had been harmed by the president’s 2012 actions. As a result, they said the plaintiffs did not have the right to challenge them.\n\nThat could have implications for the newer legal struggle, since the executive orders on immigration that Mr. Obama announced in November are an expansion of the actions he took on behalf of the Dreamers three years ago.\n\nMany of the arguments made by the plaintiffs in the more recent case echo those that the immigration agents and states made in the 2012 case.\n\nThe appeals court is scheduled to hear oral arguments on April 17 about whether to rescind Judge Hanen’s injunction. Its ruling could determine if the president’s programs move forward or the battles continue.", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "New York Times", "biasLabel": "Not Biased", "title": "Judge Refuses to Let Obama’s Executive Actions on Immigration Proceed", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}