{"content": "Congressional Republicans are in a tough spot. Funding for the Department of Homeland Security expires on February 27, but conservatives are demanding that any DHS funding bill also block President Barack Obama’s executive actions on immigration. That’s unacceptable to Senate Democrats, who filibustered the legislation three times last week.\n\nAnd now we’re stuck. Some Republican senators are urging their House colleagues to accept a “clean” funding bill that doesn’t block Obama’s unilateral actions, but that’s unacceptable to House Republicans. “The House did its job,” Speaker John Boehner said Wednesday. “Now it’s time for the Senate to do their work.” No one is quite sure how this will end. “I guess the lesson learned is don’t put yourself in a box you can’t figure out a way to get out of,” Republican Senator Shelley Moore Capito said.\n\nThe exact outcome may be unpredictable, but this impasse wasn't.\n\nThink back two months ago, when Congress needed to reach an agreement to fund the entire government. Conservatives were still seething at the president for taking executive action on immigration and wanted to use the government funding deadline as leverage to enact concessions from Obama. Republican leadership, on the other hand, was terrified that another government shutdown would be a political disaster for the GOP, just as they regained full control over Congress. And, they argued, Republicans would have more leverage in the 114th Congress, having won the Senate in November. The compromise was to fund the government through the rest of the fiscal year—with the exception of the Department of Homeland Security, which was funded only until February 27.\n\nConservatives weren’t happy with the deal, but Boehner’s job was safe. More importantly, the Republican leadership had limited the political downside of a potential shutdown. Now, it wouldn’t be a full government shutdown, just one department. Given the Tea Party’s fury at Obama, that was a huge victory for Boehner.\n\nBut even though the current impasse was the best case scenario for Republicans, they still are in a tough position. The practical effects of a DHS shutdown are relatively minor, since most of DHS’s employees are classified as essential and thus would continue to work in the case of a shutdown. But the political implications of it are much worse. Obama can criticize the GOP for putting the U.S.’s national security at risk. “I can think of few more effective ways for Republicans to re-surrender national security as an issue to Obama than by taking the Department of Homeland Security hostage like this,” The New Republic’s Brian Beutler wrote in December. And that’s exactly what Obama has done in recent weeks. As February 27 approaches, Obama and other Democrats will only amplify that message.\n\nRepublicans are already trying to avoid blame for a DHS shutdown. “If there’s a shutdown, it wouldn’t be because of us,” Republican Senator Orrin Hatch said Tuesday. “The Democrats are filibustering it. I don’t know how we get blamed for that this time.” Hatch is right—Democrats did filibuster the House-passed legislation on three separate occasions. But Republicans will probably take the blame. That’s how the politics of the filibuster work. The minority uses it to obstruct legislation and the majority takes the blame. Americans know that Republicans control both chambers of Congress. They aren’t paying attention to parliamentarian rules.\n\nIn all likelihood, this will end the same way every funding fight ends these days: Republican leadership will eventually bring up a clean bill and it will pass with mostly Democratic votes. That’s long been the GOP game plan. It’s also possible that Republican leadership will see this fight, with its relatively small stakes, as a good opportunity to build credibility with the Tea Party by standing up to Obama and refusing to pass a clean bill.\n\nNeither of those outcomes are good for the GOP. But this is what happens when one ideological group has outsized control over a party and wants to pick funding fights that they are certain to lose.", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "New Republic", "biasLabel": "Not Biased", "title": "GOP Trapped Itself on Homeland Security Department Funding on Purpose", "yellowLabel": "Yellow", "tags": "set(['Economics', 'government shutdown', 'Home News', 'The Plank', 'immigration', 'Events', 'politics', 'Culture', 'department of homeland security', 'Books', 'Identity', 'john boehner', 'World', 'Technology', 'Politics', 'Film', 'Economy'])", "opinionLabel": "Other"}