{"content": "Share this:\n\n\"NRA Plans A Blizzard Of Litigation To Lock In Pro-Gun Decisions While Republicans Control The Courts\" Share:\n\n\n\nNation Rifle Association CEO Wayne LaPierre’s recent op-ed, which argues that guns are necessary because civilization is on the verge of collapse and also we’re all in danger of being killed by terrorists and violent Latinos, has been widely mocked. Yet, buried in LaPierre’s fantasies about a Mad Max landscape where the only thing standing between a man and certain death at the hands of swarthy gang members is his trusty assault rifle, is a fairly detailed road map explaining how the NRA will protect future residents of this dystopia from the scourge of universal background checks.\n\nItem #1 on his list — file a blizzard of lawsuits while the judiciary is still controlled by the kind of judges who think there’s absolutely no difference between a corporation and a human being:\n\n[W]e are going to devise legal capability like never before. I fervently hope that President Obama does not get to appoint another anti-gun Supreme Court justice like Sonia Sotomayor or Elena Kagan. But he probably will, and we must meet that challenge. His chances of appointing a replacement for one of the five pro-rights justices in the 5-4 Heller and McDonald majorities are high. And there’s no doubt he is going to appoint a huge number of new judges to lifetime positions in the lower federal courts. That means the federal courts are going to get worse and worse. So some cases, on which we might have improved our chances of victory by waiting a while, are going to have to be brought now.\n\nIt should be noted that the NRA isn’t just trying to lock in victories with the judge’s they have, they’ve also demanded a veto power over new judges — and Republicans appear all too eager to give it to them. In 2011, Senate Republicans voted almost unanimously to filibuster a nominee to the United States Court of Appeals for the District of Columbia Circuit named Caitlan Halligan. Although the GOP’s case against Halligan was thin, their top argument against her was that she is unfit for the bench because she argued a position the NRA disagrees with when she was Solicitor General of New York.", "topic": "Gun Control", "politicalLabel": "Liberal", "organization": "ThinkProgress", "biasLabel": "Biased", "title": "NRA Plans A Blizzard Of Litigation To Lock In Pro-Gun Decisions While Republicans Control The Courts", "yellowLabel": "Not Yellow", "tags": "set(['NATIONAL RIFLE ASSOCIATION', 'Filibusters', 'Senate', 'Federal Nominations', 'IMMIGRATION', 'POLICE BRUTALITY', 'Judiciary', 'CRIMINAL JUSTICE', 'National Rifle Association', 'CALIFORNIA', 'Guns'])", "opinionLabel": "Other"}