{"content": "Thanks, Environmental Protection Agency! You’ve required sewage treatment plants, catalytic converters on cars and other things that made the world cleaner than the world in which I grew up. Good work.\n\nToday, America’s waterways are so much cleaner that I swim in New York City’s once-filthy Hudson River -- right beside skyscrapers in which millions of people, uh, flush. The air we breathe is also cleaner than it’s been for 60 years.\n\nADVERTISEMENT ADVERTISEMENT\n\nIn a rational world, environmental bureaucrats would now say, “Mission accomplished. We set tough standards, so we don’t need to keep doing more. Stick a fork in it! We’re done.”\n\nAmerica does still need some bureaucrats to enforce existing environmental rules and watch for new pollution problems. But we don’t need what we’ve got: 16,000 environmental regulators constantly trying to control more of our lives.\n\nOK, I went too far. America does still need some bureaucrats to enforce existing environmental rules and watch for new pollution problems. But we don’t need what we’ve got: 16,000 environmental regulators constantly trying to control more of our lives. EPA should stand for: Enough Protection Already.\n\nBut bureaucracies never say they’ve done “enough.” That would mean they were out of work.\n\nLike all bureaucracies -- regulatory, poverty-fighting and military -- the EPA spends every day hunting for new things to do, even if its new efforts cost much more and accomplish far less. Its biggest current crusade is global warming -- I mean, “climate change.”\n\nEven if it turns out that man’s emission of greenhouse gases is a threat, “EPA’s own cost-benefit analyses don’t really identify any benefits” from additional regulation, says Case Western Reserve law professor Jonathan Adler. “If we are serious about dealing with climate change, we need to reduce per capita emissions of carbon dioxide to the level they were during the period of Reconstruction after the Civil War.”\n\nThat reduction in our industrial capacity would be one of the worst costs the human race had ever suffered, all for tiny benefits. Even if we did everything the environmentalists want, the regulators admit it might only lower temperatures a fraction of a degree, a century from now.\n\nBy that time, we will have cheaper ways of dealing with the problem, if it is a problem. But government rarely pays attention to costs vs. benefits.\n\nToday, instead of environmental regulations that actually save lives, we pay to subsidize politicians’ cronies and pet projects, such as electric cars.\n\nVoters rarely object to such deals, says David Harsanyi of The Federalist, because government hides their real costs. “If people actually paid what a Chevy Volt cost to make, it would probably be around $200,000. Without government -- essentially, government cronyism and all kinds of subsidies -- the Volt wouldn’t exist.”\n\nHe says Chevy, even with its government subsidies, loses about $49,000 on every Volt it builds. It’s ironic that, as environmentalists talk about “sustainability,” they create totally unsustainable subsidy schemes.\n\n“It’s happening with all kinds of alternative energy companies that rely on government subsidies,” Harsanyi says. Politicians, by shifting money away from private-sector experiments, “are hurting companies that actually have some innovation that might work better.”\n\nSince people rarely question spending that supposedly is “good for the environment, green subsidies create opportunity for corruption,” Harsanyi says. “The people who lobby and have the closest ties to government are typically the ones who benefit from the subsidies the government gives.”\n\nClose associates of President Obama, Senate Majority Leader Harry Reid, former Energy Secretary Bill Richardson and former Vice President Al Gore all benefited from well-timed investments in green companies that got a leg up from government subsidies and regulations.\n\nUnfortunately, green companies often do poorly even with government assistance, as was the case with solar panel maker Solyndra.\n\nI don’t doubt there are important technological advances ahead that will make energy use more efficient -- and make the environment cleaner, sometimes as an unintended side effect. But I don’t trust government to pick the technologies.\n\nWhy should we think government’s ideas for cleaning the environment are on the cutting edge? As Harsanyi points out, windmills, one of environmentalists’ favorite ideas and biggest subsidy-recipients, “have been around since the Middle Ages.”\n\nThere will be a better way. Government probably won’t find it.\n\nJohn Stossel is the host of \"Stossel\" (Thursdays at 9 PM/ET), a weekly program highlighting current consumer issues with a libertarian viewpoint. Stossel also appears regularly on Fox News Channel (FNC) providing signature analysis. Click here for more information on John Stossel.", "topic": "Climate Change", "politicalLabel": "Conservative", "organization": "FOX", "biasLabel": "Biased", "title": "If only EPA stood for 'Enough Protection Already'", "yellowLabel": "Yellow", "tags": "set([])", "opinionLabel": "Opinion Article"}