{"content": "They live outside the two-party system and want policies supporting both woman and embryo.\n\nDemonstrators on both sides of the abortion debate in front of the Supreme Court in January. (Photo: Alex Wong, Getty Images)\n\nThe conventional wisdom is that young people are strongly pro-choice. While it is not surprising that Baby Boomers and Gen Xers eventually grew more skeptical over time, when they were teenagers and young-adults, they too were all-in for abortion rights.\n\nBut the demographic future of the United States is defying that conventional wisdom.\n\nGallup found in 2010 that \"support for making abortion broadly illegal (was) growing fastest among young adults.\" This was \"a sharp change from the late 1970s, when seniors were substantially more likely than younger age groups to want abortion to be illegal.\" For all Millennials in 2012, only 37% considered abortion morally acceptable . Oh, and remember the debate in Texas and the U.S. House about banning abortion beyond 20 weeks? According to the National Journal, 44% of those 50 and older supported such a ban, compared with 52% of those ages 18-29.\n\nPerhaps even more telling than these polls are the reactions of abortion-rights advocacy groups such as Emily's List and NARAL Pro-Choice America. They are very publicly worried about something former NARAL president Nancy Keenan called the \"intensity gap.\" Of young people who identify as \"pro-life,\" for instance, 51% claim that abortion is an important issue. But for young people who identify as \"pro-choice,\" that percentage plummets to 20%. Fears over this intensity gap were the primary motivation for the 2013 resignation of the then-61-year-old Keenan.\n\nBut one cannot think about the demographic future of the United States without talking about Latinos. They are now the majority ethnicity in California. Texas will soon follow, along with much of the rest of the country. Though Latinos generally vote Democratic, they are certainly not reliably pro-choice. As Victoria M. DeFrancesco Soto of NBC Latino reminded us during the heat of the 2012 elections, \"On the issue of abortion, Latinos are significantly more pro-life (than) non-Latinos.\"\n\nThese two demographics, Millennials and Latinos, are the future of the USA. They are already more skeptical of abortion than those who currently hold power. If one considers that they will become more skeptical of abortion as they get older, this difference becomes even more pronounced.\n\nGiven these realities, we should no longer be asking, \"Will the U.S. have a major shift in its abortion policy?\" The more realistic question is: What will the major shift in U.S. abortion policy look like? Much like the views of young people regarding gay marriage, the demographic writing is on the wall with respect to our shift on abortion.\n\nBut what does this mean in practice? Will the future be dominated by anti-abortion activists?\n\nHardly. The Public Religion Research Institute conducted a very interesting 2011 poll. It found, especially among young people, significant majorities saying \"pro-choice\" described them somewhat or very well, while simultaneously claiming that \"pro-life\" described them somewhat or very well. Our lazy choice/life binary — which assumes that a complex issue such as abortion has only two possible answers — simply doesn't apply to our demographic future. Interestingly, this mirrors a larger frustration that Millennials have with our more general liberal/conservative political binary. Fifty percent of young people refuse to identify as either Republican or Democrat.\n\nThough the U.S. demographic future is more skeptical of abortion, and will limit abortion more than it is now (likely bringing it into line with Europe's far more restrictive abortion laws), future Americans will also make substantial room for choice, especially in difficult situations. Abortion-rights activists like to tell scary stories about the possibility that women whose lives are threatened or who are victims of sexual violence will be denied abortions, but even nearly 70% of pro-lifers want abortion to be legal in those circumstances.\n\nAt bottom, young people simply don't share the basic assumptions of an outdated abortion debate in which it's either the mother or the embryo. While they want to limit abortion, young people also want much more social support for women, especially when it comes to their being able to keep their children. They will be the generation to finally bring us things such as mandatory paid paternal leave, affordable child care and strictly enforced gender discrimination laws in the workplace. In short, they will refuse to choose between protecting mother and embryo.\n\nThis shift cannot come soon enough. The abortion wars have torn at the fabric of our culture for two generations. Happily, there is a generation on the way that will do things differently.\n\nCharles C. Camosy, associate professor of Christian ethics at Fordham University, is author of Beyond the Abortion Wars: A Way Forward for a New Generation.\n\nIn addition to its own editorials, USA TODAY publishes diverse opinions from outside writers, including our Board of Contributors. To read more columns like this, go to the Opinion front page.\n\nRead or Share this story: http://usat.ly/1boTo8i", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "USA Today", "biasLabel": "Biased", "title": "Millennials will change abortion conversation", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Opinion Article"}