{"content": "The speeding, pot-smoking teen behind the wheel of a gruesome Long Island car crash that killed four of his buddies said, “I hate myself for what I’ve done,” before he was sentenced Tuesday to five to 15 years in prison.\n\n“I will have to live with myself for the rest of my life, knowing I killed four young men who were like brothers,” said Joseph Beer, 19, of Queens.\n\nBeer was the lone survivor after a car he was driving on the rain-slicked Southern State Parkway without a license and under the influence of marijuana plowed into a tree in Malverne in October 2012.\n\nProsecutors said he was driving above 110 mph. Beer was operating the car with only a learner’s permit, and was not authorized to drive without a licensed adult in the vehicle.\n\nBeer, in court, begged the families of his childhood friends — Neal Rajapa, 17, Darian Ramnarine, 18, Peter Kanhai, 18, and Christopher Kahn — for forgiveness, but received none.\n\n“Eventually I will be able to forgive you, but it will take a long time,” Hemant Kanhai, Peter Kanhai’s uncle, said in a statement.\n\n“You took someone away from us that we loved dearly, and you tore a hole in our family that can never be mended.”\n\nHe chided Beer for attending his nephew’s funeral and wake, even though he was not invited.\n\nBeer pleaded guilty in July to the top count of aggravated vehicular homicide.\n\nA jury had been deadlocked on the charge, but a month later Beer admitted his guilt to spare his friends’ families a second trial.\n\nAs Beer approached Exit 17N on the parkway, he lost control of his car and skidded more than 200 feet across all three lanes of traffic, where the car left the road and hit a tree.\n\nBeer was seen wandering in a daze, using light from his cellphone to look for survivors. He suffered minor injuries.\n\n“Joseph Beer purposely smoked marijuana with the intent of driving and caused the deaths of the passengers who trusted him to get them home safely,” Nassau County DA Kathleen Rice said.\n\n“The deaths of these four young men were violent and senseless. It was not the road’s fault and it was not the first time Joseph Beer had engaged in this unspeakably reckless behavior.”", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "New York Post", "biasLabel": "Not Biased", "title": "Teen sentenced in 2012 wreck that killed his four friends", "yellowLabel": "Not Yellow", "tags": "set(['Car Crashes', 'Marijuana', 'Long Island'])", "opinionLabel": "Other"}