{"content": "TAMPA, Fla. — The 28-year-old son of a Florida fertility doctor has been charged by federal authorities with tricking his girlfriend into taking a pill used to induce labor and cause an abortion, killing the fetus she was carrying.\n\nJohn Andrew Welden was indicted Tuesday by a federal grand jury on charges of product tampering and first-degree murder and faces up to life in prison if convicted of the murder charge. He’s also the defendant in a lawsuit filed in state court by his ex-girlfriend, 26-year-old Remee Lee.\n\n“Whenever a woman is robbed of her ability to give birth and have a child, I don’t think there’s any greater harm you can cause somebody,” said Lee’s attorney, Gil Sanchez. “She’s devastated. She still can’t believe this happened to her.”\n\nDavid Weisbrod, who represented Welden in the first federal court appearance Wednesday, declined to comment to The Associated Press. During a court hearing Wednesday, Weisbrod characterized his client’s actions as aberrant but said Welden had no criminal history. A U.S. magistrate judge ordered him held without bond.\n\nAccording to court documents, the couple met in mid-2012 and became romantically involved. Lee became pregnant in February 2013 and was elated about her pregnancy when she told Welden the news. Welden, however, urged Lee not to have the baby.\n\nIn late March, the records say, Lee went to the office of Dr. Stephen Welden, her boyfriend’s father, for an exam.\n\nCourt records say Welden told Lee that his father had discovered she had a bacterial infection and had prescribed an antibiotic, Amoxicillan, to treat her.\n\nLee and her attorney — along with federal prosecutors — say Welden forged his father’s signature on a prescription for Cytotec and relabeled a pill bottle as “Amoxicillin.” Cytotec, known also as misoprostol, is a drug used to induce labor.\n\nIt is typically taken in conjunction with another drug, mifepristone, to cause an abortion during the first nine weeks of pregnancy. Mifepristone, which is typically taken first, causes an embryo to detach from the uterine wall. Misoprostol is typically taken two days later to cause contractions and push the embryo out of the uterus.\n\nLee was six weeks and five days pregnant.\n\nWelden said she began to bleed while at work and went to the hospital — where she discovered that she had been given the drug used in medically induced abortions.\n\nCourt records say Welden told Lee while she was at the hospital that he had given her Cytotec, not Amoxicillin. Lee is suing Welden for battery, intentional infliction of emotional harm, and punitive damages.\n\nWelden’s father, the doctor, has not been accused of wrongdoing and has not been charged with any crime. Someone answering the phone at his OB-GYN office in Tampa hung up when a reporter called.", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "New York Post", "biasLabel": "Not Biased", "title": "Man who allegedly tricked pregnant girlfriend into taking abortion drug charged with first-degree murder for death of fetus", "yellowLabel": "Not Yellow", "tags": "set(['Game of Thrones', 'Hillary Clinton', 'the masters', 'Chess', 'New York Yankees', 'NYPD'])", "opinionLabel": "Other"}