{"content": "Washington State and Colorado will lead the way towards sensible drug laws.\n\nA University of Colorado freshman, who did not want to be identified, joins a crowd smoking marijuana during a \"420\" gathering at the University of Colorado in Boulder, Colo. (Photo: Richard M. Hackett, AP) Story Highlights Washington State and Colorado became the 1st U.S. states to approve legal regulation of marijuana.\n\nIt would be a mistake to describe these victories as \"pro-pot.\"\n\nThe U.S. has emerged as the global leader in promoting more sensible marijuana policies.\n\nWashington State and Colorado made history tonight by becoming the first states in the United States - to approve the legal regulation of marijuana.\n\nThese victories likely represent the beginning of the end of marijuana prohibition in this country and many others as well. Just as the repeal of alcohol Prohibition began in the late 1920s with individual states repealing their own prohibition laws, and ultimately culminated with repeal of federal Prohibition, so Washington and Colorado have initiated a political process that will resonate nationally.\n\nThe transformation in public opinion over the past six years, not just in these two states but nationwide, has been nothing short of remarkable. As recently as 2006, Gallup's polling found 36% of Americans in favor of legalizing marijuana use and 60% opposed. By late 2011, that 36% in favor had jumped to 50% and the opposition has fallen to 46%. What Washington and Colorado did tonight, other states are sure to replicate in years to come. Not all will succeed, as Oregon apparently did not tonight, but the dominoes of marijuana prohibition are poised to topple.\n\nIt would be a mistake to describe these victories as \"pro-pot.\" Millions of Americans who have no particular affinity for marijuana have decided that it makes no sense to keep spending billions of dollars trying to enforce an unenforceable prohibition when state and local governments could be taking in comparable amounts by taxing and regulating marijuana. They know that legalizing marijuana will deprive criminal organizations in Mexico and this country of profits and power, and enable police and prosecutors to focus resources on serious crimes. They are convinced that arresting 750,000 people each year for possessing a small amount of marijuana is costly, cruel and unjust. And they rightfully believe that young people will fare better with responsible regulations rather than ineffective prohibitions.\n\nTo put this in global perspective, even as the federal government persists with its failed drug war strategy, the United States has now emerged as the global leader in promoting more sensible policies with respect to marijuana.\n\nEthan Nadelmann is the executive director of the Drug Policy Alliance.\n\nIn addition to its own editorials, USA TODAY publishes diverse opinions from outside writers, including our Board of Contributors.\n\n\n\n\n\n\n\nRead or Share this story: http://usat.ly/RTLUcW", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "USA Today", "biasLabel": "Not Biased", "title": "States right to legalize marijuana", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Opinion Article"}