{"content": "The State of Colorado, national pioneer of legalized marijuana, began an ad campaign this week to prevent young people from getting high. It is spending $2 million on a website, TV and movie-theater ads and something you could call public-service conceptual art: a bunch of large wire cages placed in public places, like the ones for rodents, but big enough to hold teenagers.\n\nThe cages are there to drive home the catch phrase: “Don’t be a lab rat.”\n\n\n\nAides to Gov. John Hickenlooper said this is a carefully calibrated attempt to deter middle schoolers and young teens from smoking weed before they become older and unreachable. The message is that you, young stoner, may think you’re out having a harmless good time with your friends. But as you are dosing your growing brain with psychoactive chemicals, you are risking the permanent loss of IQ points and memory, and becoming schizophrenic, maybe.\n\nAdvocates for legal marijuana are dismayed. They say the state is trying to frighten kids and creep them out when it should be trying to have an honest discussion. They note that the history of America’s drug war is littered with once-edgy, now-ridiculous ad campaigns (notably the one with the eggs in the frying pan); that fear-mongering undermines credibility; and that marijuana research is a sketchy area, because there isn’t a lot of it.\n\nThe state insists that this campaign is different, because it has disclaimers. Some of the ads – though not the one above — note that the scientific evidence of marijuana’s dangers is disputed. In other words: “This is your brain on drugs, we think.”\n\nThat’s the explicit message of this ad, which has a camera circling a group of young people lighting up in a car, the smoky interior looking like a mobile crack den. Maybe we don’t know whether or not these kids are frying their brains, but wouldn’t it be terrible, years from now, to find out they were?\n\nIf you’ve read President Obama’s memoir, you’ll recognize the scene: This is what he did a lot as a teenager in Hawaii, passing joints with his friends in an old VW, so intent on getting high that he would suck the last tendrils of smoke from the ceiling.\n\nThe Times doesn’t think minors should be using marijuana. And we have no problem with efforts to discourage young people from buying and using drugs and being aware of the risks. But we agree with advocates who think the money Colorado is spending to demonize marijuana is better spent on discouraging alcohol, a far more prevalent and dangerous drug.\n\nSteve Fox, a lawyer with the Denver firm Vicente Sederberg, which helped lead the marijuana-legalization campaign in Colorado, makes the right point about the mixed message.\n\n“Any public education campaign that discourages teen marijuana use while remaining silent on teen alcohol use is — whether it is intentional or not — steering teens away from marijuana and toward alcohol. We prefer a true public health approach that discusses the harms of both marijuana and alcohol, while encouraging teens to abstain from both substances while they are young.”\n\nAnd speaking of mixed messages, both Mr. Hickenlooper and Mr. Obama, who recently downed some beers together while shooting pool in Denver, are quite familiar with making and distributing intoxicants. The governor founded a brew pub and the President has microbrewers working for him at the White House.", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "New York Times", "biasLabel": "Not Biased", "title": "Rat Cages and Mixed Marijuana Messages in Colorado", "yellowLabel": "Not Yellow", "tags": "set(['Hickenlooper, John W', 'marijuana', 'Colorado', 'marijuana legalization'])", "opinionLabel": "Other"}