{"content": "When recreational marijuana was legalized in Colorado in January of 2014, it promised to be a boom for those who were ready with their brick and mortar stores and new licenses. Growing as rapidly as weed are ancillary businesses that cater to these new marijuana pioneers. You only need to walk inside the massive grow operation at establishments like Medicine Man to realize that marijuana demands sophisticated lighting and cooling systems as well as excellent soil and fertilizers to keep the plants happily budding. To protect the plants, growers and retailers need elaborate security systems. Once harvested, marijuana needs to be sold in specialized packaging. Ancillary products are flourishing as the marijuana economy takes off.\n\nIt was only a matter of time then before ancillary services like law firms and advertising agencies started popping up to meet the needs of ganjapreneurs. Vicente Sederberg bills itself as The Marijuana Law Firm. On its homepage it describes its role in this brave new world:\n\nOur clients are trailblazers, building a new and vibrant industry from scratch. Each and every one of them has made a conscious decision to assume a certain level of risk in order to change the course of history. As trailblazers ourselves, we take pride in being with them every step along the way, helping them navigate and overcome unique legal and regulatory challenges.\n\nBrian Vicente was the co-director of the Amendment 64 ballot measure that led to the legalization of recreational marijuana in Colorado. He is considered a leader in marijuana policy reform and even assisted Uruguay when it became the first country in the world to fully regulate its adult marijuana market. Another attorney is Sean McCallister with McCallister Law Office. He also helped draft Amendment 64 and works with dispensaries and marijuana companies to stay on top of laws in the highly regulated industry. He is also developing strategies to take his clients national as marijuana becomes legal across the country.\n\nTo help marijuana businesses with the complexity of marketing and advertising Cannabrand has stepped up. Olivia Mannix and Jennifer DeFalco both brought ad agency pedigrees to their full service marketing company. They launched their business at the same time recreational marijuana was legalized in January of 2014, and specialize in knowing all the facts, laws and regulations associated with the marketing of cannabis. Olivia, who had a red card for medical marijuana following a ski injury, and Jennifer decided to dive in and start a cannabis specific agency to help give marijuana a better reputation. They hit the ground running, work 80 hours a week and now serve 15 plus clients. They are adding a senior account manager and a third partner who will be their director of analytics.\n\n\"Our mission is to educate the public and have positive connotations of cannabis for the consumer and really take away labels,\" says Olivia. \"If you like to consume cannabis you shouldn't have to feel pigeonholed or stigmatized for that.\" To do this, Cannabrand helps clients with their websites, image, storefronts, packaging and designs. The company has clients in Florida, Washington, D.C., Oregon, California and Montana but mostly in Colorado. \"It's very exciting bringing marijuana to the public on a national scale,\" says Olivia.\n\nAnother ancillary service is a startup website, Denverweed.com, which aggregates all the marijuana companies in Denver into one complete online directory. \"We wanted to create a one stop shop for people seeking out marijuana businesses in the Denver area,\" says DenverWeed.com founder Jason Keeley. \"We post descriptions and reviews of dispensaries, weed friendly lodging, grow stores, tour companies, lawyers, spas, classes and real estate. The marijuana industry is growing so rapidly that we saw a need for updated information to be handy and under one roof.\"\n\nAccording to the Marijuana Business Factbook, 90 percent of cannabis companies are expecting to grow this year. Experts say branding will be key for a competitive edge as companies expand nationally and even internationally. With people comparing the marijuana economy to a new Gold Rush or the Internet boom, being recognized first as experts with ancillary products and services is a key to success. Law firms, ad agencies and business websites are realizing the value in riding the coattails of the marijuana industry as it flourishes in Colorado and beyond.\n\nFor more information on Vicky Collins visit Teletrends Television Production and Journalism.", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "Huffington Post", "biasLabel": "Not Biased", "title": "The Other Marijuana Boom", "yellowLabel": "Not Yellow", "tags": "set(['Most Popular on HuffPost', 'Marijuana Business Factbook'])", "opinionLabel": "Opinion Article"}