{"content": "The stakes were high three years ago when the Supreme Court heard NFIB v. Sebelius, the case challenging Obamacare’s individual mandate and threatening to undermine President Barack Obama’s signature policy achievement. For three days, attorneys argued about some of the most important controversies in constitutional law –- the boundaries between federal and state power, the limits of congressional authority, the very meaning of personal liberty. Had the court ruled in favor of the lawsuit, the Affordable Care Act might not have extended insurance to millions. In the end, it survived thanks only to a 5-to-4 majority, with Chief Justice John Roberts, a conservative, reportedly switching his vote during deliberations.\n\nThe stakes will be high again on Wednesday, when the court hears King v. Burwell, although lofty constitutional principles are not the issue this time. The case is largely about how to interpret four words in the Affordable Care Act statute. The plaintiffs claim that those words effectively forbid the federal government from subsidizing private insurance in about two-thirds of the states. The outcome of the case should have no effect in places like California and Kentucky, where officials have embraced Obamacare and set up their own infrastructure for helping people to purchase insurance. But in the rest of the country, a victory for the plaintiffs would cut off financial assistance for those seeking to buy coverage. Millions of people would lose their health insurance altogether. State insurance markets could fall into chaos.\n\n\n\nThe nature of the dispute isn’t the only way this latest Obamacare case is different from its predecessor. While the NFIB lawsuit called upon the Supreme Court to issue new philosophical doctrines, or at least revive old ones, the brief held together well. The argument was radical, sure, but it was intellectually formidable. The King lawsuit is another story. The plaintiffs are asking the court to read the Affordable Care Act in a blinkered, pinched way that defies not just legal conventions but also common sense. And they are justifying this request based on a theory of legislative history that is, at best, selective, and at worst, deliberately misleading.\n\n\n\nThis doesn’t mean the case can’t win at the Supreme Court. The plaintiffs already persuaded three federal judges, one at the district level and two at the appellate level. All were Republican appointees, just like five of the justices who will sit in judgment of the case on Wednesday.\n\n\n\n'An Unintended Consequence' -- Or The Plan All Along?\n\nThe idea that Obamacare’s tax credits were dependent on state action did not attract attention until late 2010, when a South Carolina attorney, going over the statute, discovered what he admitted at the time might be an “unintended consequence” of the specific wording Congress had chosen.\n\nUnder Obamacare, people without access to employer-provided insurance or coverage from existing government plans like Medicare or Medicaid can buy private insurance through so-called “exchanges.” To help these people pay premiums, the federal government offers tax credits that operate like a discount -– and can be worth hundreds, even thousands of dollars a year. States can choose whether or not to build and run their own exchanges. When a state doesn’t take action, then, according to the law, the secretary of health and human services must build the exchange.\n\nIt was in the section describing the formula for calculating those tax credits that the attorney, Thomas Christina, discovered a now-infamous phrase: It refers to exchanges “established by the State.” This particular section makes no reference to exchanges that the federal government runs on behalf of the state. The omission, he announced at a conference, was “quite extraordinary.”\n\nChristina was not just any old attorney speaking at any old conference. He’s a veteran Republican lawyer who served in the Reagan administration’s Justice Department; the conference, on possible legal challenges to Obamacare, took place at the American Enterprise Institute, a conservative think tank. Among the other participants was Michael Greve, a legal scholar and board member of the libertarian Competitive Enterprise Institute, and he made no attempt to hide his feelings about Obamacare:\n\nThis bastard has to be killed as a matter of political hygiene. I do not care how this is done, whether it’s dismembered, whether we drive a stake through its heart, whether we tar and feather it and drive it out of town, whether we strangle it. I don’t care who does it, whether it’s some court some place, or the United States Congress. Any which way, any dollar spent on that goal is worth spending, any brief filed toward that end is worth filing, any speech or panel contribution toward that end is of service to the United States.\n\nCEI would go on to finance much of the legal and political work that led to King. But it is another libertarian activist, Michael Cannon of the Cato Institute, whose personal crusade has taken the case as far as it’s gone.\n\nCannon, who has dubbed himself president of the \"anti-universal health care club,” began collaborating with Jonathan Adler, a law professor at Case Western University. At first, the two allowed for the possibility that the “established by the State” wording might be a drafting error, but still one that the government was bound to take literally. Over time -– in their telling, as they became more familiar with the historical record –- they settled on a different, more audacious argument: Making tax credits dependent on state action had actually been Congress' intent all along.\n\nThe theory, which has evolved a bit and which most of the lawsuit’s supporters now embrace, goes like this: In the Senate, Obamacare’s architects had to accommodate more conservative members who wanted states, rather than the federal government, to operate exchanges. Since the federal government can’t simply order states to act, the architects set up a financial incentive: Tax credits would be available only in those states that successfully operated their own exchanges. After enactment, the law’s architects realized that they had misjudged the extent of state resistance, and that, if implemented as written, the law would leave the majority of the country without subsidies for coverage. At that point, the Obama administration leaned on the IRS to write its tax credit regulation in such a way that the money would be available in all states -– even those with exchanges run by HHS -- in open defiance of what the law actually says.\n\n\n\nTo bolster their case, supporters of the lawsuit have cited several pieces of evidence. Among the most important is the work of the Senate Health, Education, Labor and Pensions (HELP) Committee, one of two that drafted health care reform legislation in 2009. That committee's bill had a provision explicitly withholding subsidies if state or local officials, on their own, decided to take away existing benefits from public employees. This provision, the lawsuit says, proves senators were willing to contemplate withholding subsidies in some states.\n\nNext, King supporters cite a letter that Lloyd Doggett, a senior House Democrat from Texas, wrote to Democratic leaders in January 2010. Doggett and his colleagues, like most House Democrats, wanted the federal government to run all exchanges; leaving too much discretion to the states, the letter warned, might leave residents “no better off” in places like Texas, where state officials were hostile to the law. Most famously, plaintiffs and their supporters cite comments that MIT economist Jonathan Gruber, an influential Obama administration adviser, made in a pair of 2012 academic lectures -- suggesting that, indeed, states could lose funding if they did not build exchanges.\n\n\n\nUncle Sam As The Godfather\n\nThe people who actually wrote the Affordable Care Act say this account of history is not just misguided, but sheer fantasy. Their argument starts with logic: The whole purpose of creating a secondary, federal exchange run by HHS was to provide tax credits in every state so that the law could fulfill its very explicit goal, stated in Title I, of making health insurance available to “all Americans.” Each congressional leader who worked on the law –- former House Speaker Nancy Pelosi, former Senate Majority Leader Harry Reid, and the leaders of the five committees with jurisdiction -– has stated this publicly. So have Nancy-Ann DeParle and Phil Schiliro, the two White House aides who worked most closely on health legislation. And so have multiple congressional staffers -– who, as anybody familiar with Washington can tell you, are the ones who actually wrote the bill.\n\n\"Of course Congress did not intend to deny anyone in any state access to tax credits,\" Liz Fowler, the Finance Committee staffer who worked as closely on the bill as anybody, said two years ago. Among those who agree is Chris Condeluci, who was on the Finance Committee’s Republican staff at the time of Obamacare’s enactment. “It was always intended that the federal fallback exchange would do everything that the statute told the states to do, which includes delivering the subsidies,” Condeluci told Vox's Sarah Kliff last year.\n\nThe historical evidence is also more ambiguous than the lawsuit's supporters let on. The Doggett letter could refer to tax credits, but it also could refer to the effectiveness of federal versus state exchanges, since House Democrats worried all along that state regulators would be too lax on insurers. (Doggett has told reporters that the plaintiffs misinterpreted his letter.) For all the attention that Gruber’s comments have received, it’s easy to forget that he was not inside the negotiating room and was not a specialist in exchange structure per se. His job was to provide projections, using his economic model, of how different levels of financial assistance and insurance regulation would affect the number of people getting insurance. No less important, he made his comments two years after Obamacare became law -– and one year after, in a well-publicized illustrated guide to the law, he suggested federal exchanges would be functionally equivalent to state-based ones.\n\nAs for the HELP bill -- which, for the most part, was not the template for the final law -- its details could just as easily prove that the lawsuit's premise is wrong. The HELP bill gives states a clear, unmistakable warning of what actions might trigger a loss of tax credits -- and that's how Congress typically writes such laws. Nicholas Bagley, a law professor at the University of Michigan, has made this point repeatedly. “When Vito Corleone in 'The Godfather' made a man an offer 'he couldn’t refuse,' he wasn’t subtle about it: 'Either his brains or his signature would be on the contract,'\" Bagley wrote in The New York Times. “That’s how you threaten somebody. The phrase 'through an exchange established by the state' doesn’t cut it.”\n\nIn fact, the provisions in the Affordable Care Act, with a state option and then a federal fallback, look a great deal like a different type of legislation -– what legal experts call “cooperative federalism,” in which the federal government acts in lieu of ambivalent or incapable states. One example is the Clean Air Act, whose language mirrors the Affordable Care Act’s very closely. Section 110(a) of the Clean Air Act says that “each state shall … adopt and submit” standards for emissions and lays out guidelines for how to accomplish that. It says nothing about the federal government setting standards. But section 110(c) specifies what happens if states to fail to act: In that case, the law says, the EPA “shall promulgate” standards of its own.\n\nThe claim that Obamacare’s architects had no idea states might balk at building exchanges is also specious. By December 2009, several state legislatures were already debating whether to pass laws or constitutional amendments prohibiting officials from taking any action that would help to implement Obamacare. (Tellingly, a New York Times description of these measures described them as “symbolic,” presumably because the writer assumed state resistance would not actually block implementation.)\n\nNot everybody was aware of this. But, in 2010, two key congressional staffers -– Debbie Curtis, who was working with the House Ways and Means Committee, and John McDonough, from the Senate HELP Committee -- noted in emails to this reporter that states could opt out of building exchanges. If that happened, they said, the federal government would step in. On March 20, 2010, the House Energy and Commerce Committee released a fact sheet on the final bill that spoke of the federal government building exchanges when states do not; it also spoke, in a separate section, of tax credits that would be available to “all” Americans.\n\nIronically, some of the most suggestive statements about intent came from Republicans. On Jan. 2, 2010, Sen. Orrin Hatch, a senior Republican who sat on both the Finance and HELP committees, co-authored an op-ed for the Wall Street Journal. It said that state decisions about exchange building were “not a condition for receiving federal funds” and that, if states fail to act, the federal government will “step in and do it for them.” On March 21, 2010, during a floor speech against the law, Rep. Michael Burgess, a Republican from Texas, pointed out that two-thirds of the states might not start their own exchanges –- suggesting, again, that some lawmakers were aware of the possibility. As late as the summer of 2014, Charles Grassley, who had been ranking minority member of the Finance Committee in 2009 and 2010, seemed “incredulous” at the idea of the lawsuit, at least according to an account from journalist Steven Brill.\n\n\n\nHow Chevron Could Save Obamacare\n\nThese artifacts from the Obamacare debate have trickled out, bit by bit, in many cases through the reporting of the New Republic’s Brian Beutler and the Washington Post’s Greg Sargent. King supporters have found a reason to dismiss each one, in many cases by arguing that a statement or action isn’t quite a smoking gun. The Energy and Commerce fact sheet, the Hatch op-ed, the Curtis and McDonough emails –- none of these matter, King supporters say, either because the statements are too opaque or the sources are too unreliable to prove conclusively that Congress wanted tax credits in all states.\n\n\n\nHere, the proponents of King are making a perfectly valid point, although it applies equally to the evidence they cite and to most complex laws that pass Congress. Congressional intent is frequently difficult for outsiders to discern. A complex piece of legislation will go through countless drafts and include pieces that sponsors patched together at different times. By definition, a bill that passes Congress has the support of several hundred lawmakers. Not all of them will understand the legislation at a detailed level; those who do may not agree on exactly what they are trying to accomplish.\n\nThis is one reason some legal scholars believe that trying to determine “true” intent is pointless -– that judges should interpret statutes based on the text and nothing else. But while King’s supporters claim that the text supports their interpretation, the conventions for how judges read statutes suggest otherwise.\n\nOne of those conventions is that judges should read sections of laws not in isolation, but in context. In King, that means looking beyond “established by the State” to the other sections of the law -– starting with the section on the federally run exchanges, which commands the secretary of HHS not just to “operate such exchange” when states fail to act, but also to “take such actions as are necessary to implement such other requirements.” To read “established by the State” and ignore the other passages is a bit like using an instruction book to build a piece of furniture and then refusing to turn the page – and then standing, dumbfounded, as your new coffee table lays only partly assembled before you.\n\n\n\nThe other convention is about ambiguity –- and how courts should treat it. In 1984, in a case called Chevron v. Natural Resources Defense Council, the Supreme Court created a two-step process for interpreting statutes. First, judges should determine if a law has clear, unambiguous meaning; if the meaning is not clear, then judges are supposed to allow federal agencies to make any \"permissible\" interpretation. Under Chevron, then, the government need only show that its interpretation of a murky law is one plausible interpretation -- not that its interpretation is the only plausible interpretation. The mere existence of sections calling upon the federal government to build exchanges would seem to create ambiguity -- enough to make this a straightforward case.\n\nKing’s supporters frequently claim that the process of enacting Obamacare was somehow illegitimate -– that advocates used parliamentary tricks to push the law through Congress and they are now deceiving the public about its intent. But in the fourteen months it took Obama to get the Affordable Care Act through Congress, it was subject to as much media and political scrutiny as any statute on the books today. It became law because a majority of the House of Representatives and a super-majority of the Senate voted for it, and a president, duly elected on a promise to enact such a plan, signed it.\n\nIf Obamacare’s opponents wish to get rid of the law, they can do it the same way -– by electing majorities in Congress and a like-minded president, and then passing a bill of their own. But that’s proven very difficult. Just as conservative columnist Bill Kristol once warned Republicans, dislodging a working universal health care scheme is almost impossible politically. It would mean taking insurance away from millions of people, most of whom have no other way to get it.\n\nWith this lawsuit, Obamacare’s opponents are asking the court to do their work for them. They tried the same gambit in 2012, only to come up one vote short. Will they succeed this time? On Wednesday, we’ll start to get some idea.", "topic": "Obamacare", "politicalLabel": "Liberal", "organization": "Huffington Post", "biasLabel": "Not Biased", "title": "The Twisted, Tortured Path Obamacare Took Back To The Supreme Court", "yellowLabel": "Yellow", "tags": "set(['Most Popular on HuffPost'])", "opinionLabel": "Other"}