{"content": "A new commission report on marjiuana legislation in California has identified taxation, public safety and protecting children from easy access as priorities for futher research. | FREDERIC J. BROWN via Getty Images\n\nCalifornia has the oldest and largest legal marijuana market in the country, bringing in $1.3 billion a year. It's also the least regulated, allowing for local governments to enforce their own rules at their whims and a thriving underground industry to smuggle the product to other states en masse.\n\nThat's why Lieutenant Governor Gavin Newsom (D), who recently announced his candidacy for governor in 2018, says it's essential to begin publicly exploring the issue before a full-scale legalization measure likely shows up on the state ballot next year. On Thursday, a commission helmed by Newsom that's been researching recreational marijuana in California for the past year and a half released its first progress report and announced it will begin seeking feedback from the community.\n\n\"California has a very mature marijuana industry and it's just not regulated,\" Newsom told The Huffington Post by phone after the report was released. \"We're the worst of all worlds. This report bears out the fact that we haven't answered a lot of questions.\"\n\nCalifornia in 1996 became the first state to legalize medical cannabis. In 2010, voters narrowly rejected the country's first recreational marijuana measure. Since then, four states and the District of Columbia have legalized recreational pot, and a poll released this week shows 55 percent of Californians support full-scale legalization in their state.\n\nNewsom told HuffPost that he's confident that recreational marijuana will find its way onto California's 2016 ballot and that voters will pass it. \"We can't be ideological,\" he said. \"This is serious and has to be taken seriously.\"\n\nThe commission, which includes professors, policymakers, current and former law enforcement officers and individuals who worked on recreational pot legislation in Colorado and Washington, outlined three key issues to which it intends to dedicate its next phase of research: taxation, public safety and protecting children from easy access. Newsom added that the group will also continue to explore a number of other important considerations, including how to appropriately test and label the product, and how growing operations can minimize their environmental impact.\n\nTaxes are a particularly delicate issue, he explained. As the commission's report noted, high taxes \"can result in greater state and local revenue, increasing the revenue available to do the work of government.\" But the report also adds that \"with a high tax, both sellers and buyers may opt out of the legal market in order to avoid paying the tax and continue to access marijuana through the illicit market.\"\n\nColorado, which introduced its recreational program last year, could be an example of this: It brought in roughly $17 million less tax revenue than originally expected, and economists suggest that may be due to the price.\n\nCalifornia Lieutenant Governor Gavin Newsom.\n\nUltimately, Newsom says the commission will establish a clear set of recommendations that will apply to any legalization measure that gets on the 2016 ballot. Currently, a handful of groups are exploring crafting their own bills, but Newsom hopes advocates will eventually come together around one strong piece of legislation.\n\n\"Every few weeks I hear about another group that's looking at this,\" he said. \"We're meeting with folks. We've got to be very careful with whatever language we get on the ballot. That's why we're doing this report.\"\n\nOne of the reasons experts say Colorado was able to successfully pass recreational laws before California is because California never established a clear set of statewide medical marijuana regulations. As a result, cities were left to establish their own rules around medical pot, which helped reinforce the black market and left dispensaries vulnerable to federal prosecution. Colorado, on the other hand, did have statewide regulations governing their medical programs before their recreational laws were introduced.\n\nCalifornia lawmakers have repeatedly introduced bills that would create a clear set of medical marijuana rules for the entire state to adhere to, but the measures have failed each time. Late last year, two new pieces of regulation legislation came up, and Newsom says he wants the see the state pass some sort of framework before 2016. \"We're hoping to have a hand in anything that happens this year and incorporate it [into our recreational efforts],\" he said. \"If nothing happens, it would be unfortunate.\"\n\nDespite his push for regulations, Newsom supports a free market when it comes to deciding who should be able to enter into the marijuana business. A measure in Ohio came under fire this week for proposing allowing only 10 government-sanctioned organizations to produce and sell medical marijuana, which advocates said would inhibit small-scale entrepreneurs from getting involved and drive up prices.\n\n\"We don't want Big Tobacco to become Big Marijuana and lock out the smaller players,\" Newsom said. \"I believe in competition. We lay this out in the report.\"\n\nNow that the progress report has been released, Newsom and the commission will begin gathering feedback from the public. He plans to host at least three town halls across the state in the coming months that will help inform the final report, due to be released in August.\n\nIn the meantime, he hopes other state lawmakers, including his fellow Democrats, will become more vocal on the issue. California Gov. Jerry Brown (D), for example, famously announced his opposition to legal marijuana on \"Meet the Press\" last year, asking, \"How many people can get stoned and still have a great state?\"\n\nWhile Newsom is confident Brown would support a recreational measure in 2016 should voters pass one, he says it's time for political leaders to accept the reality that public support for legal pot will only continue to grow, and instead work to help craft legislation that addresses their concerns. \"It's incumbent on policymakers to get ahead of this,\" he said. \"The public is ahead of them.\"", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "Huffington Post", "biasLabel": "Not Biased", "title": "California Is The 'Worst Of All Worlds' When It Comes To Marijuana", "yellowLabel": "Not Yellow", "tags": "set(['Most Popular on HuffPost'])", "opinionLabel": "Other"}