{"content": "The Issue: Whether late-term abortions should force Americans to examine abortion laws nationwide.\n\n***\n\nThank you for publishing Kyle Smith’s “The Truth About Late-Term Abortion,” (PostScript, April 28).\n\nIt is an issue often swept under the rug and one that needs to be examined clearly.\n\nDo we really want to be a society that values puppies more than people, or sanitary food preparation more than cleanliness in medical procedures to terminate pregnancies?\n\nDo euphemisms help women avoid confronting the reality that they are killing their child?\n\nStories like Kermit Gosnell’s are news, and they merit coverage. Sadly, it takes courage for news outlets to explore and publish them. Thank you for displaying the necessary fortitude.Nancy Ewing\n\nAtlanta, Ga.\n\nI am so thankful that The Post had the courage to say what so many unborn children never get a chance to say, which is that they have rights to ethical treatment, even in one of the most liberal cities in the nation.\n\nPeople will get in an uproar over someone killing an animal, but some of those same people will say that what a women does in private with her body is her right — even getting an abortion at 24 weeks.\n\nIt was the media that caused this sea change. It will take newspapers like The Post and others who stand up for the unborn to get people to care about their ethical treatment. I applaud North Dakota, Alabama and other states that have outlawed almost everything related to abortion. Infanticide will not happen on their watch.\n\nNatalie Nyampruh\n\nLos Angeles\n\nI believe abortion is a right each woman has if she wishes.\n\nBut you can get a test very early on to determine if you’re pregnant. There is no need to wait many months to decide — either you want a child or do not. If you do not, then get the abortion early.\n\nNaoma Foreman\n\nPhoenix, Ariz.\n\nWe look back in horror at the church-going people of another era — during Jim Crow lynchings, segregation and slavery — and marvel at their cognitive dissonance. How could a sane person hold diametrically opposed beliefs?\n\nWe ponder the Nazi camps and ask ourselves: How could this be? In both histories, it was acceptable to torture and kill another human being. But we accept the wholesale homicide of babies. Like past societies, we turn our eyes from reality.\n\nOur governors, journalists, police and doctors look away as babies are murdered and thrown away by the millions. History will not be kind to us. Monsters walk among us while we are silent.Bob Hails\n\nOlney, Md.\n\nI wanted to take a moment to say thank you for publishing this excellent piece. It raises tough questions that are too often ignored in mainstream media outlets.\n\nAt first, I was going to write that it was brave of The Post to do so. But then I realized that this is, in fact, what journalism should do. I salute you for proving that journalism isn’t quite dead yet.Amy Stitzinger\n\nRaleigh, NC\n\nThe public deserves to know this information before they decide whether they are for or against abortion. As a young adult, I lazily bought the line about a woman’s right to choose, without doing any homework.\n\nIt wasn’t until my late 20s, when I was confronted with understanding fetal development, and how early a baby could survive being born prematurely, that I changed my mind.\n\nThe characterization of most pro-life people is grossly unfair and completely false. It would be helpful if journalists could start to see pro-life people for who they really are and not as hateful, “choice-denying” ogres.Steffanie Vlasity\n\nGrand Rapids, Mich.", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "New York Post", "biasLabel": "Biased", "title": "Abortion after 24 weeks: Can America justify it?", "yellowLabel": "Yellow", "tags": "set(['Game of Thrones', 'Hillary Clinton', 'the masters', 'Chess', 'New York Yankees', 'NYPD'])", "opinionLabel": "Opinion Article"}