{"content": "Bill Jack wants to make one thing perfectly clear: Bakers should not be forced to make a cake that would violate their conscience or freedom of expression.\n\nJack, of Castle Rock, Colo., is making national headlines over an experiment he conducted in the wake of attacks on Christian business owners who refuse to provide services for same-sex marriages.\n\nADVERTISEMENT ADVERTISEMENT\n\nLast year, the Colorado Civil Rights Commission ruled that the Masterpiece Cakeshop in Lakewood unlawfully discriminated against a gay couple who wanted a wedding cake. Jack Phillips, the owner of the cake shop, is a devout Christian, and his attorneys argued that to force him to participate in the gay wedding would violate his religious beliefs.\n\nThe Civil Rights Commission saw it differently.\n\nCLICK HERE TO FOLLOW TODD ON FACEBOOK FOR CONSERVATIVE CONVERSATION.\n\nSo if Christian bakers who oppose gay marriage are compelled under law to violate their beliefs – what about bakers who support gay marriage? Would they be compelled to make an anti-gay marriage cake?\n\nJack, who is a devout Christian, asked three bakeries to produce two cakes – each shaped like an open Bible.\n\nOn one side of one cake he requested the words, “God hates sin – Psalm 45:7.” On the other side he wanted the words, “Homosexuality is a detestable sin – Leviticus 18:22.”\n\nOn the second cake he asked them to write another Bible verse: “While we were yet sinners Christ died for us – Romans 5:8” along with the words “God loves sinners.”\n\nAnd finally, Jack wanted the bakers to create an image – two grooms holding hands, with a red “X” over them – the universal symbol for “not allowed.”\n\nNow if you read the national news accounts of Jack’s experiment – you would’ve read that he wanted gay slurs written on the cakes. But that wasn’t true.\n\nAccording to the commission’s own report, there’s no mention of Jack using any gay slurs – unless you consider Bible verses to be gay slurs.\n\nMark Silverstein, the legal director for Colorado’s chapter of the American Civil Liberties Union, accused Jack of wanting obscenities written on the cakes.\n\n“There’s no law that says that a cake-maker has to write obscenities in the cake just because the customer wants it,” he told the Associated Press.\n\nDoes the ACLU consider the Bible to be obscene?\n\nAs you probably guessed, the bakeries rejected Jack’s request for what some would call “anti-gay” cakes.\n\n“If he wants to hate people, he can hate them not here in my bakery,” Azucar Bakery owner Marjorie Silva told 7NEWS. She called the writing and imagery “hateful and offensive.”\n\nSo Jack filed a discrimination complaint with the Colorado Civil Rights Commission – just as the gay couple did in the Masterpiece Cakeshop case.\n\nUsing the commission’s logic – if a Christian baker is forced to violate his beliefs, shouldn’t all bakers be forced to violate theirs, too?\n\nAbsolutely not, says the Colorado Civil Rights Commission.\n\nIt ruled that Azucar did not discriminate against Jack based on his creed. It argued that the bakery refused to make the cakes because of the “derogatory language and imagery,” The Denver Channel reported.\n\nJack told me it’s a double standard – pure and simple.\n\n“I think it is hypocritical,” he said. “It’s unequal treatment before the law. The Colorado Anti-Discrimination Act is being used to coerce businesses to participate in events that violate their consciences.”\n\nJack said he decided to conduct his experiment to prove the Colorado law was “only being applied to Christian business people.”\n\n“Christians need to understand that this is the state of Christianity in the United States,” he said. “We are now second-class citizens. Our free speech is being censored.”\n\nTo be clear, Jack believes the bakeries had the right to deny him service. His point was to draw attention to the hypocrisy.\n\n“I stand for liberty for all, not liberty for some,” he said. “If we don’t have liberty for all, then we have liberty for none.”\n\nAlliance Defending Freedom is a religious liberty law firm that represents the Masterpiece Cakeshop.\n\nIt believes the Civil Rights Commission reached the right conclusion in Jack’s case, but it blasted the commission’s inconsistencies when it came to the case involving its client.\n\n“The commission’s inconsistent rulings mean that the owners of these three cake shops may run them according to their beliefs, while Jack cannot,” ADF attorney Jeremy Tedesco said.\n\n“These cake artists should not be forced to violate their conscience, but clearly the commission should have done the same for Jack Phillips,” he said. “He risks losing his lifelong business altogether if he continues to run it consistent with his faith. Such blatant religious discrimination has no place in our society.”\n\nThat’s a great point. If the owner of Azucar Bakery can run her business according to her beliefs – why can’t the owner of the Masterpiece Cakeshop?\n\nTodd Starnes is host of Fox News & Commentary, heard on hundreds of radio stations. Sign up for his American Dispatch newsletter, be sure to join his Facebook page, and follow him on Twitter. His latest book is \"God Less America.\"", "topic": "Gay Marriage", "politicalLabel": "Conservative", "organization": "FOX", "biasLabel": "Biased", "title": "Colorado double standard: Bakers should not be forced to make anti-gay cakes", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Opinion Article"}