{"content": "Sen. Richard Blumenthal (D-Conn.) said that, in the wake of the latest shooting massacre in Santa Barbara, Calif., he plans to push his leaders to bring up gun control bills that failed to advance last year. | Bill Clark via Getty Images\n\nWASHINGTON -- Sen. Richard Blumenthal (D-Conn.) said Sunday that he plans to press Senate Democratic leaders to take another crack at passing gun control legislation that failed to advance last year, perhaps with a greater focus this time on mental health resources.\n\n\"I am going to urge that we bring back those bills,\" Blumenthal said on CBS' \"Face the Nation.\"\n\n\"Maybe reconfigure them to center on mental health, which is a point where we can agree that we need more resources to make the country healthier,\" he said. \"The Congress will be complicit if we fail to act.\"\n\nBlumenthal's remarks come two days after a California gunman went on a rampage near a Santa Barbara university, stabbing three people to death and shooting three more before taking his own life. The Connecticut senator said the incident brings him back to the aftermath of the December 2012 shootings at Sandy Hook Elementary, which sparked momentum in Congress to pass legislation tightening gun background checks. That bill, which also would have provided more funding for a mental health initiative, narrowly failed to advance in the Senate.\n\n\"It seemed like we were on the verge of the legislation that would stop the madness and end the insanity that has killed too many young people, thousands, tens of thousands since Sandy Hook,\" Blumenthal said. \"We need mental health resources, and that initiative, I hope, will provide a common ground, a point of consensus that will bring us together.\"\n\nSen. John Thune (R-S.D.), who also appeared on the Sunday show, said he agreed that there should be policies in place to help people with mental illnesses get diagnoses and treated. He didn't say how much of a role gun control should play in any such legislation, though.\n\n\"I think that is something on which there is agreement,\" he said of increased resources for mental health care. \"That is where we ought to be focusing our efforts.\"", "topic": "Gun Control", "politicalLabel": "Neutral", "organization": "Huffington Post", "biasLabel": "Not Biased", "title": "Senate Democrat Calls For Bringing Back Gun Control Bills", "yellowLabel": "Not Yellow", "tags": "set(['Most Popular on HuffPost'])", "opinionLabel": "Other"}