{"content": "For the first time, Congress will have 100 women in office, thanks to Tuesday’s midterm elections. And of the three state-based initiatives that would have restricted women’s access to abortion, two—the “personhood” measures in Colorado and North Dakota defining life at fertilization—failed. Only Tennesse’s proposal, a constitutional amendment giving lawmakers more leeway to restrict abortion, passed.\n\nBut this election wasn’t a victory for women’s rights, because Republicans—the party that opposes abortion rights and opposes many forms of birth control—gained a lot of power last night. Not only did they take control of the Senate. They also took over a record number of state legislatures. And that’s where they’ve managed to do some of their greatest damage lately.\n\nBefore Tuesday, Republicans controlled 60 of 99 legislative chambers. Thanks to the election, they will soon control at least 66. Majority status in two others remain undecided, according to the National Conference of State Legislatures. The only two Democratic “successes” of the night were holding onto majorities in the Iowa Senate and the Kentucky House. The GOP also picked up three gubernatorial seats.\n\nThis has bad implications for women, particularly on abortion rights. State legislatures were responsible for 200 new abortion restrictions between 2011-2013.\n\nAccording to the Guttmacher Institute, 42 states now prohibit abortions except when the woman’s health is endangered after a certain point of pregnancy; 19 outlaw late-term “partial birth” abortions; 32 prohibit state funds for abortion, with some exceptions; 26 require waiting periods, and so on; 17 require counseling before an abortion. Conservatives have required ever-increasing burdens that make it costly, time-consuming, and difficult to get an abortion. Texas is still in court battles to enact its restrictive abortion law that leaves only eight abortion providers open in a state with 5.4 million women who can get pregnant.\n\nOf course, Republicans in Washington also have designs on reproductive rights. House Republicans have passed bills that would ban abortions nationwide after 20 weeks of pregnancy. Harry Reid kept these items off the Senate’s agenda, but Mitch McConnell, the new majority leader, has said he’d bring them up.\n\nDemocrats tried to make these possibilities clear during the campaign, accusing Republicans of waging a “war on women.” The polls suggest it didn’t help the Democrats much. Iowa Republican Joni Ernst won her campaign, dismissing Democratic attacks with, “I am a woman, and I have been to war and this is not a war.” But neither Ernst nor other Republicans made much effort to debate specifics—or to defend their positions. The argument that electing Republicans would be bad for women’s rights may have proven ineffective this election year. That doesn’t mean the description was wrong.", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "New Republic", "biasLabel": "Biased", "title": "Republican Election Sweep Will Hurt Women's Health", "yellowLabel": "Yellow", "tags": "set(['Economics', 'qed', '2014 elections', '2014 midterms', 'Home News', 'The Plank', 'politics', 'Culture', 'Books', 'Identity', 'Politics', 'World', 'Technology', 'Events', 'Film', 'Economy'])", "opinionLabel": "Other"}