{"content": "‘Firing up America” is the cover line on the March 20 issue of The Economist, heralding a special report on America’s ­Latinos. Its tone is resolutely upbeat — perhaps a bit too much so.\n\n“America is lucky to have millions of energetic young people filling its schools with kids who will eventually pay taxes and fund pensions and health care for the old,” The Economist writes.\n\n“Like other immigrants, they talk a lot about the American Dream. By that they mean the baby boomers’ hopes of home ownership, a college education and upward mobility.”\n\nUnfortunately, it’s not clear how many young Hispanics will achieve those elements of the American dream or whether they’ll provide quite as bounteous a source of funding for Social Security and Medicare as The Economist’s cheery summary suggests.\n\nAs the article notes, successive generations of Hispanics are not, so far, turning out to be as upwardly mobile as some other immigrant groups.\n\nSecond-generation Hispanics have more negative health outcomes, higher divorce rates and higher incarceration rates than their immigrant elders.\n\nAlmost all second- and third-generation Hispanics are “confident” of their command of English. But third-generation students’ test scores are lower than those of their parents.\n\nIn my 2001 book “The New Americans,” I likened the Hispanic immigrants of today to the Italians who came through Ellis Island a century ago.\n\nBoth came from low-trust societies; both tended to have close family ties and a willingness to work hard. Both headed to big metro areas with lots of job opportunities.\n\nBut so far the Hispanics who crossed the southern border don’t seem to have moved upward as rapidly as Italian-Americans did.\n\nThere are some encouraging signs. Teenage pregnancy rates have been declining, as among blacks and non-Hispanic whites.\n\nPerhaps as they grow older, these Millennials’ marriage rates will be higher and divorce rates lower than those who are just a little older. We can hope, but we don’t know.\n\nWhat we do know is something The Economist mostly skates over: The vast immigration from Latin America, mostly from Mexico, between 1982 and 2007, is over — at least for now. Net migration from Mexico in 2007-12 was zero, according to the Pew Hispanic Center.\n\nOne result is that an increasing majority of young Hispanics here were born here, and so are US citizens.\n\nThat means that, absent a new wave of illegal immigrants, the debate over legalization and/or a path to citizenship will become less relevant over time.\n\nThe immigration restrictionists who argued that the “pause” in immigration after the restrictive 1924 legislation encouraged assimilation now have something like the pause for which they called.\n\nBut whether assimilation mid-century-America-style will follow is unclear.\n\nFrom The Economist’s London perspective, it looks far easier than the task of assimilating Britain’s and Europe’s Muslim immigrants.\n\nFew American Hispanics, despite the efforts of Chicano studies professors, take an oppositional stance toward the larger society.\n\nAt the same time, racial quotas and preferences give Hispanics — or at least Hispanic group leaders and politicians — a vested interest in maintaining a separate racial identity.\n\nThe federal government created the Hispanic category in the 1970s on the theory that Hispanics had suffered or would suffer similar adverse treatment to that of blacks.\n\nHistorically, that’s wrong: Slavery and segregation were unique. Anti-Hispanic segregation was spotty and essentially disappeared before the 1982-2007 immigration wave.\n\nAn interesting question going forward is the persistence of Hispanic identity. One-quarter of recent Hispanic marriages have been to non-Hispanics.\n\nWill their children identify themselves as Hispanics on Census forms? Census bureaucrats are contemplating rewriting their questions so more people will describe themselves as both Hispanic and non-white.\n\nThat points to an America in which a majority of citizens are classified as minorities eligible for benefits and preferences.\n\nAs Christopher Caldwell argues, there is a tension between that state of affairs and the national motto of e pluribus unum.", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "New York Post", "biasLabel": "Not Biased", "title": "Ladder up for Latinos", "yellowLabel": "Not Yellow", "tags": "set(['Politics', 'Latinos', 'citizenship', 'america', 'Immigration'])", "opinionLabel": "Opinion Article"}