{"content": "Doctor: The Legislature has taken up 27 bills restricting abortion. No. 28 is among the worst.\n\nA demonstration outside a facility that provides abortions in Tempe. (Photo: The Republic) Story Highlights The latest abortion bill limits women's freedom\n\nThe bill could also lead to doctors' addresses being posted online\n\nNothing in the bill advances health care for women\n\nOnce again, the Arizona Legislature has taken up the mantle of limiting women's access to safe and legal abortion. Senate Bill 1318 is the latest example of this.\n\nThe Arizona Section of the American Congress of Obstetricians and Gynecologists, as well as the national organization, strongly oppose this bill for many reasons and encourage our legislators to vote against it. SB 1318 has been passed in the Senate and is working its way through the House of Representatives.\n\nMORE: In abortion debate, lawmaker reveals a secret\n\nThis bill prohibits any health-care insurance exchange operating in Arizona from covering a pregnancy termination. Previously, women could purchase an optional rider for insurance coverage of this, as long as they paid an additional premium. Under this bill, that is no longer an option.\n\nWe believe public and private insurance plans should cover all necessary medical services, including pregnancy termination. SB 1318 allows the Arizona government to decide what private insurance plans can offer to patients. The exclusion of abortion coverage from marketplace plans denies women the option to choose insurance that covers all manner of health care.\n\nThe role of our state government cannot be to interfere in women's access to health care.\n\nMONTINI: Lawmakers protect selves, put abortion docs at risk\n\nALLHANDS: Abortion point made, but is it worth it?\n\nThe bill also requires providers to release private information to the Arizona Department of Health Services. This information, including the private addresses of physicians, could then be posted online.\n\nThis is especially troubling, as it is a punitive measure that serves no purpose other than to bully physicians. It definitely doesn't improve health care. No other medical specialty is required to submit to these onerous requirements. It is unfair that these providers be singled out and subjected to inordinate regulation.\n\nLast week an amendment was added to the original bill. This amendment requires physicians to inform patients that after a medical abortion is initiated that \"it may be possible to reverse the effects.\"\n\nIf ever there is an example of Legislative overreach, this would be it. There is absolutely no evidence-based data that the process can be reversed. If passed, our state government will force physicians to impart hearsay to their patients.\n\nDr. Eric Reuss (Photo: handout)\n\nAbortion is a complex issue for physicians and patients. Physicians deeply respect the fact that many people have passionate and opposing opinions on the subject. That said, abortion is still a legal and medically necessary procedure for many women and should be safe and available. A national American Congress of Obstetricians and Gynecologists committee opinion states:\n\n\"Safe, legal abortion is a necessary component of women's health care. The American College of Obstetricians and Gynecologists supports the availability of high-quality reproductive services and is committed to improving access to abortion.\"\n\nSB 1318 is the 28th bill introduced since 2009 that restricts abortion care. These bills have cost Arizona taxpayers a sizable amount in litigation, and none have improved women's health care. Once again, we urge our legislators to vote against this unnecessary and distracting legislation.\n\nDr. Eric Reuss is treasurer of the Arizona Section of the American Congress of Obstetrics & Gynecology.\n\nLawmaker tells fellow representatives she was molested.\n\nRead or Share this story: http://azc.cc/1bb2y8n", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "USA Today", "biasLabel": "Not Biased", "title": "Latest abortion bill is meant to bully", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Opinion Article"}