{"content": "It’s official, or maybe nearly official: President Obama won’t be ordering major changes in deportation policy until after Election Day. White House aides started telling allies and then reporters about it on Friday evening and Saturday morning. The president himself will explain his decision when he tapes an interview for NBC’s “Meet the Press,” which scheduled to air on television Sunday.\n\nNobody in Washington is waiting for that explanation. They all figure Obama is delaying his order because of \"raw politics,\" as House Speaker John Boehner put it. I don't usually agree with conventional wisdom or Boehner, let alone both. But in this case I assume they are are right.\n\nObama has spent much of his second term fighting for an immigration reform bill. The basic idea—in case you haven't followed the debate—has been to pass a law that would, simultaneously, tighten border security while making it possible for undocumented workers already established here to work legally and eventually seek full citizenship. The Senate actually passed such a bill, with bipartisan support, but House Republicans refused to act. In June, Obama announced that congressional inaction had forced him to act on his own, via executive authority.\n\nObama never said publicly what that would entail, though everybody assumes he had in mind an order that would suspend deportations for some undocumented workers while giving them a chance to get temporary working papers. But Obama made his timetable pretty clear. Once he heard from his advisers about what was possible practically and legally, Obama said, he would act—and that would be the end of summer. Here's what he said in the Rose Garden, on June 30:\n\nI have also directed Secretary Johnson and Attorney General Holder to identify additional actions my administration can take on our own, within my existing legal authorities, to do what Congress refuses to do and fix as much of our immigration system as we can. If Congress will not do their job, at least we can do ours. I expect their recommendations before the end of summer and I intend to adopt those recommendations without further delay.\n\nThose remarks came before the influx of unaccompanied minors at the southern border became a media spectacle and national political controversy ensued. Soon polls began to detect a shift in the public’s mood on immigration, with people worrying more about border security and treating immigration as a higher priority generally.\n\nVulnerable Democrats seeking reelection let the White House know, publicly and privately, that they feared an executive order would deal serious, maybe fatal, blows to their candidacies: While the ensuing debate would energize immigration reform supporters, particularly Latinos, it would also energize the conservative base. Given the political geography of the 2014 midterm elections, in which control of the Senate will depend on the ability of Democrats to hold seats in red states like Arkansas and North Carolina, the political downside seemed bigger than the political upside.\n\nRepublicans are predictably angry. They say that if Obama intends to make a major change in deportation policy, he should do it now, so that the voters have a chance to weigh in on it. \"What's so cynical about today's immigration announcement is that the president isn't saying he'll follow the law, he's just saying he'll go around the law once it's too late for Americans to hold his party accountable in the November elections,\" Mitch McConnell, the Senate Minority Leader, said. \"This is clearly not decision-making designed around the best policy.\"\n\nObama's would-be allies on the left aren't taking the news any better. Via the Associated Press, Frank Sharry, executive director of America's Voice, said. \"We are bitterly disappointed in the president and we are bitterly disappointed in the Senate Democrats. We advocates didn't make the reform promise; we just made the mistake of believing it. The president and Senate Democrats have chosen politics over people, the status quo over solving real problems.\"\n\nOther immigration advocates questioned the apparent political logic. \"It's deeply disappointing that President Obama has caved to threats from the far right and delayed doing the right thing for the millions of hardworking immigrant families who spend each waking moment in the shadows, fearing deportation,” Charles Chamberlain, Executive Director of Democracy for America, said in a prepared statement. “While some have said this move might benefit Democrats in tough races this fall, the truth is that slow-walking justice for millions will not prevent Republicans from using nativist animosity to get their base to the polls and does even less to inspire Democrats' grassroots progressive base at a critical political moment.\"\n\nOne progressive operative I consulted had a slightly different take—equally angry about the decision, but convinced that the real mistake was months and years ago, when Obama declined to act unilaterally (as advocates urged then) because he was waiting to see if he could coax House Republicans to join their Senate counterparts in backing reform. \"Obama's longstanding refusal to accept that House Republicans were never close to moving on immigration created this unnecessary perceived (false) choice between electoral politics and good policy,” this operative told me. “Obama could have done right by immigration policy last winter, and his credulous delays (‘Boehner might yet deliver!’) since then do little to disabuse cynics of the view that his presidency has been marred by deep naiveté about the modern GOP.\"\n\nNot all immigration advocates were so angry, however. Simon Rosenberg, president of the New Democratic Network and New Policy Institute, released a statement defending the postponement. \"Today’s decision to delay is a pragmatic recognition that given the election, and a very crowded Presidential agenda, the Administration will be more likely to successfully sell whatever action they take to the public after the election than before,\" Rosenberg said. \"Immigration advocates should be careful to temper their reaction. At the end of the day we are talking about a six week delay on an issue of enormous consequence. It is more important that it get done right than fast.\"\n\nRosenberg also pointed to research, from his organization, confirming that the Administration has already shifted its enforcement priorities. \"In discussing deportations, it is also important to consider how much the President has already done,\" Rosenberg said. \"The practical effect of these changes is the threat of deportation has already been lifted for the vast majority of undocumented immigrants living in the United States. The assertion by some that delay means tens of thousands more “innocent” immigrants will be deported are at best exaggerating the short term impact of today’s decision.\"\n\nOne factor in the policy outcome—which, after all, is the most important thing—will be the political environment after the midterms, and how it differs from the environment now. The Senate seats Democrats must defend in 2016 will be in seats that are comparatively liberal. Turnout in presidential election years reliably includes more low-income and minority voters, who tend to vote Democratic and support immigration reform.\n\nUpdate: I added the quotes from Simon Rosenberg, which arrived after I published the article initially.", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "New Republic", "biasLabel": "Not Biased", "title": "Obama Delays Executive Order on Immigration Until After Election", "yellowLabel": "Not Yellow", "tags": "set(['working papers', 'qed', 'Home News', 'citizenship', 'politics', 'Events', 'Economy', 'Culture', 'Immigration', 'dreamers', 'World', 'Identity', 'Economics', 'immigration', 'border security', 'The Plank', 'undocumented', 'Books', 'deportations', 'Politics', 'Technology', 'Film'])", "opinionLabel": "Other"}