{"content": "WASHINGTON — For the third time in a decade, the globe sizzled to the hottest year on record, federal scientists announced Friday.\n\nBoth the National Oceanic and Atmospheric Administration and NASA calculated that in 2014 the world had its hottest year in 135 years of record-keeping. Earlier, the Japanese weather agency and an independent group out of University of California Berkeley also measured 2014 as the hottest on record.\n\nNOAA said 2014 averaged 58.24 degrees Fahrenheit, 1.24 degrees above the 20th-century average.\n\nBut NASA, which calculates temperatures slightly differently, put 2014’s average temperature at 58.42 degrees Fahrenheit, which is 1.22 degrees above their average, which they calculate for the period from 1951 to 1980.\n\nEarth broke NOAA records set in 2010 and 2005. The last time the Earth set an annual NOAA cold record was in 1911.\n\nNOAA also said last month was the hottest December on record. Six months last year set marks for heat. The last time Earth set a monthly cold record was in December 1916.\n\n“The globe is warmer now than it has been in the last 100 years and more likely in at least 5,000 years,” said climate scientist Jennifer Francis of Rutgers University, who wasn’t part of either research team. “Any wisps of doubt that human activities are at fault are now gone with the wind.”\n\nTexas A&M University climate scientist Andrew Dessler and other experts said the latest statistics should end claims by non-scientists that warming has stopped.\n\nThe heat was driven by record warmth in the world’s oceans that didn’t just break old marks: It shattered them. Record warmth spread across far eastern Russia, the western part of the United States, interior South America, much of Europe, northern Africa and parts of Australia. One of the few cooler spots was in the central and eastern United States.\n\nNine of the 10 hottest years in NOAA global records have occurred since 2000. The odds of this happening at random are about 650 million to 1, according to University of South Carolina statistician John Grego. Two other statisticians confirmed his calculations.\n\nClimate scientists say one of the most significant parts of 2014’s record is that it happened during a year when there was no El Niño weather oscillation. During an El Niño, when a specific area of the central Pacific warms unusually and influences weather worldwide, global temperatures tend to spike. Previous records, especially in 1998, happened during El Niño years.\n\nEvery year in the 21st century has been in the top 20 warmest years on record, according to NOAA.\n\n“We are witnessing, before our eyes, the effect of human-caused climate change,” said Pennsylvania State University professor Michael Mann. “It is exceptionally unlikely that we would be seeing a record year, during a record warming decade, during a multi-decadal period of warmth that appears to be unrivaled over at least the past millennium if it were not for the rising of planet-warming gases produced by fossil fuel burning.”\n\nSome non-scientists who deny man-made global warming have pointed to satellite temperature records — which only go back to 1979 — which show a warming world, but no record this year and less of a recent increase than the longer-term ground thermometers. But Mann, Dessler, Francis and others say there have been quality and trustworthiness issues with some satellite measurements and they only show what’s happening far above the ground. They said ground measurements are also more important because it is where we live.\n\nFrancis said with the margin of error, it doesn’t matter as much if 2014 was the warmest or second-, third- or sixth-warmest — what matters is that there is a “clear, consistent and incontrovertible” warming of Earth.", "topic": "Climate Change", "politicalLabel": "Liberal", "organization": "New York Post", "biasLabel": "Not Biased", "title": "2014 was Earth’s hottest year on record", "yellowLabel": "Not Yellow", "tags": "set(['Climate Change', 'NASA'])", "opinionLabel": "Other"}