{"content": "As many as 300,000 drum-beating, poster-waving demonstrators invaded Manhattan on Sunday, sounding the global-warming alarm in what was billed as the largest climate-change protest ever.\n\nThe People’s Climate March — whose participants included celebrities ranging from Leonardo DiCaprio to Sting — stretched from the Upper West Side to Midtown ahead of Tuesday’s UN summit on reducing carbon emissions.\n\n“Our mission is to make this a decisive moment,” Mayor de Blasio told the throng. “We in New York City are trying to fuel that moment, that opportunity for profound change.”\n\nHe predicted the rally and his rollout of a plan to reduce city emissions by 80 percent by 2050 would be “a turning point.”\n\nThe massive march coincided with climate demonstrations across the globe, from Britain to India to Australia.\n\nOrganizers of the Manhattan event said more than 500 buses had carried out-of-towners in for the rally, where marchers included former Vice President Al Gore and UN Secretary-General Ban Ki-moon.\n\nPolice blocked off traffic on Central Park West from 59th Street to 86th Street to accommodate the army of students, workers, parents, scientists, beekeepers and more who joined the march.\n\nOther marching celebs included actors Mark Ruffalo, Edward Norton and Evangeline Lilly.\n\nRuffalo said he was there for his kids.\n\n“I want to do my best to give them the best world that they deserve to have,” the “Avengers” star said.\n\nThe crowd sounded the “Climate Alarm” with drums, horns and more than 20 marching bands.\n\nChurches across the city rang bells, as Jewish temples blew shofars.\n\n“Hey, Obama, we don’t want no climate drama,” one group of students chanted.\n\nRobin Guenther, 59, of Soho, marveled at the demonstration’s inclusiveness.\n\n“This is great,” the architect said. “What particularly impresses me is the range of diversity. It’s clearly economically diverse. There are laborers, professionals and young people. This is everyone’s issue. It’s to send our own leaders a message that climate change matters.”\n\nStephanie Grant, 30, a data analyst from Kingston, Jamaica, said she was marching because “people also think it’s later, but it’s already starting to happen.”\n\n“This is amazing. It’s a really good thing. It’s epic,” she said of the march.\n\nOrganizers said there were up to 310,000 marchers in New York City. The NYPD does not give crowd numbers.\n\nSeveral drones flew above the crowd capturing footage. Their operators were told by the NYPD to ground their toys.\n\nThe FAA has set a no-fly zone for planes over the metro area for more than 48 hours beginning Tuesday to protect dignitaries at the UN General Assembly.\n\nMeanwhile, in London, organizers said 40,000 people took part in a climate march. Among them was actress Emma Thompson and musician Peter Gabriel.\n\n“This is important for every single person on the planet, which is why it has to be the greatest grass-roots movement of all time,” Thompson said. “This is the battle of our lives.”\n\nAnd a march in Melbourne, Australia, reportedly drew 10,000 people.\n\nAdditional reporting by Aaron Short and David K. Li", "topic": "Climate Change", "politicalLabel": "Liberal", "organization": "New York Post", "biasLabel": "Not Biased", "title": "Thousands urge action on climate change in huge NYC march", "yellowLabel": "Not Yellow", "tags": "set(['Climate Change', 'Protests', 'Marches'])", "opinionLabel": "Other"}