{"content": "HARRISBURG, Pa. — Republican Gov. Tom Corbett compared the marriage of same-sex couples to the marriage of a brother and sister during an appearance on a Friday morning TV news show.\n\nThe Pennsylvania governor was on WHP-TV in Harrisburg speaking about gay marriage when an anchor asked about a statement his lawyers made in a recent court filing, comparing the marriage of gay couples to the marriage of children because neither can legally marry in the state.\n\n“It was an inappropriate analogy, you know,” Corbett said. “I think a much better analogy would have been brother and sister, don’t you?”\n\nCorbett, a lawyer, former federal prosecutor and state attorney general, also said he does not think a pending legal challenge to Pennsylvania’s ban on same-sex marriage belongs in federal court.\n\n“The Supreme Court left it up to the states to determine under their laws as to what is and isn’t a marriage,” Corbett said. “The federal court shouldn’t even be involved in this. But if they say they are, then they’re going to make a determination whether the state has the right to determine that a marriage is only between a man and a woman and not between two individuals of the same sex.”\n\nMessages left Friday for a Corbett spokesman were not immediately returned.\n\nState attorneys in August included a reference to children in a legal brief involving same-sex couples seeking marriage licenses. In the court filing opposing allowing same-sex couples to intervene in the state’s lawsuit to bar a suburban Philadelphia county from issuing marriage licenses to same-sex couples, the lawyers made an analogy to a pair of 12-year-olds, saying if the children were issued a marriage license and tried to defend it in court, they wouldn’t be taken seriously because the license was never valid.\n\nCorbett later rejected that analogy, saying the case revolved around the question of whether a public official had “the authority to disregard state law based on his own personal legal opinion about the constitutionality of a statute.”", "topic": "Gay Marriage", "politicalLabel": "Neutral", "organization": "New York Post", "biasLabel": "Not Biased", "title": "Pa. Governor: Same-sex marriage is like incest", "yellowLabel": "Not Yellow", "tags": "set(['Gay marriage', 'Pennsylvania', 'Supreme Court', 'Sex', 'Marriage', 'Politics'])", "opinionLabel": "Other"}