{"content": "Share this:\n\n\"Principal To Gay Student: ‘Girls Wear Dresses And Boys Wear Tuxes, And That’s The Way It Is’\" Share:\n\nCREDIT: Shutterstock\n\nOpenly gay high school senior Claudettia Love said she would boycott her prom after her principal told her she could not wear a tuxedo.\n\nLove, who is a top student at Carroll High School in Louisiana, believes the objection has less to do with her fashion choices than it does with her sexuality.\n\nLove’s mother told the News Star the principal said Love’s tuxedo would wreak havoc on the prom. “He said that the faculty that is working the prom told him they weren’t going to work the prom if (girls) were going to wear tuxes,” she said. “That’s his exact words. ‘Girls wear dresses and boys wear tuxes, and that’s the way it is.”\n\nLove’s sister told the News Star she overheard faculty members talking about her sexual orientation. “It’s not about how they dress,” she said. “They’re judging them. They are at school talking about being gay is a sin. Everybody sins. The only person who can judge is God; you can’t judge them.”\n\nThe Monroe City School Board president said he would discuss the rule with Carroll High’s principal, as he does not believe there is no school policy dictating student dress at prom. “You can’t just go making up policies,” he said.\n\nProm season is rife with gender policing, as schools enforce “traditional” rules for how students can dress and who they can bring as dates. Love is only the latest student to be singled out for wanting to wear something other than what is expected for her gender. Wanting to bring a date of the same sex has also gotten students in trouble. One school in Mississippi even cancelled prom in order to prevent a lesbian couple from attending.\n\nThese rigid rules don’t always spare heterosexual students. School dress codes, with their skirt length and neckline requirements, often target girls. Last year, one girl was kicked out of prom because the adult chaperones worried her dress was “inspiring impure thoughts” among the boys.\n\nThe ACLU has developed a special prom guide for students who want to bring a same-sex date or wear something different. Federal courts have repeatedly determined that schools cannot prevent students from bringing a date of the same gender, or require that students wear certain clothing based on their gender.", "topic": "Gay Marriage", "politicalLabel": "Liberal", "organization": "ThinkProgress", "biasLabel": "Not Biased", "title": "Principal To Gay Student: 'Girls Wear Dresses And Boys Wear Tuxes, And That's The Way It Is'", "yellowLabel": "Not Yellow", "tags": "set(['SAME-SEX PARENTING', 'FLORIDA', 'SUPREME COURT', 'NONDISCRIMINATION PROTECTIONS', 'Prom', 'TRANSGENDER', 'Gender Identity'])", "opinionLabel": "Other"}