{"content": "United Parcel Service is planning to drop 15,000 workers' spouses from its health insurance plan, citing higher costs due to Obamacare.\n\nIn an undated memo to employees, UPS (UPS) said it will discontinue coverage for all working spouses who are eligible for insurance with their own employer. That applies to about 15,000 spouses covered by UPS today.\n\nThe internal document was obtained by Kaiser Health News. UPS told the nonprofit news agency that the policy applies only to non-union U.S. workers. It hasn't responded to questions from CNNMoney.\n\nIn the memo, UPS said it's willing to take care of its own, but it won't bear a burden that other companies can take on.\n\nRelated: What you'll actually pay for Obamacare\n\n\"We believe your spouse should be covered by their own employer -- just as UPS has a responsibility to offer coverage to you, our employee,\" the memo states.\n\nSpouses of UPS employees who don't work -- or who are not offered coverage by their own employer -- will get to stay on the UPS plan.\n\nMost of the company's workers, such as delivery workers and truck drivers, are unionized through the International Brotherhood of Teamsters and receive insurance under a different plan.\n\nUPS blamed the move on several aspects of Obamacare, including mandatory coverage for dependent children up to age 26 and new government fees.\n\n\"We are making these changes to offset cost increases due to the [Affordable Care Act],\" the memo states.\n\nIn the memo, UPS said its health care costs usually increase about 7% a year, but that it expects those costs to climb by 11.25% in 2014 due to Obamacare.\n\nThe company also said that 35% of companies intend to make the same changes to their plans, but didn't cite specific market data.\n\nA recent survey by consulting firm Towers Watson found that next year, 18% of employers will require that workers' spouses buy insurance from their own employer before turning to the surveyed company for insurance.\n\nRelated: The overblown Obamacare myth about small business\n\nUPS's move is the latest example of the corporate response to Obamacare, although the law won't begin to kick in until Jan. 1.\n\nEmployers are worried that premiums will rise. And they'll also be required to pay a fee for every person on their plans, starting at $63 a head next year.\n\nThe federal Department of Health and Human Services has said the fee would help with the transition as the American health care system accepts many new sick, previously uninsured people.", "topic": "Obamacare", "politicalLabel": "Conservative", "organization": "CNN", "biasLabel": "Biased", "title": "UPS to drop 15,000 workers' spouses from insurance, blames Obamacare", "yellowLabel": "Yellow", "tags": "set([])", "opinionLabel": "Other"}