{"content": "Two federal appeals court rulings put the issue of ObamaCare subsidies in limbo Tuesday, with one court invalidating some of them and the other upholding all of them.\n\nThe first decision came Tuesday morning from a three-judge panel of the U.S. Court of Appeals for the District of Columbia. The panel, in a major blow to the law, ruled 2-1 that the IRS went too far in extending subsidies to those who buy insurance through the federally run exchange, known as HealthCare.gov.\n\nADVERTISEMENT ADVERTISEMENT\n\nA separate federal appeals court -- the Fourth Circuit Court of Appeals -- hours later issued its own ruling on a similar case that upheld the subsidies in their entirety.\n\nThe conflicting rulings would typically fast-track the matter to the Supreme Court. However, it is likely that the administration will ask the D.C. appeals court to first convene all 11 judges to re-hear that case.\n\nWhite House Press Secretary Josh Earnest stressed Tuesday that different courts have reached different conclusions on the subsidy issue, and said the latest ruling against the subsidies “does not have any practical impact” at this point on the ability of people to get tax credits. The White House later said the D.C. decision was \"undermined\" by the Fourth Circuit decision.\n\nStill, the D.C. court ruling nevertheless strikes at the foundation of the law by challenging subsidies that millions of people obtained through the federally run exchange known as HealthCare.gov.\n\nThe suit maintained that the language in ObamaCare actually restricts subsidies to state-run exchanges -- of which there are only 14 -- and does not authorize them to be given in the 36 states that use the federally run system.\n\nThe court agreed.\n\n“We reach this conclusion, frankly, with reluctance. At least until states that wish to can set up Exchanges, our ruling will likely have significant consequences both for the millions of individuals receiving tax credits through federal Exchanges and for health insurance markets more broadly,” the ruling stated.\n\nThe case, Halbig v. Burwell, is one of the first major legal challenges that cuts to the heart of the Affordable Care Act by going after the legality of massive federal subsidies and those who benefit from them.\n\nThe decision said the law \"unambiguously restricts\" the subsidies to insurance bought on state-run exchanges.\n\nThe dissenting opinion, though, claimed political motivations were at play. “This case is about Appellants’ not-so-veiled attempt to gut the Patient Protection and Affordable Care Act ('ACA'),” the dissent stated.\n\nThe ruling, though likely to be appealed, could threaten the entire foundation of the newly devised health care system. Nearly 90 percent of the federal exchange’s insurance enrollees were eligible for subsidies because of low or moderate incomes, and the outcome of the case could potentially leave millions without affordable health insurance.\n\n“Today’s decision rightly holds the Obama administration accountable to the law,” Sen. Orrin Hatch, R-Utah, said in a written statement adding, “… As it has on so many occasions, the Obama administration simply ignored the law and implemented its own policy instead.”\n\nThe next step for the Obama administration would be that they request a so-called en banc ruling, which means there would be a vote taken by all of the judges on the court. An appeals court can only overrule a decision made by a panel if the court is sitting en banc.\n\nEarnest said the Department of Justice will likely appeal to the full D.C. Circuit Court and defended the administration’s position that Congress intended “all eligible Americans” to have access to the subsidies regardless of which entity set up the exchange.\n\n“We are confident in the legal position that we have,” Earnest said.\n\nRon Pollack, founding executive director of Families USA, said in a written statement that the ruling “represents the high-water mark for Affordable Care Act opponents, but the water will recede very quickly.”\n\nHe added, “It will inevitably be placed on hold pending further proceedings; will probably be reheard by all of the 11-member active D.C. Circuit Court of Appeals members, who predictably will reverse it; and runs contrary to\" the ruling from the Fourth Circuit Court of Appeals.\n\nThe appeals process could eventually lead to the U.S. Supreme Court deciding on the legality of the subsidies, but Pollack, whose group supports the law, believes that won’t happen.\n\nOf the 11 judges that could rehear the case, seven are Democrats and four are Republicans.\n\nHalbig v. Burwell, which previously had been called Halbig v. Sebelius, is one of four federal lawsuits that have been filed aimed at targeting the idea of tax credits and other subsidies afforded under ObamaCare.\n\nA total of $1 trillion in subsidies is projected to be doled out over the next decade.\n\nA U.S. District Court previously sided with the Obama administration on Jan. 15.", "topic": "Obamacare", "politicalLabel": "Neutral", "organization": "FOX", "biasLabel": "Not Biased", "title": "Federal courts issue conflicting rulings on legality of ObamaCare subsidies", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}