{"content": "Share this:\n\n\"Maine Native American Tribe Joins Hundreds Of Others Considering Growing Marijuana Commercially\" Share:\n\nAudience members look on at a tribal marijuana conference for tribal governments considering whether to legalize marijuana for medicinal, agricultural, or recreational use, Friday, Feb. 27, 2015, in Tulalip, Wash. CREDIT: AP Photo/Elaine Thompson\n\nNative American reservations have long topped the list of the poorest communities in the United States, with one in four Native Americans living in poverty and little potential for new businesses or growth. But a Native American tribe in Maine said this week it is considering commercial-scale production of marijuana, joining hundreds of other tribes looking at the industry as a potential goldmine for economic opportunity.\n\n“We are looking from a health perspective as well as an economic perspective into the potential,” Rep. Henry John Bear, who represents the Houlton Band of Maliseet Indians in the Maine legislature, told the Portland Press Herald. “We have tribal members who are very interested in pursuing this.”\n\nIn December, the U.S. Department of Justice announced it would allow tribes to legalize marijuana on their reservations. In the months since, many tribes have expressed interest. One California tribe has started work on a $10 million medical marijuana greenhouse that is set to open this month, making it the first tribe to grow and manufacture medical marijuana on tribal land.\n\nBear said operating a medical marijuana operation would be a natural fit for the Maliseet tribe, whose cultural traditions include smoking herbs. And other Maliseet tribes in Canada have already started producing marijuana for commercial use — Colorado Springs, CO-based OmniCare Health Solutions has an agreement with a tribe in Canada to build a medical marijuana facility on 1,000 acres of the reservation.\n\nThe Pinoleville Pomo Nation in California’s Mendocino County is currently building the 100,000-square-foot greenhouse on its reservation using money contributed by FoxBarry Farms, a company that helps tribes with economic development projects, and with consulting help from United Cannabis, according to Indian County Today.\n\nThe CEO of FoxBarry told the Huffington Post last month that he has received more than 100 calls from tribes across the county that are also interested in commercially producing marijuana.\n\n“Tribes want what any government wants for its people, and that’s financial independence,” CEO Barry Brautman said. “They want to earn their own money, provide education, health care and housing. This new industry allows them to be more economically independent.”\n\nThree weeks ago, the first ever Tribal Marijuana Conference convened in Tulalip, WA to discuss how to financially build a marijuana business on a reservation and the infrastructure that would be required. Tribal leaders discussed how to ensure their businesses would follow federal law and one cannabis attorney even encouraged tribes to enter the marijuana banking services industry and set up “off-shore” banking operations to lend to marijuana businesses.\n\nThe revenue potential is becoming clear in Colorado, which has already taken in more than $15 million in tax revenue for its education system through the sale of legal marijuana. Tribes could tap into the same potential revenue if they were to grow and manufacture marijuana.\n\nThe Pinoleville tribe has said it will only sell its marijuana to authorized users and dispensaries in California, where medical marijuana is legal and recreational marijuana may become legal after the 2016 election. But issues could arise for tribes located within states that have not legalized marijuana — people could easily purchase a product on the reservation and then leave, in violation of state law. For that reason, Brautman said that he will not engage in projects with tribes located outside the 23 states where it’s legal for now.\n\nSome Native communities are concerned about engaging in an industry that could have a negative impact on their populations, and have even outlawed marijuana. Others cannot resist the potential to improve their suffering economies. A 2013 report on Native American unemployment from the Economic Policy Institution said that Native American communities tend to have lower levels of education and Indians are far less likely to earn a high school diploma than other U.S. citizens. Natives also continue to suffer racial discrimination in the job market.\n\nThe federal government has made efforts to create jobs and promote economic stimulation on reservations, but the unemployment rate has remained in the double digits since 2008 and nearly doubles the unemployment rate for white workers.\n\nThe possibility for marijuana production to create economic stimulation on reservations is even more apparent to tribal members who remember the opportunities associated with the growth of gaming on Indian reservations in the 1980s and 90s.\n\nIn 1976, the U.S. Supreme Court ruled that state governments do not have authority to regulate the activities of Indians on reservations. The decision laid the groundwork for the gaming industry to take root on reservations across the county and casinos, bingo rooms and lotteries proliferated on tribes.\n\nThe industry has continued to grow across the country and as of 2011, there were 460 Indian gaming operations run by 240 federally-recognized tribes in the United States. The revenue generated by the casinos amounted to $28 billion in 2013, more than double what the establishments generated in 2001.\n\nWhile gaming money is the largest source of income for most Native communities, the rise of gaming has benefited the economies and unemployment rates of some tribes more than others. One study found the employment rate on reservations increased by five percent just four years after they opened casinos, but at the same time, many tribes have been unsuccessful and have been hurt by competition from non-Indian gaming that has forced their casinos to shut down.\n\nGaming has also brought a range of social problems, including crime, alcoholism and illegal drug use. According to a 2012 study by University of Maryland researchers, there is a 10 percent increase in auto theft, larceny and bankruptcy and a significant rise in substance abuse, mental illness, suicide and violent crime when a new casino opens in town — all issues already prevalent on Native American reservations. Marijuana has the potential to bring new addiction problems to reservations, although the addictive properties of the drug are in debate.", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "ThinkProgress", "biasLabel": "Not Biased", "title": "Maine Native American Tribe Joins Hundreds Of Others Considering Growing Marijuana Commercially", "yellowLabel": "Not Yellow", "tags": "set(['CHRIS CHRISTIE', 'Marijuana', 'Native Americans', 'MINIMUM WAGE', 'FINANCIAL INDUSTRY', 'POVERTY', 'SCOTT WALKER', 'Economy'])", "opinionLabel": "Other"}