{"content": "A chairlift is seen at Homewood Ski Area near Tahoe City on Feb. 10, 2015. (Photo: Jason Bean/RGJ, Jason Bean/RGJ)\n\nAs the Reno City Council prepares for its annual strategic planning summit, it has identified climate change as a specific threat the city should address through urban planning and other measures.\n\nA Strengths, Opportunities, Weaknesses and Threats analysis document the council will use at its summit Tuesday, lists climate change as a threat.\n\nIndeed, a survey recently completed by MIT found cities are increasingly on the vanguard of reacting to climate change. Now, Reno may be joining the fray.\n\n\"There has been a lot of discussion lately at the planning level about how climate change may or may not be affected by the layout of cities,\" Assistant City Manager Bill Thomas said. \"On the extreme end, it involves the whole carbon footprint discussion. Some places have gotten very regulatory with their carbon footprint and some have done nothing.\"\n\nCities can address climate change through land use planning, by considering how transportation patterns are affected by where growth occurs, better planning for public transit or working carbon footprint mitigation requirements into the building code.\n\nThe discussion is made even more timely as the region suffers through a third year of drought.\n\n\"Certainly now the drought is something to fit into that,\" Thomas said.\n\nWhether the council decides to actually incorporate climate change mitigation efforts into its urban planning policies over the next year may be discussed at its day-long meeting Tuesday.\n\n\"At this point we were just trying to brainstorm, what are the things out there that might be challenges for us,\" Thomas said. \"And (climate change) seems to be something in many communities has been a concern.\"\n\nRead or Share this story: http://on.rgj.com/1C09BuS", "topic": "Climate Change", "politicalLabel": "Liberal", "organization": "USA Today", "biasLabel": "Not Biased", "title": "Reno identifies climate change as a threat to the city", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Other"}