{"content": "\"Can't believe we live in a world where we'd even consider letting big corps deny women access to basic care based on vague moral objections. The current Supreme Court has headed in a very scary direction. #scotus #hobbylobby\" Via Senator's Twitter Account\n\n\"SCOTUS took an outrageous step against women's rights, setting a dangerous precedent that permits corporations to choose which laws to obey. Allowing CEOs to limit the medical procedures available to employees is a gross violation of workers’ religious rights. #NotMyBossBusiness\" Via Leader's Twitter Account\n\n“Today’s Supreme Court decision makes clear that the Obama administration cannot trample on the religious freedoms that Americans hold dear. Obamacare is the single worst piece of legislation to pass in the last 50 years, and I was glad to see the Supreme Court agree that this particular Obamacare mandate violates the Religious Freedom Restoration Act (RFRA).” Via Leader's Website\n\n“Today’s decision is a victory for religious freedom and another defeat for an administration that has repeatedly crossed constitutional lines in pursuit of its Big Government objectives. The mandate overturned today would have required for-profit companies to choose between violating their constitutionally-protected faith or paying crippling fines, which would have forced them to lay off employees or close their doors. The plaintiffs in the HHS Mandate cases before the Court based their claims on the Religious Freedom Restoration Act (RFRA), which passed Congress nearly unanimously in 1993. RFRA is a critical check on federal power and enjoys support across the ideological spectrum. The president’s health care law remains an unworkable mess and a drag on our economy. We must repeal it and enact better solutions that start with lowering Americans' health care costs.” Via Speaker's Website\n\n“I am disappointed and deeply concerned by the Supreme Court’s decision today in the case of Burwell v. Hobby Lobby. Thanks to the Affordable Care Act, millions of Americans have gained access to preventive services without out-of-pocket costs, including birth control. However, this decision takes money out of the pockets of women and their families and allows for-profit employers to deny access to certain health care benefits based on their personal beliefs. Nearly sixty percent of women who use birth control do so for more than just family planning. It is no surprise that Republicans have sided against women on this issue as they have consistently opposed a woman’s right to make her own health care decisions. Republicans have also blocked the Paycheck Fairness Act, which would bring us closer to the promise of equal pay for women. In the wake of this dangerous precedent set by the Supreme Court, Democrats in Congress will continue to fight on the issues of importance to women and their families.” Via DNC Website\n\n“Today’s ruling by the Supreme Court is an important victory to protect Americans’ fundamental right of religious freedom. Americans should not be forced to choose between giving up their business for their faith or giving up their faith for their business. I applaud the Court’s decision today, which simply affirms the fundamental religious freedom that Americans have enjoyed for more than 220 years.” Via Senator's Website\n\n“This ruling is a victory for freedom and another blow against the Obama Administration’s unprecedented overreach into the lives of Americans. The Justices made it clear that the Administration does not have the power to force religious leaders and organizations in our country to replace their own moral standards with Washington’s one-size-fits-all mandate. The Supreme Court’s decision is also another reminder that the President’s health care law was poorly written and continues to hurt more people than it helps. I am committed to replacing this law with a healthcare system that focuses on lowering costs and making sure that more Americans can get the care they need from a doctor they choose.” Via Senator's Website\n\n“Bosses should not be able to impose their religious beliefs on their employees. This ruling is another attack on the rights of working people by the 5-4 conservative majority on the Supreme Court. At a time when tens of millions of women use birth control, there is no valid reason to restrict a woman’s access to safe, widely-used preventive services simply because her employer does not approve of what should be her private medical decisions. This ruling undermines the government’s interest in providing women access to preventive health care, including contraceptive coverage.” Via Senator's Website\n\n\"A woman's personal health decisions about choosing to use contraception and when to start a family should stay strictly between her and her doctor — not her boss. The U.S. Supreme Court's decision unacceptably takes these choices out of doctors' offices and into the workplace. Our laws should empower Colorado women to make their own decisions based on their own beliefs, not the beliefs of the person signing their paycheck. Today's decision also underscores why I have fought to confirm mainstream U.S. Supreme Court justices such as Sonia Sotomayor and Elena Kagan. I am committed to continuing to fight to ensure that the president fills any vacancies with justices whose judicial philosophy and approach to the law reflects Coloradans' values of privacy, equality and access to opportunity.\" Via Senator's Website\n\n“Americans should not be forced to decide between their faith and their health insurance. Today’s decision is a victory for the First Amendment and the religious freedom it guarantees to every American.” Via Senator's Website\n\n“A woman’s choice in birth control should be between her and her doctor, and the religious beliefs of the woman’s boss should have no role in it. I am deeply disappointed in the Supreme Court’s decision in Burwell v. Hobby Lobby Stores Inc. today, declaring that a corporation should be allowed to deny its female employees insurance coverage for contraception that its owners find religiously objectionable. This decision fundamentally discriminates against women, particularly those who lack the financial means to pay for contraception out of pocket. While the First Amendment protects the rights of an individual to freely practice his or her religion, I fundamentally disagree with the idea that a for-profit corporation is capable of religious belief. Hobby Lobby is a nationwide chain employing more than 13,000 full-time employees and earning more than $2 billion in annual revenue. It is organized as a for-profit corporation and its owners receive all of the benefits that go along with that structure. The argument that such a business – as opposed to its owners – has religious beliefs is an unfortunate, if predictable, consequence of the decision in Citizens United v. FEC. The Court has decided that the religious beliefs of a corporation’s owners are more important than those of the vast majority of Americans who see no conflict between their religion and safe, legal methods of contraception. Decisions about a woman’s health care should be made in a doctor’s office, not in a boardroom. If certain contraceptive options violate a woman’s personal religious beliefs, she is free not to pursue those options, but her employer should not be allowed to make that decision for her.The Court’s ruling risks opening the floodgates for business owners who want to use religious freedom to exempt their businesses from offering any healthcare at all, or who wish to discriminate against LGBT employees in violation of state law, or against African-American employees or customers in violation of state and federal law. Although the Court’s holding is formally limited to the context of contraception, recent ‘religious freedom’ laws proposed in several states show that there are legions of plaintiffs who will be eager to expand upon today’s ruling. Our Constitution allows and respects all religious beliefs, but it does not provide an excuse for businesses to escape the responsibilities of generally applicable laws. I am very disappointed in the Supreme Court’s decision and am extremely concerned about the abuse it now invites.” Via Senator's Website\n\n\"Today, the Supreme Court ruled in favor of religious freedom by taking a stand with Hobby Lobby. Religious liberty will remain intact and all Americans can stay true to their faith without fear of big government intervention or punishment,\" Sen. Paul said. \"Our nation was founded on the principle of freedom, and with this decision, America will continue to serve as a safe haven for those looking to exercise religious liberty.\" Via Senator's Website\n\n“Women should be making decisions about their health care with their doctors, not their employers. Today’s Supreme Court decision unfortunately jeopardizes basic health care coverage and access to contraception for a countless number of women and I’m very disappointed by the ruling. Blocking access to contraception will have economic and public health consequences that our country cannot afford.” Via Senator's Website\n\n“Today’s decision is a victory for religious freedom. Religious freedom is one of our most basic principles and the very first right mentioned in the Bill of Rights. I am pleased that the Supreme Court has rejected the Obama administration’s attempt to limit this most fundamental of American liberties.” Via Senator's Website\n\n“Today’s ruling reaffirms our nation’s commitment to religious freedom,” Portman stated. “The government should not force citizens to violate their religious beliefs in order to operate a business, and Obamacare’s contraception mandate infringes upon religious liberties. I am pleased that the Court has ruled that the mandate is unlawful.” Via Senator's Website\n\n“The Supreme Court’s decision today makes clear that the government cannot force Americans to defy the basic tenets of their faith simply because they own a business. I am glad the Supreme Court has preserved our Constitution’s protections of religious freedom from another overreach by the Obama administration. Republicans want to repair the damage Obamacare has done and prevent future damage. As responsibly and rapidly as we can, we want to move in a different direction to put in place proposals that provide more freedom, more choices and lower costs. We trust Americans to make these decisions for ourselves. That is the American Way.” Via Senate HELP Committee Website\n\n“Today’s decision by the Supreme Court sets a dangerous precedent and takes us closer to a time in history when women had no choice and no voice. When 99 percent of women report having used birth control at one point in their life, allowing their boss to call the shots about their access to this critical health service should be inconceivable in this day and age. Your health care decisions are not your boss’s business – period. Since the Supreme Court decided it will not protect women’s access to health care, I will. In the coming days I will work with my colleagues and the Administration to protect this access, regardless of who signs your paycheck. Every American deserves to have access to high quality health care coverage and each of us should have the right to make our own medical and religious decisions without being dictated to or limited by our employers. Contraceptive coverage is supported by and benefits the vast majority of Americans who understand how important it is for women and families. It should not be a controversial issue.” Via Senator's Website\n\n“I applaud the Supreme Court’s decision to protect the religious freedom of all Americans, both individually and collectively. The notion that religious freedom belongs only to some, and even then only in private, defies our nation's traditions, our laws, and our Constitution. And as the Supreme Court rightfully said today, the Religious Freedom Restoration Act could not have been clearer in saying religious liberty of all Americans must be equally protected and not unnecessarily burdened. That’s why RFRA passed Congress overwhelmingly more than 20 years ago, and why it was so appalling when the Obama administration ignored the rights of Americans' and violated the law by adopting this mandate. While the Obama Administration and its allies have tried to make this simply a dispute over birth control, the Supreme Court agreed that the real issue is whether the Obama administration can ignore the law and, in doing so, trample religious freedom. Today’s decision reaffirms the supremacy of our nation’s laws and rights over President Obama’s divisive agenda.” Via Senator's Website\n\n“I am pleased that this Supreme Court decision places some restraint on the reach of the federal government. I supported the Religious Freedom Restoration Act to ensure that core religious beliefs are not trampled by an activist government. This decision, I believe, strengthens the argument that Obamacare, which I opposed from the start, must be repealed and replaced with a law that does not infringe on individual and religious freedoms.” Via Senator's Website\n\n\"Every American has a right to the free exercise of religion guaranteed by the First Amendment to our Constitution. This right has been upheld time and again by the Supreme Court over the last 200 years. I applaud the Court for upholding this fundamental principle of our nation. Kansans join millions of pro-life Americans in celebrating this victory, especially at a time when the Obama Administration has said it will circumvent the Congress to enact its agenda. The Court’s ruling has affirmed that they cannot circumvent the Constitution.” Via Senator's Website\n\n“While I am relieved that the Hobby Lobby ruling was narrow, I still cannot understand how the Court’s majority could put the ideology of closely-held corporations above the health and religious freedom of thousands and thousands of their female employees.” Via Senator's Website\n\n“This nation was founded on the right to freely practice one’s religious convictions. Americans shouldn’t have to abandon those protections simply because they own a business. And yet, that is exactly what the Obama Administration tried to force on businesses like Hobby Lobby and Conestoga under this mandate. Thankfully, the Justices thought otherwise and preserved the right for business owners to object to overbearing government mandates that would violate their religious beliefs.” Via Senator's Website\n\n“I disagree with today’s Supreme Court decision. Bosses should not be able to prevent access to family planning and birth control for Alaska women. This is unacceptable. As Alaskans, we don't want the government intruding into our lives and telling us how to make personal decisions. Ninety-nine percent of women will use contraceptives at some point in their lives and this decision shows how out of touch the Supreme Court is with Alaskans. A woman’s health care decisions should be between herself and in consultation with her doctor. I will continue to fight to protect all Alaskans’ right to privacy and that includes a women's right to make her own health care decisions. I believe people, not corporations, have a right to practice their constitutional right to freedom of religion, but not at the expense of others. Whether or not to use birth control is a woman’s personal choice and should be made by her in consultation health care professionals, not her boss.” Via Senator's Website\n\n“Today, the Supreme Court has issued a ruling that removes women who work at some companies from the decision making process about their own care and hands those very personal choices over to boardroom executives and human resources departments. While we firmly believe that every American should have the ability to practice his or her own faith, we cannot ignore the interests and the health of our nation’s women. The pill and other contraceptives have had a profound impact on the well-being of women, giving them the capacity to make the best decisions about very personal matters for themselves and their families — and today’s decision puts the well-being of many women in jeopardy. Action will be required to ensure that women employed by these corporations continue to have affordable access to reproductive healthcare.” Via House Oversight Committee Website\n\n“Today’s ruling by the U.S. Supreme Court is a defeat for women throughout our county and for the religious liberty that is enshrined in our Constitution. Bosses should not be able to make health care decisions about the reproductive choices of their employees. The Religious Freedom Restoration Act was intended to be used as a shield, not a sword. No matter how sincerely held a religious belief might be, for-profit employers – like Hobby Lobby and Conestoga Wood – should not be allowed to wield their beliefs as a means of denying employees access to critical preventive health care services. 99% of all American women use birth control at some point in our lives. Their interests cannot be ignored and must not be cast aside. When we passed RFRA in 1993, we sought to restore – not expand – protection for religion. We kept in place the core principle that religion does not excuse for-profit businesses from complying with our laws. Religious belief did not excuse restaurants or hotels from following our civil rights laws in the 1960s or an Amish employer from paying into the Social Security system in the 1980s. Today’s ruling will unfortunately mean that for-profit companies will be free to impose their beliefs on others – their employees and patrons – who may not share their beliefs and who will be harmed as result. I am disappointed in the U.S. Supreme Court for today’s ruling. I still believe that these sort of discriminatory actions by for-profit companies are neither protected by RFRA nor the First Amendment.” Via Member's Website\n\n“I am extremely pleased that the U.S. Supreme Court has upheld one of our fundamental Constitutional freedoms - the First Amendment right to practice our religious beliefs without government forcing us to abandon those beliefs for political reasons. The Green family, owners of Hobby Lobby, and the Hahn family, owners of Conestoga Wood, do not want the government to force them to provide health coverage that pays for something they find morally objectionable and an affront to their religious beliefs. This government mandate would have trampled on America's deeply held tradition respecting the freedom of conscience. Companies like Hobby Lobby, Conestoga Wood, and others providing health coverage to their employees will be allowed to continue to do so without having to aid in those practices that they find morally objectionable. I applaud this ruling that upholds America's Constitutional rights and freedoms.” Via Member's Webstie\n\n\"This is yet another reason why Obamacare should be repealed - it is unworkable. I am glad the court recognized private companies should not be forced to violate their religious convictions. Religious liberty is a bedrock principle of the United States and should be defended fiercely by those elected to uphold the Constitution.\" Via Member's Website\n\n“Today is a great victory for religious freedom in America, which has been severely under attack by the anti-freedom Left and its special interest groups. Clearly, no religious owners of a for-profit, closely-held corporation should be forced by the government to violate their religious beliefs and provide contraceptives to their employees. The Left claims this ruling violates women’s freedoms, but it is un-American for the government to get involved in providing contraceptives to employees by coercing religious people to violate their beliefs to do so. It is ironic for the Left to scream no interference in a woman’s decision to obtain contraceptives, but then to argue the government should interfere in that decision to fulfill a supposed ‘inherent’ right to contraceptives. I’m glad today is a great blow to the political Left and the Obama administration. I applaud the Supreme Court for upholding the fundamental freedoms our Founding Fathers sought to protect and secure in our nation’s founding documents. The First Amendment forbids government from adopting laws that force citizens to betray their conscience. The First Amendment also guarantees individuals the right to freely associate without losing their rights. You cannot force people to buy you something that violates their beliefs, in this case birth control, simply because you want it. A corporation is just like a church or a labor union. It is a group of individuals associated for a common purpose. Government cannot discriminate based on the identity of the speaker or nature of the association. Civilization is a society in which the rights of the individual trump the whims of the majority. This ruling is a reminder liberals seek to drag us back to Stone Age tribalism in which one can be subjugated to the tribe as a whole. The belief people can be forced to buy you something that violates their beliefs is the height of arrogance, greed, selfishness and brute force. The Court rejected that tribal belief and upheld the ideas upon which this nation was founded. You are an individual and no one owns your mind or conscience.” Via Member's Website\n\n“With this ruling, the Court has allowed certain employers the freedom to impose their personal religious beliefs on their employees and has awarded another one of our precious constitutional rights – the right to free exercise of religion – to for-profit corporations. Despite the Court’s attempt to single out women’s health care in today’s opinion, it leaves the door open to employers being able to deny coverage of other essential health services such as a child’s vaccine or a life-saving blood transfusion based on religious beliefs. The ruling could also open the door for more for-profit corporations to challenge other laws based on their religious beliefs. A woman’s private medical decisions should never be subject to the approval of bosses, politicians, religious leaders, or anyone else, and we are disappointed that the Court has abandoned this long-standing interpretation of the Constitution’s right to privacy.” Via Rep. Slaughter's Website\n\n“Today’s ruling reaffirms the fundamental right of Americans to live and work in accordance with their faith without fear of punishment from the federal government. There is no more basic, fundamental, or sacrosanct right we possess as a people than those enshrined in the First Amendment. Today’s ruling is nothing short of a full rebuke from the highest court in the land of the Obama Administration’s efforts to restrict the rights of people of faith to operate their business in a manner consistent with their religious conscience. I remain committed to ensuring every American’s religious beliefs remain protected without fear of punishment or retaliation and will continue to work with my House colleagues to ensure that no American is forced to betray their deeply held religious convictions.” Via Member's Website\n\n\"This morning, the Supreme Court delivered a substantial victory for religious freedom. Ever since the Affordable Care Act was signed into law, it has had a devastating impact on our society - from job creators and local economies, to patient-centered care and individual liberties. Today's decision tackles one of the many serious dangers of this law, and I am thrilled to see that the fundamental religious rights of all Americans are being protected at the highest level. The American people were forced to swallow this poison pill and it is our duty to stand up and fight for what is right so that future generations can enjoy their rights without threat of persecution. At the same time, we must continue to fight the other dangerous provisions in this law and its disastrous implementation before it causes further harm to our economy and American families.\" Via Member's Website\n\n\"This morning the Supreme Court defended religious freedom because no American family should be forced to choose between their faith or unlawful, unnecessary government mandates. While we celebrate this victory today, our work is not finished. We must keep fighting to ensure our Constitutional rights are protected and every human life is valued.\" Via Rep. Blacks' Website\n\n“I was pleased today to see the highest court in the land uphold our religious freedoms and values. Business owners should not be forced to compromise their beliefs for an overreaching government program like Obamacare, and I am relieved to see this strong affirmation for some of our nation’s most important principles. Obamacare is one of the worst laws passed in our lifetimes. Families and seniors are paying skyrocketing premium increases all while facing fewer doctor choices. This law must be repealed, and Congress must not give up that fight.” Via Member's Website\n\n\"The Supreme Court's decision today in the Hobby Lobby case sets a dangerous precedent by putting employers in charge of health care decisions for the people who work for them. As a doctor, I believe no one belongs coming between doctors and patients, not bosses, and not politicians. I'm very disappointed by today's decision and I will continue to fight against interfering in the exam room.\" Via Member's Website\n\n“As Thomas Jefferson observed in 1809: 'No provision in our Constitution ought to be dearer to man than that which protects the rights of conscience.’ The President’s health care law is a dramatic overreach into the personal freedoms and liberties that millions of Americans hold dear. Today’s U.S. Supreme Court decision is a welcome victory for religious freedom and I am pleased that the Court has protected this right and also protected the thousands of jobs threatened by the health care law’s onerous mandate.” Via Member's Website\n\n“Freedom to follow one’s conscience, faith and deeply held moral convictions is at the heart of our country’s identity, and I am pleased the Supreme Court defended Americans’ fundamental liberties,” said Rep. Hultgren. “Americans don’t give up those freedoms when they open a family business or enter the workplace, and the federal government should not force anyone to choose between violating their deeply held moral convictions or facing burdensome fines and potential bankruptcy. As the federal government hands down more and more mandates on Americans, protecting individual liberty becomes even more crucial to ensuring a free society. A victory for the religious liberty of some is a victory for all.” Via Member's Website\n\n“In 2014, the idea that a woman has to fight for access to birth control is astonishing,” Rep. Peters said. “A woman should not have to choose between her job and her health. As a husband of nearly 28 years, and a father of 2, it seems pretty clear to me: women, not bosses, should be in charge of their personal health care decisions.” Via Member's Website\n\n\"The Supreme Court announced two major decisions this morning. In the Hobby Lobby ruling, the Court affirmed that religious freedom is a right, not a suggestion -- that Washington cannot mandate one violate one's conscience. In Harris v. Quinn, the Supreme Court ruled that there ought to be some common sense applied to the extent of union involvement in the American workplace. In this case, the decision appropriately puts the rights of workers above the interests of union leaders.\" Via Member's Facebook Page\n\n“Opponents of the Affordable Care Act have tried every trick in the book to undermine access to health care. It’s unfortunate that something as important as preventive health services got caught up in political games. The real loss today comes for those women and men who work for private employers, contribute their own money to their health insurance premiums, and expect to purchase quality insurance that does not come with gaps in critical services. Along with mammograms and cervical cancer screenings, family planning services are a vital part of preventive health care and should be made more accessible and affordable to all. Despite today’s decision, and even more because of it, I will continue fighting against having Americans’ health being subject to the whims of politics.” Via Member's Website\n\n“I hope this ruling helps correct the Administration’s bad habit of using agency-level rule-making to interpret laws in such a way that fits their own pet policies,” Rep. Roby said. “This time they ran square into the First Amendment’s very clear protection of Americans' free exercise of religion. However, there are many more instances in which the Obama Administration has attempted to accomplish through executive fiat what it could not enact legislatively. I hope we will see more willingness from the Judicial Branch to affirm the separation of powers that is so fundamental to our government.” Via Member's Website\n\n“Today’s ruling delivers another devastating blow to ObamaCare and protects the freedom of Americans to live and work based on their religious beliefs,” Palazzo stated. “I’m encouraged that the Supreme Court sided with us - and the majority of Americans who oppose ObamaCare’s HHS mandate - in ruling in favor of Hobby Lobby and Conestoga Wood. You don’t give up your constitutionally-guaranteed religious freedoms just because you own a business.” Via Member's Website\n\n“Today’s Supreme Court decision is a dangerous step backwards for women’s health and could significantly impact women in Michigan and across the country by leaving them without access to essential health care services. Women, not their bosses, should make their personal health care decisions. I’m ready to work with my colleagues to ensure that women have to the right to determine what’s best for them without interference from their employers.” Via Member's Website\n\n“Today's Supreme Court ruling is a resounding victory for the Constitutional right of religious freedom,” said Scalise. “The Obama Administration clearly overstepped its constitutional authority by mandating that family-owned businesses would have to violate their personal religious beliefs under threat of federal fines just to comply with Obamacare. The contraception mandate violates one of the fundamental rights laid out by our Founding Fathers in the Constitution. I applaud Hobby Lobby and Conestoga Wood for standing up for the religious freedom rights of all Americans.” Via Member's Website\n\n“I am extremely encouraged by today’s Supreme Court decision to uphold the religious liberty rights of the Green family of Hobby Lobby. At its core, today’s decision was about the right of individual and family business owners to be free from government mandates that force them to deny their sincerely-held religious beliefs. America was founded on the principle of religious freedom, and there is nothing more fundamental than the First Amendment. This decision represents a tremendous victory for the basic constitutional rights of every American.” Via Rep. Black's Website\n\n\"Genuine religious conviction does not begin and end at the church, temple or parish door. Today, the Supreme Court stood up for religious liberty and stopped President Obama’s assault on employers who believe they can follow their conscience while conducting business in this country.” Via Rep. Black's Website\n\n“The First Amendment protects religious freedom for everyone and no American should be compelled to violate their convictions, let alone be punished for refusing to do so. I am pleased the Court decided in favor of family-owned businesses, like Hobby Lobby, and chose to defend individuals’ basic civil rights.” Via Rep. Black's Website\n\n“The Supreme Court ruling affirms what we knew all along: the Obamacare contraceptive mandate to supply abortifacients and contraceptives to employees violates the constitutional right to freedom of religion. I am pleased that the majority of Justices realized this and ruled in favor of that freedom. In the U.S. House I have already joined Rep. Diane Black to co-sponsor the Health Care Conscience Rights Act, H.R. 940, to ensure that the constitutionally guaranteed right to freedom of religion is protected for everyone. This is just one more way Obamacare violates our rights and freedoms and one more reason to repeal it and replace it.” Via Rep. Black's Website", "topic": "Abortion", "politicalLabel": "Liberal", "organization": "Huffington Post", "biasLabel": "Biased", "title": "GOP Congressman Forgets That He Supports Birth Control Access At Candidate Debate", "yellowLabel": "Yellow", "tags": "set(['Most Popular on HuffPost'])", "opinionLabel": "Other"}