{"content": "WASHINGTON — The Obama administration on Friday unveiled data showing that many Americans with health insurance bought under the Affordable Care Act could face substantial price increases next year — in some cases as much as 20 percent — unless they switch plans.\n\nThe data became available just hours before the health insurance marketplace was to open to buyers seeking insurance for 2015.\n\nAn analysis of the data by The New York Times suggests that although consumers will often be able to find new health plans with prices comparable to those they now pay, the situation varies greatly from state to state and even among counties in the same state.\n\n“Consumers should shop around,” said Marilyn B. Tavenner, administrator of the Centers for Medicare and Medicaid Services, which runs the federal insurance exchange serving three dozen states. “With new options available this year, they’re likely to find a better deal.” She asserted that the data showed that “the Affordable Care Act is working.”\n\nBut Republicans quickly pounced on the data as evidence of the opposite.\n\n“Last year, many who liked their plan were surprised to learn they couldn’t keep it,” said Senator Orrin G. Hatch of Utah, who is in line to become chairman of the Senate Finance Committee. “This year, many who like their plan will likely have to pay more to keep it.”\n\nThe new data means that many of the seven million people who have bought insurance through federal and state exchanges will have to change to different health plans if they want to avoid paying more — an inconvenience for consumers just becoming accustomed to their coverage.\n\nA new Gallup Poll suggests that seven in 10 Americans with insurance bought through the exchanges rate the coverage and the care as excellent or good, and most were planning to keep it.\n\nIn employer-sponsored health plans, employees tend to stay with the same insurer from year to year. But for consumers in the public insurance exchanges, that will often be a mistake, experts said.\n\nNashville illustrates the need for people with marketplace coverage to look closely at the alternatives available in 2015.\n\nPhoto\n\nA 40-year-old in Nashville, with the cheapest midlevel, or silver plan, will pay $220 a month next year, compared to $181 a month this year, for the same plan.\n\nThe least expensive plan is offered by another insurer, Community Health Alliance, one of the so-called co-op plans created under the federal law. It offers coverage for a monthly premium of $194.\n\nBut the lower premium means that consumers will have to pay a much larger annual deductible, $4,000, rather than $2,000. A policyholder who becomes seriously ill or has a costly chronic condition could pay hundreds of dollars in out-of-pocket expenses.\n\nIn addition, different health plans often have different networks of doctors and hospitals and cover different drugs, meaning that consumers who change plans may have to pay more for the same medicines.\n\nAnother problem for consumers is that if the price for a low-cost benchmark plan in the area has dropped, the amount of federal subsidies provided by the law could be less, meaning that consumers may have to pay more unless they switch plans.\n\nThe data, released by the Centers for Medicare and Medicaid Services, indicates that price increases will be modest for many people willing to change plans. In a typical county, the price will rise 5 percent for the cheapest silver plan and 4 percent for the second cheapest.\n\nExperts said the wide swings in prices were likely to continue. “Next year will see another reshuffling,” said Caroline F. Pearson, a vice president of Avalere Health, a research and consulting company. “Eventually, in a year or two, we will start to stabilize.”\n\nThe Times analysis found that premiums had increased much more sharply in places where fewer insurers were competing for customers. Prices for the lowest-cost silver plan increased by at least 5 percent in 89 percent of the counties with a single insurer. About a quarter of counties with one or two insurers saw an increase in rates of more than 10 percent. The analysis did not calculate how prices might change for people who keep their plans.\n\nIn 2015, as in 2014, large numbers of health plans have high deductibles — the amount that consumers owe before the insurer starts to pay.\n\nIn Muscogee County, Ga., which includes Columbus, 74 health plans are available on the federal exchange. Fifty-two of the plans have deductibles of $2,500 or more, and 27 have deductibles of $5,000 or more.\n\nThe Internal Revenue Service defines a high-deductible plan as one with a deductible of $1,300 or more.\n\nIn Charleston, W.Va., the state capital, only 14 health plans are available, and all are offered by Highmark Blue Cross and Blue Shield. Half of the plans have deductibles of $2,500 or more, and one has a deductible of $5,000 or more.\n\nIn Jeff Davis County in West Texas, 17 plans are available. All but four have deductibles of $2,500 or more, and seven plans have deductibles of $5,000 or more. By contrast, Dallas residents have a choice of 64 plans, and in Houston, 71 are available.\n\nIn releasing the data, administration officials noted that more insurers had entered the market in many states. By the government’s count, 25 percent more insurers will be participating in the exchange next year, and consumers will have a choice of 40 different plans, on average, up from 31 this year.\n\nNew Hampshire shows how consumers may benefit from additional competition. In most of the state, the number of insurers is increasing to five in 2015, from just one this year. Prices for the lowest-cost silver plan have fallen by 14 percent.\n\nBut there remain large stretches of the country where consumers will still have a limited number of insurers to choose from.", "topic": "Obamacare", "politicalLabel": "Neutral", "organization": "New York Times", "biasLabel": "Not Biased", "title": "Cost of Coverage Under Affordable Care Act to Increase in 2015", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}