{"content": "Felons, illegal immigrants and all others banned from buying a gun in the United States have a new alternative if they’re looking to get their hands on a firearm: Just buy a toy.\n\nA FoxNews.com investigation reveals that a popular recreational pellet gun can be converted easily to a real semi-automatic weapon. And while the federal Bureau of Alcohol Tobacco, Firearms and Explosives is already aware of the issue, these “toys” -- new, top-of-the-line airsoft rifles -- continue to be sold throughout the country.\n\nADVERTISEMENT ADVERTISEMENT\n\nLike paintball without the paint, the propane-powered airsoft guns are designed to shoot quarter-inch plastic pellets and are generally used for recreation or in military and law enforcement training.\n\nWhen the ATF seized a shipment of 30 of these guns in October from a port in Tacoma, Wash., it said they could be “readily convertible” to machine guns. But gun experts called that claim absurd and said the ATF was overstepping its bounds.\n\nNow one of those critics is reversing his position, saying at least one airsoft manufacturer has taken the quest to be authentic a little too far.\n\n“The airsoft can be converted to an AR-15,” firearms manufacturer Leo Gonnuscio told FoxNews.com after testing the make and model of airsoft guns seized by the ATF.\n\nHaving concluded that several other airsoft guns could not be converted to fire real ammunition, Gonnuscio said he was surprised to find that he was able to to transform this particular gun to the real thing -- and with “minimal work,” because its bottom half, or “receiver,” is so similar to an AR-15's.\n\nTo make the airsoft receiver function just like an AR-15’s, Gonnuscio said, “All you have to do is drill one hole.”\n\nAnd once that's out of the way, the rest is even easier. The AR-15 receiver is the only part of the semi-automatic rifle that is given a serial number, and is the only part that is regulated. All the remaining parts of the real thing can be purchased by anyone – any kid, criminal or terrorist.\n\nThe cost of buying the Taiwan-made airsoft gun and all the parts needed to convert it to an AR-15 comes to roughly $1,100 -- more than the cost of some real AR-15s. But someone who can’t clear a background check or has been refused a gun for any other reason could use this method to make his own lethal weapon, Gonnuscio said.\n\nMaking it into a machine gun, he said, would require yet another conversion, and the makeshift gun would likely be able to fire only 15-20 rounds before it stopped working due to the pressure it would have to withstand while firing in an automatic fashion.\n\nBut as semi-automatic weapon, Gonnuscio said, “It may not last forever, but they’ve got a gun to get the job done that they were assigned to do, and nobody knows the wiser.”\n\nThe ATF has made no reported moves to regulate or seize any more of the airsoft guns, which continue to be sold in stores around the country, and it appears to be bowing to critics and reconsidering its stance on the guns' convertibility.\n\n“We’re having to take a serious look at this, so it’s just something that we’re reviewing, and I’m hoping we’ll have some information that we can make available to the public certainly very soon,” ATF spokesman Drew Wade told FoxNews.com.\n\nBut firearms expert Len Savage said the ATF is taking a “serious look” at the wrong issue -- or, more specifically, the wrong part of the gun.\n\nThe reason it’s possible to make these airsoft receivers function as real receivers is that all an AR-15 receiver does is hold the gun together, Savage said. So with enough gun knowledge, almost anything can be made into a receiver.\n\n“There’s a line of AR-15 firearms out there where the lower (the receiver) is made entirely of injection molded plastic … It could be made of cardboard and scotch tape,” he said.\n\nThe most important part of an AR-15, and the most difficult part to replicate, he said, is the upper half of the gun -- which is unmarked, unregulated and readily available for purchase.\n\n\"The ATF is regulating the wrong part as a firearm receiver, not the part that goes bang,\" Savage said.\n\n“The upper is what contains the barrel, the breech or bolt, that’s what contains all the pressure,” he added.\n\nThe reason the lower half of the AR-15 is the part with the serial number, and thus classified as the receiver, is that when the gun was created it was up to the manufacturer to choose the location of the gun’s serial number, he said. Because the bottom of the gun has a flat surface, it was the easiest to mark.\n\nAnd though federal law has since defined a gun’s receiver as the part “which provides housing for the hammer, bolt, breechblock and firing mechanism,” Savage says the bureau has continued to mark and regulate the lower part of the AR-15 to avoid confusion.\n\n“In the stream of commerce, you’d have uppers that were marked and regulated and then lowers that were marked and regulated, you could see the confusion on a dealer basis” in determining which parts require licensing and which don’t, Savage said.\n\nBut even though the upper half of the gun can be bought by anyone, Gonnuscio still says that banning the airsoft receivers and implementing a few new rules for airsoft manufacturers could be a good start to keeping unregulated AR-15s off the street.\n\n“I would hope that the ATF applies pressure to the manufacturers of these airsoft guns to redesign them so they cannot be converted,\" he said. \"Make them move the pin holes ... so that an upper can’t be attached to it without major machining.\n\n\"Fill in some of that gap so that they would literally have to chuck this thing up in a mill and totally reconfigure it to work. Tighten up the magazine well so a regular magazine won’t fit in it.”\n\nAnd because the U.S. is such a big market for these airsoft guns, Gonnuscio said, a foreign manufacture would change the product if its current design were banned here.\n\n“There are tons of good uses for these guns: We use them for training, kids do reenacting with them, kids get out there and play just like the old days. We played BB gun wars when we were kids and we survived. These are little plastic balls that are shot by electricity or propane.\n\n\"So let them have their toys. Just make sure they're still toys.”", "topic": "Gun Control", "politicalLabel": "Neutral", "organization": "FOX", "biasLabel": "Not Biased", "title": "EXCLUSIVE: Toy Gun Sold in U.S. Can Easily be Converted to the Real Thing", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}