{"content": "When conservative American Enterprise Institute scholar Michael Strain published an article last week titled, “End Obamacare, and people could die. That’s okay.” he made two critical errors: He embedded a genuinely extreme view into a banal one, and then demanded absolution for both without defending the former.\n\nStrain’s larger point is so uncontroversial, it barely needs reprising: Obamacare was not the final word in U.S. health policy, and if Republicans want to replace the Affordable Care Act with a different, less redistributive set of reforms, they should be able to try, without necessarily catching hell for preferring a system that tolerates marginally more avoidable deaths than Obamacare does (especially if they ply fiscal savings into different programs that alleviate poverty, or improve general welfare).\n\nThis is an unobjectionable point. Had Strain argued that the Republican presidential nominee should make an Obamacare alternative the centerpiece of his 2016 platform, nobody would have called it immoral. But the premise of his article is that conservatives (including himself, presumably) will be pleased if the Supreme Court intervenes to gut Obamacare, because it would provide Republicans the missing leverage they’ll need to impose a replacement through the political branches.\n\nFirst comes god from the machine, and only then comes an Obamacare replacement.\n\nIf such a dramatic predicate carried no consequences, Strain’s cost-benefit argument would stand on its own. But when you account for the damage the Supreme Court would incur in order to provide Republicans their missing leverage, it collapses completely.\n\nIn a brief to the Supreme Court, dozens of public health scholars, along with the American Public Health Association, detail the harm the Court would create by ruling for the challengers in King vs. Burwell. Most of their analysis is rooted in the basic point that stripping insurance away from eight million people would dramatically impede their access to the health system. But they also flesh out the corollary argument that an adverse ruling would have deadly consequences, and ballpark the number of avoidable deaths such a ruling would cause.\n\n“Researchers found that, in the first four years of the [health care reform] law in Massachusetts, for every 830 adults gaining insurance coverage there was one fewer death per year,” the brief reads. “Using the national estimate that 8.2 million people can be expected to lose health insurance in the absence of subsidies on the federal marketplace, this ratio equates to over 9,800 additional Americans dying each year. Although the specific policy context and population impacts of any policy cannot be directly extrapolated from one setting to another, the general magnitude and power of these findings from the Massachusetts study demonstrate that even when approached cautiously, these earlier findings carry enormous public health implications for withdrawing subsidies and coverage from millions of Americans.”\n\nThe Massachusetts story wouldn’t unfold precisely in reverse everywhere the subsidies disappeared, but the experience there suggests the Supreme Court ruling would have measurable mortality implications. These costs (read: deaths) couldn’t be paired against the benefits of increased spending on anti-poverty programs. These are the costs conservatives are eager to inflict on others simply to gain the leverage they need to advance an alternative that the status quo forecloses.\n\nResponding to critics in a followup article, Strain brushes this all aside by stipulating that Republicans would never allow all this suffering. “I think it’s very likely that the congressional GOP would enact some sort of replacement if the Supreme Court strikes down Obamacare,” he writes. “They would very likely take measures to address the needs of those who lost their subsidies as a result of the Court’s action.”\n\nTo back up his suspicions, he cites a suspiciously limited set of news reports, quoting Republicans who claim to be working on such a plan—or, at least “talking about how to build consensus on a replacement.”\n\nHe does not quote from this Wall Street Journal article titled, “Republicans to Block Legislative Fix to Health-Care Law,” or this article by TPM’s Sahil Kapur titled, “Republicans Are At A Loss On What To Do If SCOTUS Nixes Obamacare Subsidies.”\n\nFor those who haven’t been keeping score all along, Republicans have spent the past several years cyclically promising and then failing to deliver an Obamacare alternative. They didn’t have an alternative prepared in 2012 when conservatives asked the Court to declare Obamacare unconstitutional. They didn’t have an alternative prepared later in the year, when Mitt Romney was their presidential candidate. They didn’t have an alternative prepared when they shut down the government as part of an ill-fated effort to defund Obamacare. They didn’t run on an Obamacare alternative in 2014. And they don’t have an Obamacare alternative prepared this week, though they’re scheduled to pass another repeal bill on Tuesday.\n\nThe story’s a little different today in that the subsidies really could disappear by fiat, harming millions of people, under GOP control of Congress. Republicans genuinely haven’t encountered a motivating force this strong in the five years since Obamacare became law. If in defiance of such a remarkable pattern, Republicans manage between now and June to come up with a workable plan or a stopgap—one that President Obama will sign—they will have filled the hole in Strain’s argument. Five months might seem like a long time in politics, but remember: It took Democrats more than twice that to pass Obamacare, and almost 10 times as long thereafter to implement it.", "topic": "Obamacare", "politicalLabel": "Liberal", "organization": "New Republic", "biasLabel": "Biased", "title": "Supreme Court King Sebelius Obamacare Decision Could Kill Thousands", "yellowLabel": "Yellow", "tags": "set(['king v. burwell', 'Economics', 'Home News', 'The Plank', 'supreme court', 'politics', 'Culture', 'Books', 'barack obama', 'Identity', 'Politics', 'World', 'Technology', 'Events', 'Film', 'Economy'])", "opinionLabel": "Other"}