{"content": "WASHINGTON — Watched by tearful relatives of Newtown school massacre victims, gun control supporters in the Senate won the first showdown over how to respond to the December shootings in Connecticut, defeating an effort by conservatives to derail firearms restrictions before debate could even start.\n\nThursday’s 68-31 roll call gave an early burst of momentum to efforts by President Barack Obama and lawmakers to push fresh gun curbs through Congress. The National Rifle Association, along with many Republicans and some moderate Democrats, say the proposals go too far, and the road to congressional approval of major restrictions remains rocky.\n\n“The hard work starts now,” Senate Majority Leader Harry Reid, D-Nev., said after the vote. As he spoke, relatives of Newtown victims watching from the visitors’ gallery above the Senate floor wiped away tears and held hands, and some seemed to pray.\n\nThe vote came four months after a gunman killed 20 first-graders and six staffers at Sandy Hook Elementary School in Newtown, spurring Obama and legislators to attempt to address firearms violence. Congress hasn’t approved sweeping gun restrictions since enacting an assault weapons ban 19 years ago, a prohibition that lawmakers failed to renew a decade later.\n\nOn Thursday, 50 Democrats, 16 Republicans and 2 independents opposed the conservative effort, while 29 Republicans and 2 Democrats supported it. Gun control supporters needed 60 votes to block the conservatives.\n\nThe vote opened the door to an emotion-laden debate on the legislation, which would subject more firearms buyers to federal background checks, strengthen laws against illicit gun trafficking and increase school safety aid. Advocates say the measures would make it harder for criminals and the mentally ill to get weapons.\n\nOpponents argue that the restrictions would violate the Constitution’s right to bear arms and would be ignored by criminals. Despite their defeat, conservatives were threatening to invoke a procedural rule forcing the Senate to wait 30 hours before it could begin considering amendments.\n\nBefore the vote, Senate Minority Leader Mitch McConnell, R-Ky., who was supporting the conservative effort, said the legislation would restrict the constitutionally protected rights of relatives and friends to sell firearms to each other.\n\n“This bill is a clear overreach that will predominantly punish and harass our neighbors, friends, and family,” McConnell said.\n\nAfter the vote, Obama spoke by phone with some Newtown families, saying he would “keep fighting for the votes they deserve.”\n\nThe roll call came a day after Sens. Joe Manchin, D-W.Va., and Patrick Toomey, R-Pa., two of the most conservative members of their parties, unveiled a less-restrictive compromise on federal background checks, requiring them for gun shows and online transactions but exempting noncommercial, personal transactions.\n\n“Those two leaders stepping up is a very good way to start,” said Sen. Mary Landrieu, D-La., who is seeking re-election next year and has stressed her support for both the right to bear arms and reducing gun bloodshed. “How it ends, I don’t know.”\n\nToomey said Thursday he believes supporters of the proposal that he and Manchin have advanced will be able to beat back any filibuster attempt. “Beyond that, I just don’t know yet,” he said in a nationally broadcast interview hours before the critical vote.\n\n“The problems that we have are not law-abiding gun owners like Joe and myself,” Toomey said on “CBS This Morning.”\n\nBut he conceded, “There’s no panacea here.”\n\nExpanded background checks are at the core of the Democratic gun control drive. Other top proposals — including bans on assault weapons and high-capacity ammunition magazines — will be offered as amendments during Senate debate but seem destined for defeat.\n\nThe compromise between Toomey and Manchin, both owners of guns who have “A” ratings from the NRA, was likely to improve the prospects that the Senate might expand background checks by attracting broader support. But debate could last weeks, and it was not known what amendments to the overall bill, either constricting or expanding gun rights, senators might approve.\n\nNeither Toomey nor Manchin predicted the Senate would approve gun legislation, and each said his vote on final passage would depend on what the measure looked like when debate ends. Manchin said he would vote against the overall legislation if his compromise with Toomey was defeated.\n\nReid said the first amendment will be to add the Manchin-Toomey compromise to the legislation.\n\nThe senators’ agreement also has language expanding firearms rights. That includes easing some restrictions on transporting guns across state lines, protecting sellers from lawsuits if buyers passed a check but later used a firearm in a crime and letting gun dealers conduct business in states where they don’t live.\n\nUnderscoring the difficult path gun curbs face in the GOP-run House, Speaker John Boehner, R-Ohio, repeated his plan to wait for the Senate to produce something and pointedly noted that the background check agreement had yet to pass Senate muster.\n\n“It’s one thing for two members to come to some agreement. It doesn’t substitute the will for the other 98 members,” he told reporters.\n\nSaid Toomey: “Criminals and the dangerously mentally ill shouldn’t have guns. I don’t know anyone who disagrees with that premise.” He said expanding the checks wasn’t gun control, “just common sense.”\n\nBackground checks currently apply only to transactions handled by the country’s 55,000 licensed gun dealers. Advocates of expanding the system say too many sales — the exact proportion is unknown — escape the checks, which are supposed to keep weapons from going to criminals, the seriously mentally ill, and others.\n\nIn a written statement, Obama said, “This is not my bill,” adding that he wished the agreement was stronger. Still, he praised it as significant progress, saying, “We don’t have to agree on everything to know that we’ve got to do something to stem the tide of gun violence.”\n\nGun control groups gave the deal warm but not effusive praise, noting that unknown details and some pro-gun provisions gave them pause.\n\nThe NRA said it opposed the agreement.\n\nAnd in a letter to senators, NRA lobbyist Chris W. Cox warned that the organization would include lawmakers’ votes on the Manchin-Toomey deal and other amendments it opposes in the candidate ratings it sends to its members and supporters.", "topic": "Gun Control", "politicalLabel": "Neutral", "organization": "New York Post", "biasLabel": "Not Biased", "title": "Gun control bill clears first hurdle in Senate", "yellowLabel": "Not Yellow", "tags": "set(['Game of Thrones', 'Hillary Clinton', 'the masters', 'Chess', 'New York Yankees', 'NYPD'])", "opinionLabel": "Other"}