{"content": "Charles Schumer, the third-ranking Democrat in the Senate, has forced a debate over fundamental party priorities out into the open. Should Democrats focus primarily on the problems of the poor or should they first address the economic struggles of the working and middle classes?\n\nIt’s not often that a politician provokes conflict within the ranks of his party’s core supporters. Schumer did just that in a National Press Club speech on Nov. 25, three weeks after devastating Democratic losses in Senate, House, gubernatorial and state legislative elections.\n\nAccording to Schumer, President Obama and his party suffered defeat last month in large part because of the strategic decision to press for enactment of the Affordable Care Act soon after Obama won the presidency. In 2009, with Democrats in full control of Congress and the White House, Schumer said,\n\nDemocrats blew the opportunity the American people gave them. We took their mandate and put all of our focus on the wrong problem – health care reform. The plight of uninsured Americans and the hardships caused by unfair insurance company practices certainly needed to be addressed. But it wasn’t the change we were hired to make; Americans were crying out for an end to the recession, for better wages and more jobs; not for changes in their health care. This makes sense considering that 85 percent of all Americans got their health care from either the government – Medicare or Medicaid – or their employer. And if health care costs were going up, it didn’t really affect them.\n\nSchumer analyzed Obamacare in terms of pure political calculation:\n\nOnly a third of the uninsured are even registered to vote. In 2010 only about 40 percent of those registered voted. So even if the uninsured kept with the rate, which they likely did not, we would still only be talking about only 5 percent of the electorate. To aim a huge change in mandate at such a small percentage of the electorate made no political sense. So when Democrats focused on health care, the average middle-class person thought, the Democrats are not paying enough attention to “me.”\n\nThere were also adverse political and policy consequences to the emphasis on enactment of Obamacare:\n\nHad we started more broadly, the middle class would have been more receptive to the idea that President Obama wanted to help them. The initial faith they placed in him would have been rewarded. They would have held a more pro-government view and would have given him the permission structure to build a more pro-government coalition. Then Democrats would have been in a better position to tackle our nation’s health care crisis.\n\nSchumer’s remarks set off an explosion.\n\nNancy Pelosi, the Democratic House leader, responded in a written statement: “We come here to do a job, not keep a job.”\n\nFormer Obama administration staffers took to their Twitter accounts to voice their outrage.\n\nTommy Vietor, who served as a spokesman for Obama during the period that health care reform was enacted, put it in more compressed form in a Twitter post: “Shorter Chuck Schumer — I wish Obama cared more about helping Democrats than sick people.” Jon Lovett, a speechwriter for Obama during the president’s first term, tweeted: “What exactly does Chuck Schumer believe was the error? Does he believe that the goal of winning office is winning office?”\n\nIn a more detailed critique, Michael Hiltzik, a Los Angeles Times columnist, wrote:\n\nSchumer gets the positive impact of the legislation wrong, he gets the politics of it wrong, and he displays a shocking ignorance of the problems facing the American middle class.\n\nHiltzik argued that the legislation fixed the problems of a “system of tying insurance to employment and pricing non-employer insurance out of reach, often because of pre-existing medical conditions.” In addition, according to Hiltzik, the legislation will\n\noutlaw limitations that were creeping into employer plans,” which will in turn create more opportunity for middle-class workers by removing barriers for those “stuck in unrewarding jobs simply for the health coverage.\n\nWendell Primus, a top policy adviser to Pelosi, disputed Schumer’s characterization of Obama’s health care initiative. In an email to me, Primus contended that some of the economic benefits of Obamacare do flow to the largely white middle class, that 8.3 million seniors on Medicare have benefited from expanded prescription drug coverage by an average of $1,443 per person, for total savings of $12 billion, and that Obamacare has contributed to a sharp reduction in the growth of Medicare Part B premiums. From 2000 to 2008, Primus noted, these fees rose 112 percent, from $45.50 per month to $96.40 per month, while through the subsequent eight-year period, premiums are expected to rise by only 10 percent, from $96.40 to $106.50 a month.\n\nThe views of Democratic advocates of Obamacare notwithstanding, public opinion has generally sided with Schumer.\n\nA United Technologies/National Journal Congressional connection poll of 1,013 adults in mid-November 2013 found that by a 25-point margin, 59-34, respondents said that the health care law (which includes a major expansion of Medicaid to cover anyone up to 133 percent of the poverty line, and subsidies for the purchase of private insurance for those between 133 percent and 400 percent of the poverty line) would make things better for the poor. But respondents also said, by a 16-point margin, 49-33, that the law would make things worse for “people like you and your family.” White respondents were even more critical, with 58 percent saying that Obamacare would make things worse for people like you and your family, and 63 percent saying it would make things worse “for the middle class.”\n\nExit poll data from 1994, after President Clinton’s failed bid to pass health care reform, as well as from 2010 and 2014, provides further support for the Schumer argument. In each of those three midterm elections there were huge white defections from the Democratic Party; in 2010 and 2014, there were comparable defections of senior voters.\n\nThe loss of white supporters of House Democratic candidates can be seen in the data. In 1992, white voters split 50-50 between Democratic and Republican House candidates; in 1994, after the Hillarycare debacle, they voted Republican 58-42. By 2010 and 2014, whites voted for Republican House candidates by a 24-point margin, 62-38. The defection of seniors is most striking when comparing exit poll data from 2006 and 2010. In 2006, seniors of all races voted 52-48 for Democratic House candidates; in 2010, they voted 58-42 for Republican House candidates.\n\nThe only way for Democratic Party leaders to stop the hemorrhaging, in Schumer’s view, is to take on the task of using the government to intervene in the private sector, pushing to raise wages and revive job opportunities for working men and women.\n\n“Large forces – technology, automation and globalization – are not inherently malign forces,” Schumer said, but the burden is on Democrats “to figure out ways for the middle class to adapt to these new forces – to be able to thrive amidst these forces.” The only counterweight “that can give you the tools to stand up to the large tectonic forces, that can mitigate the effects that technology creates on your income, is an active and committed government that is on your side.”\n\nStanding in the way of activist intervention is the fact that “the American public is so cynical about government that a Democratic, pro-government message would not be immediately successful.” To restore credibility, Schumer argued, the “first step is to convince voters that we are on their side, and not in the grips of special interests.” He specifically suggested the prosecution of bankers for “what seems, on its face, blatant fraud” and tax reform designed to ensure that C.E.O.s paid higher rates “than their secretaries.” In effect, he said, “an element of populism, even for those of us who don’t consider ourselves populists, is necessary to open the door before we can rally people to the view that a strong government program must be implemented.”\n\nThe ability of the Democratic Party to convince middle-class voters that it is on their side is by no means guaranteed. In mid-November, 2008, just after Obama first won election, 55 percent of voters had a favorable view of the Democratic Party. In the immediate aftermath of the recent election, according to Gallup, the favorability rating of the Democratic Party had fallen to a record low of 36 percent.\n\nDuring a September pre-election panel discussion on the continuing political repercussions of the Affordable Care Act, Charlie Cook, editor of the Cook Report, put his finger on the health care problem facing Democrats when he pointed out that the public perception of the party has been indelibly imprinted by Obamacare.\n\nThe Affordable Care Act has “framed where the Democratic Party is,” Cook said. “If I would sum up my assessment, it was huge, it did play a central role in framing everything.” By 2014, health care reform “lost a little bit of its oomph, but it still is more important in setting things up than any other issue was over the last six years.”\n\nBy shifting the public focus to the party’s pro-work and pro-wage policies, Schumer wants to transform the negative association of the Democratic Party with Obamacare. Even as his speech has provoked an intraparty rift, Schumer’s argument has won support from some surprising quarters.\n\nA spokesman for Senator Elizabeth Warren told reporters that Warren “agrees with Senator Schumer that there was an urgent need in 2009 and 2010 to help middle-class families who were struggling to get by, and that more should have been done.” Sheldon Whitehouse of Rhode Island told Politico: “I agree with Chuck that the A.C.A. was essential, as our health care system was unjust and spinning out of control. I also agree that if we could have done more infrastructure first it would have connected more with working Americans, and our sales job was less than stellar.”\n\nA Brookings Institution analysis of the winners and losers from Obamacare found that the program redistributes costs to the top 80 percent of the income distribution in order to provide benefits to the bottom 20 percent. The analysis, shown in Figure 1, reports that\n\nincomes in the bottom one-fifth of the distribution will increase almost 6 percent; those in the bottom one-tenth of the distribution will rise more than 7 percent. These estimated gains represent averages. Most people already have insurance coverage that will be left largely unaffected by reform. Those who gain subsidized insurance will see bigger percentage gains in their income.\n\nPhoto\n\nOf the 60 Democratic senators who voted for Obamacare in 2010, 28 are no longer in office. Of course, not all of the retirements and defeats can be attributed to the advent of Obamacare, but the numbers are striking. The electoral scorecard suggests that Schumer may have less opposition than anticipated to his bid to shift the central concern of the party to more overtly economic issues.\n\nInsofar as Democrats try to reduce hostility to Obamacare, they face two problems. The first is a Republican Party unwilling to support any legislation making the A.C.A. more palatable. The other is the danger that tinkering with any of the provisions that have provoked the strongest opposition could eviscerate the legislation. Among the provisions that have stirred opposition are the requirement that most Americans get coverage, the tax on medical devices and the excise tax on expensive, high-quality private health coverage. Removing existing provisions would require replacing lost funding with new revenue sources, which could provoke anger from multiple constituencies.\n\nAs if Democrats do not already have enough trouble, data released by the Centers for Medicare and Medicaid Services shows that many, if not most, of the seven million people who purchased insurance through the A.C.A. will either have to pay higher premiums or higher deductibles, or submit themselves to the complex process of switching plans.\n\nDemocrats have a lot going for them in presidential years. Nonetheless, at the moment you’d have to say that they have their work cut out for them.\n\nEven though midterm elections favor Republicans, the 2014 results show middle- and working-class dissatisfaction with the Democratic Party rising to dangerous levels, which threatens the party’s growing demographic advantages.\n\nPerhaps most notably, Republican House candidates in 2014 won 37 percent of the Hispanic vote, their highest percentage since Republicans rejected immigration reform in 2005, and a slight majority, 51-49, of Asian-American voters, who had been moving decisively in the Democrats’ favor. Asian-Americans and Hispanics are crucial to future Democratic presidential victories.\n\nIn combination with the growing Republican allegiance of whites, these trends raise the possibility that the Democratic plan for victory by demographics could implode, which would make the case for a full scale re-evaluation of its strategies and policies glaringly obvious.\n\nWhatever you think of Senator Schumer, you begin to understand why he spoke out as forcefully as he did.", "topic": "Obamacare", "politicalLabel": "Liberal", "organization": "New York Times", "biasLabel": "Not Biased", "title": "Is Obamacare Destroying the Democratic Party?", "yellowLabel": "Yellow", "tags": "set([])", "opinionLabel": "Opinion Article"}