{"content": "Story highlights On the eve of Newtown massacre anniversary, there's a school shooting in Colorado\n\nDaniel Webster: Lax gun laws allow dangerous people easy access to guns\n\nHe says we must stop treating this as a cultural battle; it is a public safety problem\n\nWebster: Even gun owners and NRA members support background checks\n\nOn the eve of the anniversary of the tragic massacre at Sandy Hook Elementary School in Connecticut, yet another shooting broke out Friday -- this time in a high school in the suburbs of Denver. A few people were reported injured, so far, while the gunman took his own life, police said. And once again, an American community reels -- bewildered that such violence could occur among its young people.\n\nWhile the vast majority of youth murdered in the U.S. are gunned down in the street, school shootings that are rare in other countries occur far too frequently in America.\n\nThe U.S. does not have unusually high rates of crime, violent behavior or mental illness compared with other high-income countries; but our rate of homicide with firearms is nearly 20 times higher. Lax gun laws that allow dangerous people easy access to guns plays an important role in this disparity.\n\nThere was reason to believe that Congress would be forced to put public safety interests ahead of the special interests of the gun lobby after 20 young children and six adults were gunned down at Sandy Hook Elementary School a year ago.\n\nDaniel W. Webster\n\nPublic opinion surveys showed near unanimous support for expanding background checks and broad support for other measures to keep guns out of the wrong hands. Grass roots movements including parents and faith-based groups mobilized to advocate for stronger gun laws.\n\nFor the most part, Congress once again caved to the gun lobby.\n\nHowever, 15 states plus the District of Columbia, accounting for roughly 44% of the U.S. population, strengthened their gun laws in 2013. Eight of these states, including Colorado, Delaware and Illinois, made fairly substantial changes by enacting background-check requirements for all handgun sales. Maryland adopted a licensing system for handgun purchasers and stronger regulation of gun dealers. California, Connecticut and Maryland expanded firearm prohibitions for high-risk individuals.\n\nMoreover, the Obama administration took action on many relevant executive orders. A director for the Bureau of Alcohol, Tobacco and Firearms has finally been confirmed by the Senate. Federal agencies are funding research on gun violence.\n\nJust Watched Student: We heard a bang, then two more replay More Videos ... Student: We heard a bang, then two more 02:04 PLAY VIDEO\n\nPhotos: Newtown school shooting 43 photos Photos: Newtown school shooting 43 photos Newtown school shooting – Children in Newtown, Connecticut, return to school on December 18, 2012, four days after the shooting at Sandy Hook Elementary School. Hide Caption 1 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – Connecticut State Police officers search outside St. Rose of Lima Roman Catholic Church in Newtown, Connecticut, on Tuesday, December 16, after a threat prompted authorities to evacuate the building. Investigators found nothing to substantiate the reported threat, a police official said, declining to provide additional details. The church held Sunday services following the mass shooting at Sandy Hook Elementary School in Newtown. Hide Caption 2 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – Connecticut State Police officers walk out of St. Rose of Lima Roman Catholic Church after the Newtown church received a threat December 16. Hide Caption 3 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – Firefighters attach black bunting to a fire truck as a memorial at the fire station down the street from the Sandy Hook Elementary School in Newtown, Connecticut, on Saturday, December 15. Hide Caption 4 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – Connecticut Chief Medical Examiner H. Wayne Carver II talks to the media about the elementary school shooting during a press conference at Treadwell Memorial Park on December 15. Hide Caption 5 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – Zulma Sein is hugged by a family member outside of the entrance to the Sandy Hook School on Saturday. Hide Caption 6 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – Police officers keep guard at the entrance to the street leading to the Sandy Hook Elementary School on Saturday, December 15. Hide Caption 7 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – Connecticut State Police Lt. Paul Vance addresses the press on December 15. Hide Caption 8 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – Police officers stand at the entrance to the street leading to the Sandy Hook Elementary School on December 15. Hide Caption 9 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – Corinne McLaughlin, a student at the University of Hartford, bows her head during a candlelight vigil at Hartford, Connecticut's Bushnell Park on Friday, December 14, honoring the students and teachers who died at Sandy Hook Elementary School in nearby Newtown earlier in the day. Hide Caption 10 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – Distraught people leave the fire station after hearing news of their loved ones from officials on Friday. Hide Caption 11 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – Emergency workers stand in front of the Sandy Hook Elementary School in Newtown. Hide Caption 12 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – A child and her mother leave a staging area outside Sandy Hook Elementary School in Newtown, Connecticut, on December 14. Hide Caption 13 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – Members of the media converge on December 14 in front of an apartment at 1313 Grand Street in Hoboken, New Jersey. The apartment is believed to be connected to the Connecticut elementary school shooting. Hide Caption 14 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – Faisal Ali, right, of Colorado Springs, Colorado, joins other people outside the White House on December 14 to participate in a candlelight vigil to remember the victims of the Sandy Hook Elementary School shooting. Hide Caption 15 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – Connecticut State Police spokesman Lt. J. Paul Vance, center, briefs the media on the elementary school shootings during a press conference at Treadwell Memorial Park on December 14 in Newtown. Hide Caption 16 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – People weep and embrace near Sandy Hook Elementary School on Friday, December 14. Hide Caption 17 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – A woman leans on a man as she weeps near Sandy Hook Elementary School on December 14. Hide Caption 18 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – President Barack Obama wipes a tear as he speaks about the shooting at Sandy Hook Elementary School during a press briefing at the White House on December 14. Hide Caption 19 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – A woman weeps near the site of a shooting at Sandy Hook Elementary School on December 14. Hide Caption 20 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – A woman weeps near Sandy Hook Elementary School on December 14. Hide Caption 21 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – People comfort each other near Sandy Hook Elementary School on December 14. Hide Caption 22 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – A man takes in the scene near Sandy Hook Elementary School on December 14. Hide Caption 23 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – A young girl is given a blanket after being evacuated from Sandy Hook Elementary School on December 14. Hide Caption 24 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – State police personnel lead children from the school. Hide Caption 25 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – Children wait outside Sandy Hook Elementary School in Newtown, Connecticut, after the shooting. Hide Caption 26 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – A boy weeps at Reed Intermediate School after getting news of the shooting at Sandy Hook Elementary School on December 14. Hide Caption 27 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – FBI SWAT team members walk along Dickinson Drive near Sandy Hook Elementary School on December 14. Hide Caption 28 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – An aerial view of Sandy Hook Elementary School in Newtown, Connecticut on December 14. Hide Caption 29 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – Connecticut State Troopers arrive on the scene outside Sandy Hook Elementary School on December 14. Hide Caption 30 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – A Connecticut State Police officer runs with a shotgun at the Sandy Hook Elementary School in Newtown on December 14. Hide Caption 31 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – Police patrol the streets around Sandy Hook Elementary School on December 14. Hide Caption 32 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – People try to deal with the shock of the attack outside Sandy Hook Elementary School on December 14. Hide Caption 33 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – Connecticut State Police secure the scene of the shooting on December 14. Hide Caption 34 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – People embrace outside Sandy Hook Elementary School on December 14. Hide Caption 35 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – A man escorts his son away from Sandy Hook Elementary School on December 14. Hide Caption 36 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – People take in the news outside Sandy Hook Elementary School on December 14. Hide Caption 37 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – People line up to enter Newtown Methodist Church near the the scene of the shooting on December 14. Hide Caption 38 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – A woman speaks with a Connecticut state trooper outside Sandy Hook Elementary School on December 14. Hide Caption 39 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – The streets around Sandy Hook Elementary are packed with first responders and other vehicles. Hide Caption 40 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – A view of the scene at Sandy Hook Elementary School after the shooting. Hide Caption 41 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – A young boy is comforted outside Sandy Hook Elementary School on December 14. Hide Caption 42 of 43 Photos: Newtown school shooting 43 photos Newtown school shooting – People embrace each other on December 14. Hide Caption 43 of 43 EXPAND GALLERY\n\nBut widespread gun trafficking from states with weak gun laws to states with stronger laws underscores the need for better federal laws. Congress will likely act only when more gun owners who support policies to keep guns from dangerous people become engaged on the issue.\n\nIn a large national survey my colleagues and I conducted in January 2013, 84% of gun owners and 74% of National Rifle Association members supported background checks for all gun sales. Other surveys show similar findings.\n\nWhat is keeping so many gun owners on the sidelines? One likely impediment is the way the issue has been cast as a cultural battle as opposed to a public safety problem. Another may be gun owners' susceptibility to the gun lobby's bogus talking points.\n\nThe frame for this cultural battle is not accidental. Pushed by the gun lobby and fanned by news media's tendency to highlight conflict, widely favored, commonsense safety measures such as background checks are portrayed as attacks on gun owners' way of life. The gun lobby's claims that background checks restrict gun ownership and lead to gun registries and confiscations are repeated and often left unchallenged.\n\nWhen you hear something enough times, you begin to think it's true. And that's exactly the intent of the NRA and other groups.\n\nHere's the reality check: Background checks pose no threat to lawful gun ownership.\n\nFederal law forbids the federal government from maintaining anything resembling a registry of gun owners. Federal law has mandated background checks for guns sold by licensed gun dealers since 1994 without creating a registry. Exempting private gun transactions from background check requirements facilitates gun trafficking. Fixing this fatal flaw in the system would curtail the diversion of guns to criminals.\n\nIn the year since the tragedy in Newtown, it is likely that more than 12,000 Americans have died of gun violence and countless others live in fear of being shot. We should stick to facts, dispel myths, and call a truce to cultural battles.\n\nCurrent federal gun laws aid criminals and the gun industry at the expense of public safety. Requiring background checks for all gun sales would give the vast majority of gun owners what they want while keeping guns from those who shouldn't have them.\n\nFollow us on Twitter @CNNOpinion.\n\nJoin us on Facebook/CNNOpinion.", "topic": "Gun Control", "politicalLabel": "Liberal", "organization": "CNN", "biasLabel": "Biased", "title": "Opinion: Gun control is not a cultural battle", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Opinion Article"}