{"content": "As much as Catherine Hiller refuses to admit it, marijuana is a gateway drug. Seriously, after smoking more or less every day for the past 50 years, there had to be some consequences. Yet, she did not go to jail after a random police stop. She did not end up strung out on heroin, sprawled in an alley. She didn’t even binge-munch herself into obesity.\n\nHer daily puffs led her to write a book, “Just Say Yes: A Marijuana Memoir.”\n\nJust in case people approached her story waiting for the Lifetime movie moment of regret and picking up the pieces of a broken life, she started her book in the present day, flashing back, if you will, to the rest of her life. As a writer — she has published novels and short stories — the approach was an entertaining challenge. As a wife, daughter of an activist and proud mother of three young men, she wanted to show that her life turned out nicely.\n\n“I wanted to show people that smoking marijuana did not make me hit rock bottom,” Ms. Hiller, 68, said. “My story is the story of so many people who use each day. And so what? What’s the issue? What will it lead to?”\n\nWell, in the case of minority youths, it could lead to jail time and a criminal record, something Ms. Hiller feels is unjust. Recently, a young man smoking a joint in a Bronx building was mortally injured when he fell off a roof while running from police officers who entered the lobby after reports that marijuana was being used in public view. On the other hand, she and other marijuana advocates wonder about the criminal charges attached to using when banks, like HSBC, laundered drug money but got off with a fine and no criminal indictments.\n\nShe has experienced the disparities of race and class when it comes to how law enforcement looks at smokers. In her book, she recounts how after she and her first husband lit up in their car, a policeman flashed a spotlight on them, told them to put out the joint and then waved them off. After an essay adapted from her book was published in The New York Times, someone accused her of living in a cocoon of white privilege.\n\n“Maybe I won’t get stopped,” she said. “But I wrote this not because of my privilege, but because I think it’s absurd that anyone would get stopped for this. Whatever I can do to legalize it, I will.”\n\nShe had taken a dim view of marijuana when she was a teenager living in Park Slope, Brooklyn, in 1963 and learned that a girlfriend got high at a party. Like someone who took her cue from the propaganda film “Reefer Madness,” she thought her friend would descend into a dissolute life of jazz and juke joints.\n\nBut somehow, Ms. Hiller changed her mind not too long afterward. In fact, she practiced by smoking cigarettes, waiting for her chance to get high. That came when she befriended Myles, a young man who showered her with attention. He offered her her first joint, which they shared — she thinks — in Prospect Park in Brooklyn (followed by a trip to a bar).\n\n“I had the world’s best hamburger,” Ms. Hiller said. “Inside, I thought, ‘This is for me.’ Perhaps euphoria is too strong a word, but things just seemed great.”\n\nSince the mid-1960s, her habit — and yes, she admits a dependency, just as she says someone might have a dependency on coffee — has continued for a half century, though she took breaks for pregnancy and for nursing her babies as well as a three-year hiatus soon after meeting Mark, her current husband. She is emphatic that she did not smoke around her boys, but did offer them a joint once they turned 18 (and were already smoking).\n\nPeople might think she is some sort of party girl, but to hear her tell it, she is somewhat sedate. Ms. Hiller has had the same dealer for 35 years, watching as his regulars have gotten older and grayer. And there are many things she will not do while high, including driving and attending gatherings where she does not know many people.\n\nMs. Hiller is looking forward to her book tour, which will take her to at least one dispensary on the West Coast. Not that she justifies her use by claiming medical need.\n\n“I don’t need it to relieve cramps,” she said. “I just like the feeling.”\n\nSome of her neighbors in the New York suburb where she now lives do, too, she said. It amuses her to discover “secret smokers,” even if the whole idea of secrecy is, to her, a holdover from an alarmist and judgmental era. She hopes her book and campaign — where she invites readers to share their stories on her website, marijuanamemoir.com — will lead to a change of opinion and laws.\n\n“It’s hard for people to change their mind-set after so many years,” Ms. Hiller admitted. “But look at marriage equality and how that happened so fast. That was unheard-of five years ago. So maybe smoking pot will be completely normal, and no one will raise an eyebrow when they find out somebody smokes.”", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "New York Times", "biasLabel": "Biased", "title": "Smoking Marijuana for 50 Years, and Turning Out Just Fine", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}