{"content": "Story highlights Wendy Davis' filibuster raised profile of the Texas abortion law at center of court fight\n\nA lower court struck down 2 of its provisions; an appeals court reverses that decision\n\n1 provision related to doctors who provide abortions having to be tied to a local hospital\n\nAnother challenged provision related to protocols for abortion-inducing drugs\n\nA federal appeals court on Thursday upheld parts of a Texas abortion law pertaining to hospital privileges for physicians who perform abortions and protocols for abortion-inducing drugs, a decision that drew starkly contrasting reactions on both sides of the debate.\n\nA U.S. district court previously struck down those provisions in the Texas law, which were challenged in court by lawyers for Planned Parenthood. But the 5th Circuit Appeals Court later issued a stay of that decision \"pending appeal,\" meaning it would not go into effect.\n\nThe U.S. Supreme Court also weighed in, with a majority refusing to stop the law's implementation. In the ruling opinion, Justice Antonin Scalia wrote that an appeals court stay could not be vacated \"unless that court clearly and 'demonstrably' erred in its application of 'accepted standards.'\"\n\nThursday's ruling means the provisions will remain valid in the state of Texas, until or unless the U.S. Supreme Court rules otherwise or legislators in the state act to modify the law.\n\nSupporters of such legislation cheered the ruling. Susan B. Anthony List President Marjorie Dannenfelser applauded the judges \"for upholding this commonsense measure to safeguard women.\"\n\n\"The people of Texas have spoken through their elected leaders and in support of protecting the culture of life in our state,\" said Gov. Rick Perry, a conservative Republican. \"Today's court decision is good news for Texas women and the unborn, and we will continue to fight for the protection of life and women's health in Texas.\"\n\nNot surprisingly, Planned Parenthood had an opposite reaction, with President Cecile Richards characterizing the decision as \"a terrible court ruling.\"\n\n\"The latest restrictions in Texas will force women to have abortions later in pregnancy, if they are able to get to a doctor at all,\" Richards said. \"This court ruling is not the last word.\"\n\nHouse Bill No. 2 first caught the country's attention thanks to state Sen. Wendy Davis, who is now a Democratic gubernatorial candidate, and her pink tennis shoes. Davis filibustered the bill for 13 hours in June 2013, earning her street cred in progressive circles but failing to stop the bill's passage.\n\nThe fight then moved to the courts, with Planned Parenthood filing to halt the law just before it was to take effect.\n\nSpecifically, the group challenged a provision that required any doctor performing or inducing an abortion to have admitting privileges \"at a hospital no more than 30 miles from the location where the abortion is provided.\"\n\nAmong other things, Planned Parenthood argued the requirement \"lacked a rational basis.\" Furthermore, the group's lawyers surmised that it would cause women to lose access to abortions because clinics would shut down, in part because hospitals might refuse to give admitting privileges to those who performed abortions elsewhere.\n\nThe district court found the arguments valid, not buying the state's contention that the hospital privilege provision would help to better ensure patient's safety by certifying an abortion provider's competency and enhancing communication in an emergency in which hospital care is needed.\n\nThe appeals court reversed the lower court ruling. Not only are similar provisions in effect elsewhere, but the 5th Circuit appeals court also found that it has \"a rational basis\" and \"the plaintiffs offered no evidence implying that the State enacted the admitting privileges provision in order to limit abortions.\"\n\nMoreover, the court disputed the assertion that \"abortion practitioners will likely be unable to comply,\" noting state and federal laws \"prohibit hospitals from discriminating against physicians who perform abortions when they grant admitting privileges.\"\n\nThursday's ruling also overturned the district court decision on another matter: whether abortion-inducing drugs \"must comply with the protocol authorized by the Food and Drug Administration.\" As is, some doctors follow an \"off-label protocol\" different from the FDA recommendations.\n\nThe district court found the relevant provision in the Texas law places \"a substantial obstacle in the path of a woman seeking\" an abortion between 50 and 63 days after her last menstrual period.\n\nThe appeals court, again, disagreed: \"H.B. 2 on its face does not impose an undue burden on the life and health of a woman, and the district court erred in finding to the contrary.\"", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "CNN", "biasLabel": "Not Biased", "title": "Appeals court upholds challenged parts of Texas abortion law", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}