{"content": "The start of 2015 finds no letup in the attacks on a woman’s constitutionally protected right to make her own childbearing decisions. Republican lawmakers and organizations devoted to dismantling reproductive freedom have succeeded in shrinking the already inadequate number of abortion providers, making it exceedingly difficult, if not impossible, for women — especially young and poor women — to obtain safe and legal abortion services in large swaths Texas and other parts of the country.\n\nThe dismal situation, created by the wave of new state abortion restrictions in Republican-led states over the past four years, would be even worse if not for the willingness of some judges to block unconstitutional laws. Defenders of abortion rights have had their hands full trying to block or at least minimize new restrictive laws, totaling 231, according to the Guttmacher Institute, exceeding the total for the entire previous decade.\n\nEven as court battles play out in Texas and elsewhere over aggressive limitations, such as medically unnecessary hospital affiliation requirements for doctors who perform abortions and rules forcing abortion facilities to meet hospital-style building codes, legislatures in states like Missouri and Tennessee are gearing up to pile on more restrictions.\n\nSo is Congress, where Republicans now control both the House and Senate.\n\nAlready, six bills reviving old, bad ideas have been introduced in the new Congress, including one that would deny federal funds for family planning to any organization that provides abortions. Its main target is Planned Parenthood, which provides access to birth control, and breast and cervical cancer screening for millions of low-income women, and offers abortion services.\n\nOn Thursday, the House is expected to vote on the deceptively named Pain-Capable Unborn Child Protection Act, sponsored by Representative Trent Franks, Republican of Arizona. This measure would prohibit almost all abortions 20 weeks after fertilization, flouting the Supreme Court’s standard of fetal viability, generally put at 22 to 24 weeks post-fertilization.\n\nIt has other problems, too. It contains no exception to protect a woman’s health, as current law mandates, or for the majority of rapes and incest crimes that go unreported. Its dangerously constricted exception for situations in which a woman’s life is in jeopardy would require women to wait until their condition becomes life-threatening before terminating a pregnancy. And it would force women to decide whether to go forward with a pregnancy before learning of a major fetal abnormality or serious risks to their own health.\n\nCriminal penalties, fines and reporting requirements would scare off doctors from helping women in need of competent and compassionate care.\n\nThe bill’s supporters cite polls showing the popularity of a 20-week ban. But polls also indicate that opinions can change quickly when the real-world impact is better understood. The proposed 20-week ban on the 2013 ballot in Albuquerque was defeated by a vote of 55 percent to 45 percent. Although it would have applied just in Albuquerque, it would have affected the entire state, since the only New Mexico clinics that perform post-20-week abortions are in that city.\n\nIt remains to seen whether the Senate majority leader, Mitch McConnell, will be able to muster the 60 votes needed to pass the bill in his chamber, but he has vowed to try, notwithstanding President Obama’s past veto threat.\n\nRepublicans scoff at accusations that they are waging a war against women. But this should not obscure a basic fact: The ability of women to control their reproductive lives is essential for their health, careers and equality.", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "New York Times", "biasLabel": "Biased", "title": "A Perilous Year for Abortion Rights", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Opinion Article"}