{"content": "OK, OK. To the Bush family, and particularly to former two-term Florida Gov. Jeb Bush: don’t worry. Let me start, up front, by saying: I would never vote for Jeb Bush for president. He is way too conservative for me.\n\nNow that that’s over with, I think Bush is a really good guy — a good person, good father, good husband, good brother (to my Yale College friend, two-term President George W. Bush) and good son to his great, great dad, former President George H.W. Bush.\n\nADVERTISEMENT ADVERTISEMENT\n\nJeb Bush’s positions on two issues, in my view, make him formidable against a Democratic presidential candidate in 2016: education reform and immigration policy.\n\nJeb Bush’s positions on two issues, in my view, make him formidable against a Democratic presidential candidate in 2016: education reform and immigration policy.\n\nOn education, Bush has become authentically one of the leading education reformers in the nation today, a source of new ideas about improving public schools that he largely implemented as Florida governor and would be expected to fight for as president.\n\nI like, especially, his Florida program of grading schools A-F, based on student test scores, creating incentives for schools receiving higher grades (more state aid, higher teacher salaries) and the reverse for lower grades. (I do worry about “teaching for testing” though.)\n\nBush has also shown courage on the immigration reform issue. He has made himself a target of the far-right fringe of the Republican Party base that, at least to date, has disproportionately influenced the Republican presidential nomination process.\n\nOf course he supports increased border enforcement, like most Americans. But he also allows for a pathway to legal residence and perhaps citizenship (he has been ambiguous about the latter), but only if the illegal resident earns the right to such status over a period of years, such as by paying back taxes, satisfying work requirements, achieving English literacy and maybe completing a public service requirement.\n\nThose who describe such a program as “amnesty,” defined as an automatic grant of legal citizenship without any burdens or requirements to earn that status, are flat-out wrong.\n\nAlso, Bush was attacked by the far right when this past spring he said that some immigrants come to the United States illegally, suffering great risks and hardships, out of an “act of love” to help their families.\n\nArizona’s conservative junior senator, Jeff Flake, who hails from a state that has been more adversely affected by its porous border with Mexico than most other states, defended Bush’s expression: “Truth is, I agree with Jeb and I applaud him for having the guts to say it. ... Sure, some come with the intent to do harm or simply to take advantage of our generosity, but many come to find work to feed their families.”\n\nIn 1998 and 2002, Bush was elected and re-elected as governor of Florida carrying about 60 percent of the Latino vote. In 2012, Republican presidential nominee Mitt Romney, who lost by a substantial margin to President Obama, said he believed in “self-deportation” as his main approach to immigration reform. Romney carried less than one-fourth of the Latino vote nationally vs. Obama’s 75 percent; in the swing states, such as Colorado and New Mexico, the gap made up the margin of difference.\n\nThose who care about enacting the conservative agenda know they can’t do so without winning the presidency and that won’t happen without a more moderate GOP national platform on immigration reform to cut into this Latino vote gap significantly.\n\nThen there are the far-right “Righteous Republicans,” who seem to prefer what they define as ideological purity over victory and real change. They were doing a lot of high-fiving last week after House Majority Leader Eric Cantor (R-Va.) was defeated in a party primary by an unknown professor who opposed any form of immigration reform, which they immediately claimed was the reason for the upset. (Actually it was more complicated than that, but don’t tell them.)\n\nI, as a Democrat, of course, am rooting for these Righteous Republicans to prevail in 2016. My hope, therefore, is for a Ted Cruz/ Rand Paul ticket, or vice versa.\n\nAnd I say to both of these gentlemen: May the force be with you (and not Jeb Bush).\n\nLanny Davis, a Washington attorney and principal in the firm of Lanny J. Davis & Associates, specializing in legal crisis management and dispute resolution, served as President Clinton’s special counsel from 1996-98 and as a member of President Bush’s Privacy and Civil Liberties Oversight Board from 2006-07. He currently serves as special counsel to Dilworth Paxson and is the author of the new book, \"Crisis Tales: Five Rules for Coping With Crises in Business, Politics, and Life,\" (Simon & Schuster March 2013). Follow him on Twitter at @LannyDavis.", "topic": "Immigration", "politicalLabel": "Liberal", "organization": "FOX", "biasLabel": "Biased", "title": "Two reasons why Democrats should fear a Jeb Bush 2016 presidential run", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Opinion Article"}