{"content": "1 year ago\n\nBeaumont, TX (CNN) – Sen. Ted Cruz, R-Texas, questions whether global warming is real, arguing that the \"data are not supporting what the advocates are arguing.\"\n\n\"The last 15 years, there has been no recorded warming. Contrary to all the theories that – that they are expounding, there should have been warming over the last 15 years. It hasn't happened,\" said Cruz.\n\nFollow @politicalticker\n\nCruz spoke to CNN in an exclusive interview following an event here to promote his new energy plan, which he says he will formally introduce in the Senate next week.\n\nWhen pressed about the fact that the arctic is melting, and whether that helps prove climate change is real, Cruz dismissed it.\n\n\"Other parts are going up. It is not - you know, you always have to be worried about something that is considered a so-called scientific theory that fits every scenario. Climate change, as they have defined it, can never be disproved, because whether it gets hotter or whether it gets colder, whatever happens, they'll say, well, it's changing, so it proves our theory,\" argued Cruz.\n\n\"I am always troubled by a theory that fits every perfect situation. You know, back in the '70s - I remember the '70s, we were told there was global cooling. And everyone was told global cooling was a really big problem. And then that faded. And then we were told by Al Gore and others there was global warming and that was going to be a big problem. And then it morphed. It wasn't global warming anymore, it became climate change. And the problem with climate change is there's never been a day in the history of the world in which the climate is not changing,\" said Cruz.\n\nSecretary of State John Kerry recently made waves by declaring climate change is \"perhaps - perhaps the world's most fearsome weapon of mass destruction.\"\n\nNot surprisingly, Cruz disagreed.\n\n\"Well, you know, it is ironic that Secretary Kerry would say that, uh, given that he is, right now, in the process of negotiating with the nation of Iran in - in what Israel's prime minister, Benjamin Netanyahu, has called an historically bad deal,\" said Cruz.\n\n\"It is ironic that he sees a greater threat from your SUV in your driveway than he does from the nation of Iran, with their radical Islamic jihad and - and their stated desire to obliterate, to annihilate Israel. He sees a greater threat from your SUV than he does to Iranian nuclear weapons,\" Cruz said of Kerry.\n\nCruz chose the Spindle Top Boomtown Museum here, where oil discovery sparked the Texas oil boom more than a century ago, to push his ideas to support what he calls a \"great American energy renaissance.\"\n\nHis proposal includes many traditional GOP ideas – more oil drilling and expanding energy exploration and repealing many EPA regulations he calls harmful.\n\nMissing from his official plan are other forms of energy, what Republicans call \"all of the above,\" but he told CNN he does support alternative energy, as long as it comes from the private sector, not the federal government.\n\n\"We ought to be allowing the private sector to pursue every form of energy because the energy of the future, it's not going to come from the government picking winners and losers,\" Cruz told CNN.\n\n\"We ought to open up energy innovation across the board and - and remove the barriers to every form of energy.\"", "topic": "Climate Change", "politicalLabel": "Neutral", "organization": "CNN", "biasLabel": "Not Biased", "title": "Cruz to CNN: Global warming not supported by data – CNN Political Ticker", "yellowLabel": "Not Yellow", "tags": "set(['CNN Chief Congressional Correspondent Dana Bash and CNN Senior Congressional Producer Deirdre Walsh'])", "opinionLabel": "Other"}