{"content": "It’s not an exaggeration to say Republicans have bet their future on the disaster they expect from Obamacare. “The implementation of the law over the next year is going to reveal a lot of kinks, a lot of red tape, a lot of taxes, a lot of price increases,” RNC spokesman Brad Dayspring told The New York Times last month. “It’s going to be an issue that’s front and center [in 2014].” GOP intellectuals see Obamacare as the centerpiece of the party’s strategy even well beyond then. “Republicans are likely to seize on every sad [implementation] story as justification for dramatic changes—and in 2016, mount campaigns designed to replace the system in whole or in part with plenty of material to use in their cause,” the conservative wonk Ben Domenech wrote approvingly in March.\n\nAnd, of course, the party’s base is completely, unremittingly, obsessed with the issue. The mere anticipation of an implementation quagmire is “reinvigorating the movement,\" Jenny Beth Martin, a national Tea Party official, told The Hill in early May. \"We're doing street rallies and protests over the next month to three months, initially. We're working to recruit candidates that can talk about this.\"\n\nI happen to be agnostic about whether health care implementation will help the GOP in 2014. On the one hand, anything that energizes conservatives in a low-turnout election should benefit Republicans, much as it did on 2010. On the other hand, as The Washington Post’s Greg Sargent points out, much of the public antipathy toward Obamacare is already baked into the polls. The people who disapprove haven’t liked it from the get-go; similarly for the people who approve. It’s possible that a series of implementation snafus will move those numbers at the margins—a new poll suggests public opinion has soured a bit lately, perhaps as a result of all the “train wreck” chatter. On the other hand, it’s also possible that implementation will go relatively smoothly and people will embrace the program, netting Democrats a few more votes.\n\nWhat I do know is that the GOP’s health care preoccupation is absolutely destroying its long-term prospects. However well the issue may work in the midterms, when an uptick in conservative turnout can flip a few dozen House seats, 2012 proved that it’s at best a wash in a presidential election, when Democrats can swamp that turnout with their demographic edge, and when the GOP’s challenge is to win moderates and independents as a result. Conservatives argue that the only reason health care didn’t work in 2012 is that Romney was a flawed messenger, given his patrimonial link to Obamacare. But with the Supreme Court largely blessing the law last June, the issue was mostly settled in the public mind, making it at best a non-factor among swing voters.\n\nEven if implementation goes terribly, it isn’t like to rekindle widespread angst. Most people will be untouched by implementation—even a disastrous implementation—for the simple reason that they won’t be relying on Obamacare. As Bloomberg’s Josh Barro has explained, 78 percent of us get coverage through Medicare, Medicaid, or our employers, a figure isn’t likely to change very much, or at least very quickly. Meanwhile, my colleague Jonathan Cohn points out that life for many people who do end up on Obamacare will improve, however flawed the program is, because it translates into insurance they didn’t have before.\n\nHaving said all that, the real problem with conservatives’ Obamacare strategy isn’t that it won’t work. It’s that the Obamacare obsession is actively sabotaging the GOP. Earlier this week The Washington Post ran an article about the ongoing dysfunction among House Republicans. Easily the most telling anecdote had to do with a largely symbolic measure called the Helping Sick Americans Now Act, concocted by Majority Leader Eric Cantor to help Republicans look like they care about the problems of ordinary people. (The bill feinted at easing the lot of the uninsured.) That, apparently, is where Cantor erred. As the Post explains:\n\nA few dozen Republicans opposed the modest Helping Sick Americans legislation because they said it came from nowhere. Instead, Cantor pulled the bill and held another vote to repeal Obamacare — their 37th attempt to repeal part or all of the landmark health-care law — to appease conservatives.\n\nTo put the problem in Marxian terms, Obamacare has become the opiate of the GOP. By its own admission, the party must broaden its appeal to Latinos, gays, and young voters. It needs an economic agenda that encompasses more than tax cuts for the rich and brutal spending cuts. It has to persuade voters it’s more than just a nihilistic force bent on triggering global financial apocalypse if it doesn’t get its way in Washington. And yet, when party leaders so much as broach these liabilities, conservatives revolt and the leadership caves, appeasing them with an issue whose political utility peaked two-and-a-half years ago. (Suffice it to say, after the last few years, the words “reinvigorating the Tea Party movement” won’t exactly help Cantor and Boehner sleep at night.)\n\nIf you want to appreciate how truly incorrigible conservatives are on the subject, I recommend watching them grapple with the early news about Obamacare implementation, which has suggested the program could work better than anticipated. It’s a bit like watching a speculator learn he’s bet his life savings on a failing company—which is to say, chock full of denial and elaborate self-delusion.\n\nFor example, in late May, when the head of California’s insurance exchange announced that insurers were submitting cheaper bids than the state expected (and cheaper than many critics predicted), the conservative columnist Avik Roy tried to disprove the claims by visiting an online clearinghouse for private insurance plans. Roy solicited bids for a healthy 25-year-old male and a healthy 40-year old male, then pointed out that they came in far below what coverage would cost through the Obamacare exchange. All fine and good, except that Roy’s hypothetical bids were neither here nor there. The point of Obamacare is to provide affordable insurance to people who may be sick or older.\n\nAlas, the fact that Roy basically affirmed the rationale for a program he set out to discredit—healthy, affluent young people are the one group that will do worse under Obamacare; everyone else will do better; no one has ever disputed this—didn’t stop every conservative outlet on the Internet from trumpeting his analysis. “Obamacare drives up insurance premiums by up to 146 percent in California,” screamed The Daily Caller. Even after a succession of wonks highlighted the glaring flaws, the editorialists at The Wall Street Journal leaned on Roy to declare an “ObamaCare Bait and Switch.”\n\nThe desperation here is palpable, but also understandable. If, instead of trying to fix your party’s deepest pathologies you wagered its entire future on a high-risk strategy that was starting to turn bad, you’d be a little desperate, too. Perhaps it’s a subset of Obama Derangement Syndrome that afflicts conservatives when they talk about health care—call it Obamacare Derangement Syndrome. Maybe one day, once the dust has settled, it’ll be covered under Obamacare, too.\n\nNoam Scheiber is a senior editor at The New Republic. You can follow him here.", "topic": "Obamacare", "politicalLabel": "Conservative", "organization": "New Republic", "biasLabel": "Biased", "title": "GOP Obamacare Strategy Is Dooming the Republican Party", "yellowLabel": "Yellow", "tags": "set(['republicans', 'Economics', 'Miscalculations', 'The Plank', 'Home News', 'obamacare', 'gop', 'Culture', 'Books', 'Identity', 'Politics', 'World', 'Technology', 'Events', 'Film', 'Economy'])", "opinionLabel": "Other"}