{"content": "WASHINGTON — The Bulletin of the Atomic Scientists says Earth is now closer to human-caused doomsday than it has been in more than 30 years because of global warming and nuclear weaponry. But other experts say that’s way too gloomy.\n\nThe advocacy group founded by the creators of the atomic bomb moved their famed “Doomsday Clock” ahead two minutes on Thursday. It said the world is now three minutes from a catastrophic midnight, instead of five minutes.\n\n“This is about doomsday; this is about the end of civilization as we know it,” bulletin executive director Kennette Benedict said at a news conference in Washington.\n\nShe called both climate change and modernization of nuclear weaponry equal but undeniable threats to humanity’s continued existence that triggered the 20 scientists on the board to decide to move the clock closer to midnight.\n\n“The probability of global catastrophe is very high, and the actions needed to reduce the risks of disaster must be taken very soon,” Benedict said.\n\nBut other scientists aren’t quite so pessimistic.\n\nMichael Oppenheimer, a professor of both geosciences and international affairs at Princeton University, said in an email: “I suspect that humans will ‘muddle through’ the climate situation much as we have muddled through the nuclear weapons situation — limiting the risk with cooperative international action and parallel domestic policies.”\n\nThe bulletin has included climate change in its doomsday clock since 2007.\n\n“The fact that the Doomsday clock-setters changed their definition of ‘doomsday’ shows how profoundly the world has changed — they have to find a new source of doom because global thermonuclear war is now so unlikely,” Harvard psychologist Steven Pinker wrote in an email. Pinker in his book “The Better Angels of our Nature” uses statistics to argue that the world has become less war-like, less violent and more tolerant in recent decades and centuries.\n\nRichard Somerville, a member of the Bulletin’s board who is a climate scientist at the Scripps Institution of Oceanography, said the trend in heat-trapping emissions from the burning of fossil fuels will “lead to major climatic disruption globally. The urgency has nothing to do with politics or ideology. It arises from the laws of physics and biology and chemistry. These laws are non-negotiable.”\n\nBut Somerville agreed that the threat from climate change isn’t quite as all-or-nothing as it is with nuclear war.\n\nEven with the end of the cold war, the lack of progress in the dismantling of nuclear weapons and countries like the United States and Russia spending hundreds of billions of dollars on modernizing nuclear weaponry makes an atomic bomb explosion — either accidental or on purpose — a continuing and more urgent threat, Benedict said.\n\nBut Benedict did acknowledge the group has been warning of imminent nuclear disaster with its clock since 1947 and it hasn’t happened yet.", "topic": "Climate Change", "politicalLabel": "Liberal", "organization": "New York Post", "biasLabel": "Not Biased", "title": "Atomic scientists: We’re 2 minutes closer to doomsday", "yellowLabel": "Yellow", "tags": "set(['Doomsday', 'Climate Change', 'Nuclear Weapons', 'Science'])", "opinionLabel": "Other"}