{"content": "Washington (CNN) The U.S. Immigrations and Customs Enforcement agency said Monday it arrested more than 2,000 people as part of a five-day sweep aimed at detaining fugitive immigrants associated with gangs and other criminal backgrounds.\n\nThe enforcement operation was called \"Cross Check\" and targeted \"the worst of the worst criminals,\" said Alejandro Mayorkas, deputy secretary of Homeland Security, at a Monday news conference.\n\nREAD: House clears DHS funding bill\n\nOf the 2,059 arrested, nearly half had felony convictions; 400 of them were for aggravated felonies. Fifty-eight were known gang members and 89 are convicted sex offenders. Nearly 500 individuals snared by the operation had re-entered the U.S. after previous deportations.\n\nThe arrestees came from 94 different countries and 163 of the cases will be presented to the U.S. Attorney's Office for prosecution, including a Polish citizen convicted in Hartford, Connecticut, for possession of cocaine; a Jamaican man in Atlanta, Georgia, who was convicted of a number of criminal charges, including assault with a deadly weapon on a law enforcement officer; and a Finnish citizen in Illinois convicted of possessing child pornography.\n\nICE Director Sarah Saldana emphasized that those apprehended or captured were the people that \"meet out highest priorities to ensure public safety and national security.\"\n\nThe operation was aimed at targeting individuals DHS Secretary Jeh Johnson identified as the agency's enforcement priorities in November. They included those considered to be threats to national security, street gang members, convicted felons and aggravated felons, as well as those previously convicted for three or more misdemeanors, including DUI's, which accounted for 912 of the arrests.\n\nThis sting was the fifth by the agency since 2011. To date, the efforts -- spearheaded by the Fugitive Operations Support Center -- have resulted in the arrest of 13,214 individuals.", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "CNN", "biasLabel": "Not Biased", "title": "ICE Announces Arrest of more than 2,000 fugitive immigrants", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}