{"content": "In the first Affordable Care Act case three years ago, the Supreme Court had to decide whether Congress had the power, under the Commerce Clause or some other source of authority, to require individuals to buy health insurance. It was a question that went directly to the structure of American government and the allocation of power within the federal system.\n\nThe court very nearly got the answer wrong with an exceedingly narrow reading of Congress’s commerce power. As everyone remembers, Chief Justice John G. Roberts Jr., himself a member of the anti-Commerce Clause five, saved the day by declaring that the penalty for not complying with the individual mandate was actually a tax, properly imposed under Congress’s tax power.\n\nI thought the court was seriously misguided in denying Congress the power under the Commerce Clause to intervene in a sector of the economy that accounts for more than 17 percent of the gross national product. But even I have to concede that the debate over structure has deep roots in the country’s history and a legitimate claim on the Supreme Court’s attention. People will be debating it as long as the flag waves.\n\nPhoto\n\nBut the new Affordable Care Act case, King v. Burwell, to be argued four weeks from now, is different, a case of statutory, not constitutional, interpretation. The court has permitted itself to be recruited into the front lines of a partisan war. Not only the Affordable Care Act but the court itself is in peril as a result.\n\nAt the invitation of a group of people determined to render the Affordable Care Act unworkable (the nominal plaintiffs are four Virginia residents who can’t afford health insurance but who want to be declared ineligible for the federal tax subsidies that would make insurance affordable for them), the justices have agreed to decide whether the statute as written in fact refutes one of the several titles that Congress gave it: “Quality, Affordable Health Care for All Americans.”\n\nIf the Supreme Court agrees with the challengers, more than seven million people who bought their insurance in the 34 states where the federal government set up the marketplaces, known as exchanges, will lose their tax subsidies. The market for affordable individual health insurance will collapse in the face of shrinking numbers of insured people and skyrocketing premiums, the very “death spiral” that the Affordable Care Act was designed to prevent.\n\nIt seems counterintuitive to describe a statutory case as having implications as profound as a constitutional one, but this one does. It hasn’t received the attention it deserves, probably because the dispute over phraseology that the case purports to present strikes many people as trivial or, at least, fixable if the court gives the wrong answer. Actually, it’s neither. (Has anyone noticed that the House of Representatives voted on Tuesday for the 56th time to repeal the law?)\n\nThe precise statutory issue is the validity of the Internal Revenue Service rule that makes the tax subsidies available to those who qualify by virtue of their income, regardless of whether the federal government or a state set up the exchange on which the insurance was bought. The challengers’ argument that the rule is invalid depends on the significance of two sub-clauses of the act that refer to “an exchange established by a state,” seemingly to the exclusion of the federally established exchanges.\n\nBut other parts of the complex and interlocking description of how the subsidies work suggest no such limitation. They point strongly in the opposite direction. For example, if a state chooses the option not to set up its own exchange, an option 34 states have exercised, the law requires the United States Department of Health and Human Services to “establish and operate such exchange within the state.” (Justice Antonin Scalia loves to quote dictionaries, and the government’s brief obliges him by quoting the definition of “such” from Black’s Law Dictionary, a standard legal reference: “that or those, having just been mentioned.”) The government argues that in this exercise of “cooperative federalism,” the federal government simply acts as the state’s surrogate; functionally, the federal exchange “is an exchange established by the state.” The law’s other relevant sections support that interpretation. For example, one section provides that any “applicable taxpayer,” defined by income, will be eligible for the subsidy, making no reference to where the taxpayer purchased the insurance.\n\nI could go on about the intricacies of the statute, but the intricacies aren’t my point. Statutory interpretation is something the Supreme Court does all the time, week in and week out, term after term. And while the justices have irreconcilable differences over how to interpret the Constitution, they actually all agree on how to interpret statutory text. (They do disagree on such matters as the legitimacy of using legislative history, or on what weight to give a law’s ostensible purpose; I’m referring here to how they actually read a statute’s words.)\n\nEvery justice subscribes to the notion that statutory language has to be understood in context. Justice Scalia said it from the bench just last month, during an argument about the proper interpretation of the federal Fair Housing Act. “When we look at a provision of law, we look at the entire provision of law, including later amendments,” Justice Scalia said. “We try to make sense of the law as a whole.” (Justice Scalia was addressing a lawyer for the state of Texas, who was arguing for a very narrow reading of the Fair Housing Act. The justice’s skepticism toward the state’s statutory argument has been, in my opinion, widely misinterpreted to mean that Justice Scalia will rule for those seeking to preserve the law’s current broad meaning. I believe, rather, that Justice Scalia will accept the broad statutory reading and then go on to find that the Fair Housing Act so interpreted is unconstitutional. That important case is Texas Department of Housing and Community Affairs v. the Inclusive Communities Project.)\n\nAcross the ideological spectrum, the court’s opinions are filled with comments like Justice Scalia’s. Justice Clarence Thomas wrote in a 1997 opinion that in a statutory case, courts have to look at “the language itself, the specific context in which that language is used, and the broader context of the statute as a whole.”\n\nChief Justice John G. Roberts Jr., arguing for contextual interpretation in a 2009 opinion, observed that “the sun may be a star, but ‘starry sky’ does not refer to a bright summer day.”\n\nJustice Anthony M. Kennedy wrote in a 2006 opinion that an interpretation of a single statutory provision “is persuasive only to the extent one scrutinizes the provision without the illumination of the rest of the statute.”\n\nThese examples all come from a brief filed on the government’s behalf by a group of law professors who are specialists in statutory interpretation, administrative law or constitutional law. One is Charles Fried, a law professor at Harvard who served as solicitor general during the second Reagan administration. (Another signer of this brief is my Yale colleague, William N. Eskridge Jr., one of the country’s leading authorities on statutory interpretation.)\n\nReaders of this column may recall my expression of shock back in November when the court agreed to hear King v. Burwell. A three-judge panel of the federal appeals court in Richmond, Va., had unanimously rejected the challenge to the law, and the plaintiffs’ appeal didn’t meet the normal criteria for Supreme Court review. A defeat for the government — for the public at large, in my opinion — seemed all but inevitable.\n\nWhile I’m still plenty disturbed by the court’s action, I’m disturbed as well by the defeatism that pervades the progressive community. To people who care about this case and who want the Affordable Care Act to survive, I have a bit of advice: Before you give up, read the briefs. (Most, although not all, are available on the website of the American Bar Association. ) Having read them this week, I’m beginning to think for the first time that the government may actually prevail.\n\nThe challengers have submitted a bunch of me-too arguments from the usual ideological suspects that offer various versions of the narrative concocted to validate the acontextual reading of the law that eliminates subsidies on the federal exchanges. That narrative depicts a highly implausible scenario in which the states — which under the Constitution couldn’t actually be compelled to set up their own exchanges — were given a powerful incentive: Set up your exchange or, if you exercise your choice to default to the feds, your citizens will lose their right to the tax subsidies that will enable them to afford insurance.\n\nThe problem for the challengers is that the statute itself nowhere says that, and no one in a position of power appears to have believed at the time that the law would do any such thing. In recent weeks, supporters of the law have had a great deal of fun digging up old statements and video clips demonstrating the contemporaneous belief of prominent Republicans that the subsidies would be available to everyone. The website Talking Points Memo posted one such revelation the other day about Representative Paul Ryan, who at the time was the ranking Republican on the House Budget Committee.\n\nBeyond what various people hoped or expected, there is a deeper issue that the challengers ignore but on which the government’s briefs are utterly persuasive. A fascinating brief filed in support of the government by an unusual coalition of 23 red-state and blue-state attorneys general (some from states with their own exchanges and others from federal-exchange states) maintains that the challengers’ narrative would “violate basic principles of cooperative federalism by surprising the states with a dramatic hidden consequence of their exchange election.”\n\nThis brief, written in the Virginia attorney general’s office, continues: “Every state engaged in extensive deliberations to select the exchange best suited to its needs. None had reason to believe that choosing a federally facilitated exchange would alter so fundamental a feature of the A.C.A. as the availability of tax credits. Nothing in the A.C.A. provided clear notice of that risk, and retroactively imposing such a new condition now would upend the bargain the states thought they had struck.”\n\nThere are abundant Supreme Court precedents that require Congress to give states “clear notice” of the consequences of the choices a federal law invites them to make. Justice Samuel A. Alito Jr. invoked that principle in a 2006 case interpreting the Individuals With Disabilities Education Act, a case cited by the 23 attorneys general. The government’s own brief, filed by Solicitor General Donald B. Verrilli Jr., observes that “it would be astonishing if Congress had buried a critically important statewide bar to the subsidies under this landmark legislation” in technical sub-clauses.\n\nTo accept the challengers’ narrative, the government’s brief asserts, “the court would have to accept that Congress adopted that scheme not in a provision giving states clear notice of the consequences of their choice, but instead by hiding it in isolated phrases.” The court should interpret the statute “to avoid the disrespect for state sovereignty” inherent in that unlikely account.\n\nAmong the two dozen other “friend of the court” briefs filed on the government’s behalf is one from a group of small business owners (significant because the earlier case against the Affordable Care Act was brought by a small-business federation) and several from the health care industry. The Catholic Health Association, representing 600 Catholic hospitals, along with Catholic Charities, filed a brief explaining the significance of the Affordable Care Act for health care providers that serve, as the Catholic hospitals do, a high proportion of low-income patients.\n\nSo will the Affordable Care Act survive its second encounter with the Roberts court? I said earlier that this case is as profound in its implications as the earlier constitutional one. The fate of the statute hung in the balance then and hangs in the balance today, but I mean more than that. This time, so does the honor of the Supreme Court. To reject the government’s defense of the law, the justices would have to suspend their own settled approach to statutory interpretation as well as their often-stated view of how Congress should act toward the states.\n\nI have no doubt that the justices who cast the necessary votes to add King v. Burwell to the court’s docket were happy to help themselves to a second chance to do what they couldn’t quite pull off three years ago. To those justices, I offer the same advice I give my despairing friends: Read the briefs. If you do, and you proceed to destroy the Affordable Care Act nonetheless, you will have a great deal of explaining to do — not to me, but to history.", "topic": "Obamacare", "politicalLabel": "Liberal", "organization": "New York Times", "biasLabel": "Biased", "title": "Overturning Obamacare Would Change the Nature of the Supreme Court", "yellowLabel": "Yellow", "tags": "set([])", "opinionLabel": "Opinion Article"}