{"content": "Sen. Marco Rubio, R-Fla., has alienated advocates on both sides of the immigration debate. (Photo: Carolyn Kaster, AP)\n\nWASHINGTON — Sen. Marco Rubio's changing stance on immigration has alienated advocates on both sides of the debate, and analysts say the contentious issue could trip up the Florida Republican in his bid to become the first Latino president.\n\nRubio is expected to officially announce his candidacy Monday in Miami.\n\n\"Immigration is the issue that took him from being the Tea Party darling to the Tea Party outcast,\" said Aubrey Jewett, a political science professor at the University of Central Florida. \"It's also the issue that his opponents could use to paint him as a flip-flopper.\"\n\nRubio, who was elected to the Senate in 2010 with the strong backing of Tea Party Republicans, surprised conservatives in 2013 when he helped champion a sweeping, bipartisan immigration bill. The bill sought to beef up border security while also creating a pathway to citizenship for many of the 11 million undocumented immigrants living in the USA.\n\nThe bill, crafted by Rubio and seven other senators, known as the \"Gang of Eight,\" was approved by the Senate in 2013. However, it stalled in the House when Tea Party conservatives denounced it as amnesty and convinced GOP House leaders not to bring it to a vote.\n\nRubio, stung by criticism from fellow conservatives, began backing off his support for the bill soon after the Senate passed it. In February, he told the Conservative Political Action Conference that he has learned his lesson on the issue and now believes that the Southwest border must be secured before anything can be done to help undocumented immigrants.\n\n\"You have 10 or 12 million people in this country, many of whom have lived here for longer than a decade, have not otherwise violated our law other than immigration laws. I get all that,\" Rubio said. \"But what I've learned is you can't even have a conversation about that until people believe and know – not just believe, but it's proven to them – that future illegal immigration will be controlled. That's the single biggest lesson of the last two years.\"\n\nImmigrant rights' groups say the senator has lost any hope of attracting the 40% or more of Latino voters that Rubio's own pollster, Whit Ayres, says is needed for a Republican to win the general election against a Democrat. Ayres told reporters at a Christian Science Monitor breakfast on March 31 that the Republican nominee for president must be \"somewhere in the mid-forties, or better, among Hispanic voters.\"\n\nRubio's unfavorability rating among Latino voters rose from 29% in July 2013 to 36% last November, according to a poll by Latino Decisions. His favorability rating stayed at 31%.\n\n\"He's gone from being a hero to something of a typical politician,\" said Frank Sharry, executive director of America's Voice, which supports a pathway to citizenship for undocumented immigrants. \"He's decided he wants to be popular with Republican primary voters rather than being a conviction candidate.\"\n\nSen. Marco Rubio, R-Fla., flanked by Sen. Charles Schumer, D-N.Y., left, and Sen. John McCain, R-Ariz., as he discusses a Senate immigration bill in 2013. (Photo: J. Scott Applewhite, AP)\n\nBut Rubio faces an uphill battle to win back those GOP primary voters, analysts say.\n\n\"The irony is that no matter how much he backtracks, the conservatives are never going to trust him,\" said Eric Herzik, chairman of the political science department at the University of Nevada, Reno. \"They're going to say, 'You were part of that bill we hated.' I don't know that he can fix it. He's taken too many steps on both sides of the issue.\"\n\nRubio would be wise to focus his campaign on other issues that are more popular with the conservative base, said Jack Pitney, a political scientist at Claremont McKenna College in California.\n\n\"I suspect he'll want to change the conversation to economic growth and foreign policy as much as possible,\" he said.\n\nAlthough Rubio's opponents are bound to run ads portraying him as a flip-flopper, that doesn't have to be a fatal label, Pitney said.\n\n\"Mitt Romney flip-flopped on just about everything and he still won the Republican nomination,\" he said, referring to Romney's conversion from a more moderate Republican Massachusetts governor to conservative 2012 presidential candidate. \"Rubio has shown a willingness to change his position when necessary. That can actually be an advantage as a president.\"\n\nThe leader of a group that opposed the Senate immigration bill said he thinks Rubio can still redeem himself.\n\n\"I don't think his 'Gang of Eight' escapades are fatal for him politically,\" said Mark Krikorian, executive director of the Center for Immigration Studies, which opposes most efforts to increase immigration. \"They hurt him, and they may end up deciding the thing against him. But he could overcome them if he continues to focus on how he's grown on the issue and become more hawkish on immigration.\"\n\nKrikorian said that doesn't mean he trusts Rubio.\n\n\"As far as Rubio goes, I don't trust him, but I'm not sure I trust any of the other guys running for president either,\" he said. \"I don't trust that he will forever more hold to a more hawkish position on immigration. On the other hand, it will take a lot to make it worthwhile for him to weasel out of it. The political costs to him would be very large if he tries to do that.\"\n\nFollow @ErinVKelly on Twitter.\n\nRead or Share this story: http://usat.ly/1ynspEH", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "USA Today", "biasLabel": "Not Biased", "title": "Rubio's changing immigration stance could be liability", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Other"}