{"content": "Two of the country’s most powerful and politically influential labor unions are backing President Obama in the recent court challenge to his 2014 executive action on illegal immigration, saying they support the president’s effort because \"undocumented workers\" need more workplace protection and their participation helps the U.S. economy.\n\nThe AFL-CIO and the National Education Association on Monday each filed so-called amicus briefs in a federal appeals court case in which Texas and 26 other states are challenges the president’s 2014 memorandum on illegal immigration.\n\nADVERTISEMENT ADVERTISEMENT\n\nThe memorandum essentially expands work authorization and delayed-deportation programs for illegal immigrants. And it provides similar opportunities for the parents of U.S. citizens or legal permanent residents.\n\nThe AFL-CIO’s 36-page brief essentially argues that Texas lacks the so-called “legal standing” to challenge the memorandum and that the administration didn’t violate procedural requirements in issuing the order.\n\nHowever, the union also makes very clear its interest in the outcome of the proceedings.\n\n“First, through existing collective bargaining relationships, AFL-CIO affiliates represent many undocumented workers in workplaces throughout the country,” according to the brief by the AFL-CIO, the country’s bigger union collective, with 56 unions representing roughly 12 million workers and retired workers.\n\nUnion lawyers argue such workers have substantive protection under labor and employment law but not to a “full range of remedies” when such laws are violated.\n\nSuch workers are not entitled to back pay under the National Labor Relations Act and are vulnerable to employer retaliation if they complain about violations, the lawyers argue.\n\n“Secondly, this lack of legal remedies and vulnerability to retaliation creates an incentive for some unscrupulous employers to employ large numbers of undocumented workers at sub-standard wages and working conditions,” they continue in the brief. “Law-abiding employers must compete with these employers, making it more difficult for AFL-CIO affiliate unions to raise wages and improve working conditions.”\n\nMany critics of Obama’s plans to reform federal immigration law without a vote in Congress say he is providing “amnesty” to those who have entered the U.S. illegally. They also say his plans -- backed by Americans companies and labor unions -- take away jobs from U.S. citizens.\n\n\"The labor unions, like Democratic politicians, have decided to rely on importing the citizens of other nations to gain power in this one. Of course this cancels out jobs and votes for Americans,\" a GOP congressional aide told FoxNews.com on Saturday.\n\nIn 2004, the AFL-CIO spent $5.1 million in lobbying and gave $8.7 million in political-related contributions, with no money going to Republicans, according to OpenSecrets.org.\n\nThe entire case, Texas et al v. USA, started in February when a federal judge granted the states a preliminary injunction, which temporarily stops Obama’s 2014 plan from going into effect.\n\nThe U.S. government wants the injunction lifted so Obama's actions can proceed but meanwhile has appealed the Texas court ruling to the U.S. Court of Appeals for the 5th Circuit, in New Orleans, in which the amicus briefs have been filed.\n\nObama's actions would prevent as many as 5 million people who are in the U.S. illegally from being deported.\n\nThe 27 states also argue that the 2014 action is unconstitutional and would force them to invest more in law enforcement, health care and education.\n\nThe injunction is intended to stall Obama's actions while the lawsuit progresses through the courts.\n\nObama's orders to expand a program that protects young immigrants from deportation if they were brought to the U.S. illegally as children was set to take effect Feb. 18. The part that would extend deportation protections to the parents of U.S. citizens and permanent residents was slated to begin on May 19.\n\nThe 44-page amicus brief from the American Federation of Teachers includes seven other groups including ASPIRA -- the largest national Latino organization in the country.\n\nThe document largely makes the case that all children in the U.S. should have access to education for their “psychological, emotional, and physical well-being” and that children in families in which at least one member is an illegal immigrant should not be forced to live apart from their parents.\n\nA coalition of groups including the Service Employees International Union, the second-largest public service union and a big supporter of Democratic political candidates and organizations, filed an amicus brief in the original case.\n\n“The November 20, 2014 executive action on immigration would have beneficial effects on the U.S. economy and U.S. workers,” the brief states in part. “Temporary work authorization for those immigrants who are eligible for deferred action will raise not only their wages, but the wages of all Americans, which will in turn increase government tax revenue and create new jobs.”\n\nThe Associated Press contributed to this report.", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "FOX", "biasLabel": "Not Biased", "title": "Unions fight to preserve Obama’s immigration actions, their members", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}