{"content": "The Brady Law, the landmark Clinton-era legislation that instituted background checks for all licensed gun purchases, has its 20th birthday on Friday. And instead of cake and ice cream, the Brady Campaign is serving up a report on the law’s impact. The paper, which is subtitled, “the case for finishing the job to keep America safer,” is an argument to resume the push for universal background checks, which failed to clear the Senate by just six votes last year. It’s also a signal of how the gun control movement has regrouped from its latest defeat: By forgetting about banning weapons, at least for now, and throwing all its weight behind universal background checks.\n\nThe shift is a little subtle: Background checks have always been the primary focus for the Brady Campaign, an advocacy group. And last year, gun control activists told the White House they were willing to see other policies languish if it helped background checks pass. Still, after the massacre at Sandy Hook Elementary School, Brady and many peer groups included restrictions on military-style weapons and large-ammunition clips among their priorities. This new report, in contrast, focuses exclusively on strengthening the existing background system—and that’s no accident, lobbyists and experts say. Many strategists think the advocates for gun violence legislation made a serious error last year, by trying to push both background checks and restrictions on weapons and ammunition. “The next time we’re going to try to push something, it should be one piece of legislation and one only,” says Jim Kessler, senior vice president at the think tank Third Way. “The reality is, you try and do two things, you get none of them done.”\n\nAnd if it’s a choice between the two, background checks seem like the more logical route. For one thing, they are more popular than restrictions on weapons: 89 percent of Americans favor them, according to a Johns Hopkins University poll last year. Even among self-identified National Rifle Association members, support for stronger background checks reaches 75 percent. And while popular ideas aren’t always good ideas, the evidence suggests this is one instance where the public’s instincts are correct. According to a growing pool of evidence, stronger background checks have the most potential to reduce gun violence. A study from Johns Hopkins released this month found that after Missouri repealed a comprehensive background check policy, the number of guns that found their way into the hands of criminals roughly doubled, and gun deaths rose by 16 percent.\n\n“The movement for strong gun laws has gotten smarter,” says Arkadi Gerney of the liberal think tank the Center for American Progress. And background checks are “what you want when you’re pushing for a policy—something that matters and something that’s popular.”\n\nBut that doesn’t mean the policy case will be easy for the Brady Campaign and its allies to make. The original Brady Law established the nation’s first universal background check system and, if you take the report at face value, it had a huge impact: Gun violence fell by nearly 60 percent after the law’s passage. But most experts think that decline is mostly about other factors, like economic trends and changes in the drug markets. The law has a huge, gaping loophole: It applies only to licensed gun dealers, not private transactions—including those at gun shows and online, which the report points out have taken over a huge part of the market since Brady passed. (It’s this loophole that organizations like Brady hope to close with new legislation.) As a result, an estimated 40 percent of gun sales are completed without a background check. That helps explain why the most oft-cited study on Brady, published in 2000 by the highly respected scholars Philip Cook of Duke University and Jens Ludwig of the University of Chicago, did not find conclusive evidence that it had reduced homicides. “I suspect Brady probably was helpful. How much, I don’t know,” says Daniel Webster, the lead author of the Missouri study.\n\nThe other, bigger obstacle is purely political. New gun laws aren’t going to pass Congress this year—they’re not even on the agenda. But if the folks at the Brady Campaign know anything, it’s that reform takes time. The current, loophole-plagued background check law languished for a decade while advocates fought with the National Rifle Association and its allies in Congress. The effort looked moribund more than once. But they kept chipping away at the political resistance, helping to elect a president who would sign it in 1992 and finally shepherding the bill through Congress in 1993. A similar campaign is underway now and Friday’s event is a part of it.", "topic": "Gun Control", "politicalLabel": "Neutral", "organization": "New Republic", "biasLabel": "Not Biased", "title": "Gun Control: Background checks turn 20 with the Brady Law", "yellowLabel": "Not Yellow", "tags": "set(['Economics', 'congress', 'Culture', 'Realpolitik', 'gun control', 'Home News', 'The Plank', 'universal background checks', 'politics', 'brady law', 'Books', 'Events', 'Identity', 'assault weapons ban', 'the plank', 'World', 'Technology', 'Politics', 'Film', 'Economy'])", "opinionLabel": "Other"}