{"content": "President Obama signs the Department of Homeland Security funding bill in the Oval Office of the White House March 4, 2015. (Photo: Pool, Getty Images)\n\nWASHINGTON (AP) — The Justice Department urged a federal appeals court Monday to reverse a hold a judge placed on President Barack Obama's immigration executive action.\n\nThe 69-page brief was filed with the 5th U.S. Circuit Court of Appeals ahead of arguments scheduled for next month.\n\nLawyers for the federal government are challenging a preliminary injunction issued in February by a federal judge in Brownsville, Texas. That decision placed on hold an executive action that could spare from deportation as many as 5 million people who are in the U.S. illegally.\n\nJustice Department lawyers say in the new court filing that the federal government has unique authority to enforce the nation's immigration laws and to use its limited resources to exercise discretion during the deportation process, including by deferring removal of certain groups of immigrants, such as those who do not pose a public safety threat.\n\nThe executive action was challenged by a coalition of 26 states, led by Texas, who argued that the move was unconstitutional. The states have said they will suffer irreversible economic harm if the injunction is lifted. But the Justice Department says the states have failed to show exactly how they would be negatively affected by the executive action.\n\nA court hearing has been set for April 17.\n\nThe other states seeking to block Obama's orders are Alabama, Arizona, Arkansas, Florida, Georgia, Idaho, Indiana, Kansas, Louisiana, Maine, Michigan, Mississippi, Montana, Nebraska, Nevada, North Carolina, North Dakota, Ohio, Oklahoma, South Carolina, South Dakota, Tennessee, Utah, West Virginia and Wisconsin.\n\nCopyright 2015 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.\n\nRead or Share this story: http://usat.ly/1Crmkph", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "USA Today", "biasLabel": "Not Biased", "title": "DOJ appeals hold on immigration executive action", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Other"}