{"content": "Mayor de Blasio seems to believe that law enforcement doesn’t so much protect minority communities as harm them. His administration’s latest effort will have the NYPD reduce enforcement of marijuana laws — a move toward legalization under the banner of social justice.\n\nThe push for marijuana legalization begins with the claim that the drug is essentially benign or even beneficial.\n\nIt follows that arresting people for using marijuana is unjust, with possession arrests damaging lives, filling prisons and wasting police resources.\n\nWorse, the enforcement of marijuana laws causes the disproportionate arrest and incarceration of African-American males and represents an assault on civil rights, if not a “war” on communities of color.\n\nThe claims are wrong: Actual risk of arrest while using marijuana is stunningly low. Roughly 5 percent of US arrests in a given year are for marijuana possession. We calculate about one arrest for marijuana possession for every 34,000 joints smoked.\n\nDrug arrests simply aren’t a significant portion of law-enforcement activity, and possession arrests for marijuana certainly don’t fill our prisons.\n\nA 2008 study by the Bureau of Justice Statistics found that fewer than 0.3 percent of those incarcerated in state prison (which is where most US inmates are incarcerated) are there for simple marijuana-possession offenses — and many of those have just “pled down” from more serious offenses.\n\nAre African-Americans targeted victims of the drug laws? No — race is not the driver of “disparate impact.”\n\nFirst, African-American drug-use rates are likely higher than most studies assume: Researchers usually rely on surveys of drug use, but such surveys undercount dropouts, the homeless and the imprisoned — populations in which African-Americans are disproportionately represented and drug use is high.\n\nSecond, African-Americans are arrested for drug trafficking more often than whites — crimes that more commonly lead to prison time.\n\nThird, African-American drug use often occurs in areas with intensive policing, such as urban street corners, which means that the risk of arrest for African-Americans is higher than for whites, whose use of drugs is typically less conspicuous.\n\nFourth, it’s not just drug-related crime where we see racial disproportions in arrests and incarcerations: The same is true for almost all crimes. Eliminating drug-law enforcement would change little.\n\nIn short, Vanita Gupta, the acting assistant attorney general for the Justice Department’s Civil Rights Division, is simply wrong to say that the “war on drugs has been a war on communities of color” — unless she’s willing to argue that virtually all efforts to combat crime are wars on communities of color.\n\nThat is, the disproportions of arrests, incarcerations and victimization that afflict many African-American communities are a direct consequence of the disproportionate crime (and devastating suffering from crime) that plagues those communities.\n\nResponding to this reality in the 1980s, then-Sen. Joe Biden led the bipartisan effort to pass tough new laws against cocaine and crack.\n\nLawmakers have since made efforts to ensure the laws are more fair, but we shouldn’t forget how bad the epidemic was, and how law enforcement worked to protect victimized communities.\n\nThe problem isn’t the presence of the laws against drugs. Rather, the problem is the presence and use of illegal drugs.\n\nDrug use is strongly associated with failure to finish high school. It has crippling effects on securing employment or joining the military — critical pathways out of poverty.\n\nPoor cognitive performance linked to drug use most affects those who already struggle to succeed because of family disruption, poverty, disabilities and discrimination.\n\nDoes any serious person believe young men and women of all races and backgrounds will be better off with more drug use?\n\nWhere we find racial injustice or failed policies, we should correct them. But abandoning law enforcement through drug legalization presents a grave danger to all young Americans.\n\nJohn P. Walters and David W. Murray direct Hudson Institute’s Center for Substance Abuse Policy Research. Both served in the Office of National Drug Control Policy.", "topic": "Marijuana Legalization", "politicalLabel": "Conservative", "organization": "New York Post", "biasLabel": "Biased", "title": "Drug enforcement is not racist", "yellowLabel": "Yellow", "tags": "set(['NYPD', 'Race', 'Marijuana', 'Mayor de Blasio'])", "opinionLabel": "Opinion Article"}