{"content": "Share this:\n\n\"Obama Grants Early Release To Man Sentenced To Life In Prison For Pot\" Share:\n\nCREDIT: AP Photo/Brennan Linsley\n\nFrancis Darrell Hayden, a man who was sentenced to spend the rest of his life behind bars in 2002 will instead be freed in late July, thanks to a grant of mercy announced by President Obama on Tuesday. Hayden is one of 22 drug offenders granted commutations by the president on the same day.\n\nAccording to a 2004 federal appeals court opinion, Hayden’s only crimes were marijuana violations. Yet, in part because the 2002 conviction was his third — he was also convicted of marijuana offenses in 1980 and 1990 — Hayden received a life sentence for his involvement in a conspiracy to grow and harvest marijuana.\n\nIn fairness to the court that sentenced him, this conspiracy involved a whole lot of marijuana — a total of over 18,900 marijuana plants were grown in rows hidden by taller rows of corn. Nevertheless, the fact remains that Hayden was given a life sentence for producing a product that 51 percent of the nation believes should be legal, according to a 2014 Gallup poll.\n\nAlthough Obama did grant mercy to close to two dozen people along with Hayden, the president has historically been quite stingy with the use of his pardon power. The 22 people granted commuted sentences on Tuesday equal more than half of the total number of people Obama has given a pardon or commutation.\n\nNevertheless, the Obama administration told a reporter last year that it plans to step up its use of the pardon power, potentially granting clemency to hundreds or even thousands of non-violent drug offenders in the future.", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "ThinkProgress", "biasLabel": "Biased", "title": "Obama Grants Early Release To Man Sentenced To Life In Prison For Pot", "yellowLabel": "Not Yellow", "tags": "set(['NATIONAL RIFLE ASSOCIATION', 'IMMIGRATION', 'POLICE BRUTALITY', 'Marijuana', 'CRIMINAL JUSTICE', 'Barack Obama', 'CALIFORNIA'])", "opinionLabel": "Other"}