{"content": "WASHINGTON -- The director of Immigration and Customs Enforcement said Thursday that she would support a law to require local law enforcement to hold immigrants for ICE even if they oppose doing so -- seemingly flying in the face of recent efforts by the Obama administration to mend relationships with frustrated localities.\n\nBut on Friday, ICE Director Sarah Saldaña walked back the remarks to be sure there was \"no confusion,\" saying, \"Any effort at federal legislation now to mandate state and local law enforcement’s compliance with ICE detainers will, in our view, be a highly counterproductive step and lead to more resistance and less cooperation in our overall efforts to promote public safety.\" (Read her full statement at the end of the story.)\n\nSpeaking at a House Oversight and Government Reform Committee hearing Thursday, Saldaña lamented local laws and policies against holding suspected deportable immigrants beyond when they would otherwise be released. A number of cities, counties and states have limited their cooperation with ICE, arguing that it creates additional costs and breeds fear that could harm public safety.\n\nSaldaña said ICE wants help from jurisdictions to find undocumented immigrants who have committed crimes, but that for now it's not mandatory that local law enforcement hold people at ICE's request.\n\n\"Would it help you if we clarified the law to make it clear that it was mandatory that those local communities cooperate with you?\" Rep. Mick Mulvaney (R-S.C.) asked her.\n\nSaldaña replied immediately: \"Thank you, amen, yes.\"\n\nThe comments came as a surprise to immigration and civil liberties advocates, considering recent efforts by the Department of Homeland Security to mend its relationships with local law enforcement agencies. Department of Homeland Security Secretary Jeh Johnson announced in November plans to disband a controversial program called Secure Communities because of opposition from local law enforcement officials and lawmakers to holding immigrants they would otherwise release.\n\n\"That was very much about recognizing the constitutional problems with detention requests to state and local authorities but also about rebuilding the trust with those departments, especially in jurisdictions where there have been concerns about Secure Communities and detainers,\" Chris Rickerd, policy counsel for the American Civil Liberties Union, said in an interview. \"This top-down, force-them-to-comply approach is really dissonant with that.\"\n\nICE has long pushed for localities to work with them more on immigration enforcement. The principles behind Secure Communities sound simple enough: When people are arrested, if they are flagged as undocumented, ICE sends a detainer request asking police to hold them, and then comes to pick them up.\n\nBut opponents say there are a number of serious problems with that process. It means people who might otherwise be released within hours could be held much longer, risking civil liberties violations and burdening the jails with additional costs. Law enforcement officials said that being involved in immigration matters made their jobs more difficult because undocumented people could be afraid to contact them to report crimes or serve as witnesses.\n\nAll of those factors led to laws and policies across the country instructing law enforcement to agree to detainer requests only under specific circumstances.\n\nThat, in turn, led to Johnson's announcement that Secure Communities would be replaced by the Priority Enforcement Program. The new program, which has not yet been fully implemented, would likely decrease the use of detainers. Instead, in most instances ICE would ask law enforcement to notify the agency if it was set to release someone who fit deportation priorities.\n\nA spokeswoman for DHS said the transition to the Priority Enforcement Program is underway, and the \"objective is to implement this new approach in a way that supports community policing and public safety, working with state and local law enforcement to take custody of dangerous criminals before they are released into the community.\"\n\nThe spokeswoman did not respond to a request for comment on whether Johnson agreed that Congress should pass a law mandating that communities honor ICE detainers.\n\nThe House Judiciary Committee approved a bill on Wednesday that would seek to compel states and localities to honor ICE detainer requests by blocking areas that don't comply from certain federal grants, including for law enforcement, natural disasters and homeland security.\n\nThis story was updated May 20 in light of Saldaña's new comments.\n\nRead Saldaña's full statement:", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "Huffington Post", "biasLabel": "Not Biased", "title": "Immigration Official Walks Back Support For Mandating That Police Hold Immigrants (UPDATE)", "yellowLabel": "Not Yellow", "tags": "set(['Most Popular on HuffPost'])", "opinionLabel": "Other"}