{"content": "A Republican state legislator who generally opposes abortion said he is concerned about a controversial anti-abortion bill introduced by one of his colleagues because it would infringe on a woman's bodily autonomy.\n\nAt a Tuesday state House committee hearing, Missouri Rep. Ron Hicks mentioned a bill that would require a woman seeking an abortion to obtain notarized consent from the father of the fetus, with no exemption for women in domestic violence situations.\n\nA video of his remarks was filmed and posted by Progress Missouri, a progressive advocacy group. The hearing was held at a private country club, a practice that has been common with the committees and was banned by the state speaker as of Wednesday.\n\nHicks, who said he \"can totally get [the bill] and understand it,\" talked about his reservations with the legislation.\n\n\"There is a piece of legislation we’re actually watching, I wanna see how it turns out,\" Hicks said. \"That's the one about father’s rights to a woman who’s pregnant with a child. I can totally get it and understand it, I just don’t know how you would do something like that. I mean bottom line, it’s still her body. How do you do something like that? I’m curious to see who says yes, who says no. I’ve been asking certain people outside the Dome what they think and so far they don’t like it. Male and female, for that matter. None of the women like that idea at all.\"\n\nThe bill, which has not yet moved in the state House, was introduced in December by state Rep. Rick Brattin (R). It would likely face legal challenges were it to pass, since the Supreme Court ruled spousal notification unconstitutional in its 1992 Planned Parenthood v. Casey decision.\n\n\"I know when my wife saw it she was like, 'What?' and I was like, 'Oh,'\" Hicks explained of the bill.\n\nHe said he had promised his wife that he would track the bill's progress.\n\n\"When your wife goes, 'What is this?' and it has something to do with legislation and the bedroom, you pay attention,\" he said.\n\nBrattin could not be reached for comment on Hicks' remarks.\n\nHicks told The Huffington Post on Thursday that he doesn't yet know how he will vote on Brattin's bill if it reaches the state House floor.\n\n\"This is a bill that has me a little baffled, to tell you the truth, it's really complex and it's really difficult,\" he said. \"I'm curious to hear Rick explain his bill. No matter how many times you read a bill, you can miss things. I'm going to listen to both sides on this, it's the first time something's baffled me to this extent. I want to see this through so I can make an informed and educated decision.\"\n\nHicks said he is also concerned the abortion-seeking patient might not be able to track down the father.\n\n\"What if she cannot find the guy?\" he asked.\n\nAnd he distinguished his concerns about the notification bill from his general opposition to abortion.\n\n\"I'm Catholic, that's my religion. I'm not going to force it on someone else,\" he said. \"I don't think this particular bill is dealing with that, this is dealing with someone else.\"\n\nThough Hicks has introduced legislation requiring that an ultrasound be performed 24 hours before an abortion (which would require that a survivor of rape report the crime to law enforcement before being able to obtain the exemption it includes), he said he is worried the notification bill would interfere with the doctor-patient relationship.\n\n\"I don't want to police a woman's relationship with her doctor,\" he said.\n\nMissouri's Democratic governor, Jay Nixon, generally opposes restrictions on abortion access. However, Republicans in both chambers of the state legislature have majorities large enough to override his vetoes.", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "Huffington Post", "biasLabel": "Not Biased", "title": "Anti-Abortion Lawmaker Makes Argument For Abortion Rights", "yellowLabel": "Not Yellow", "tags": "set(['Most Popular on HuffPost'])", "opinionLabel": "Other"}