{"content": "A Texas union’s dirty laundry -- aired out in court when workers charged they were cheated out of overtime pay – also shows the labor organization ripped off taxpayers under a $1.3 million contract to sign people up for ObamaCare, a watchdog group is claiming.\n\nNon-profit group Southern United Neighborhoods got a $1.3 million federal grant in 2013 to serve as a \"navigator,\" enrolling people in Affordable Care Act coverage. The group subcontracted with United Labor Unions Local 100, which, according to Cause of Action, paid members less than it billed the government and, in some cases, paid them to recruit union members. The watchdog group discovered the alleged discrepancy in court papers filed by union workers suing the labor organization for unpaid overtime.\n\nADVERTISEMENT ADVERTISEMENT\n\n“Southern United Neighborhoods and ULU Local 100, both rebranded ACORN entities, present a risk of violating the law – this time by potentially misusing over $1.3 million of taxpayer dollars for union activities instead of enrolling individuals in the Affordable Care Act,” Daniel Epstein, executive director for Cause of Action said to FoxNews.com.\n\nEpstein and his group sent a letter to the federal Health and Human Services Inspector General this week asking that SUN and the union be investigated for fraud.\n\n“Given the amount of federal dollars at issue, the Inspector General should investigate SUN and conduct an audit into the potential misuse of ACA navigator funds,” read the letter.\n\nCause of Action discovered the alleged fraud after stumbling across a class action lawsuit recently filed in June in a Houston court by former SUN worker Cedric Anthony, who is seeking damages against SUN and Local 100 for unpaid overtime.\n\n“Plaintiff [Cedric Anthony] was initially hired to work for SOUTHERN UNITED NEIGHBORHOODS,” reads the allegation in the court filing. “Once Plaintiff began working for SOUTHERN UNITED NEIGHBORHOODS as a federal navigator assisting people with the Affordable Care Act, he was directed to also perform work for Local 100 by visiting schools to speak with cafeteria workers to sign up for the union.”\n\nEpstein says that SUN, which was formerly a branch of the now-defunct ACORN, and Local 100 likely violated federal law and that it should be worrisome that the union groups have personal information of those who signed up for ObamaCare.\n\n“They have to comply with federal regulations,” he said. “First, as ACORN, they had our voter information. Now as SUN they have our healthcare info as well.”\n\nOfficials for SUN did not immediately return requests for comment.\n\nThe class action filing also suggests that Anthony and other workers were often forced to work over time of up to 55 hours a week but were never compensated for the overtime work. Since the June filing, at least four other former SUN employees have joined the class action with the same allegations.\n\nOfficials for Cause of Action also said that they to have spoken with another former Local 100 worker who alleges that some employees worked less than 40 hours per week, but were told to inflate their hours in order for the union to obtain more money from available government funding.\n\nPerry Chiaramonte is a reporter for FoxNews.com. Follow him on Twitter at @perrych", "topic": "Obamacare", "politicalLabel": "Conservative", "organization": "FOX", "biasLabel": "Biased", "title": "Watchdog claims union's legal fight reveals ObamaCare fraud", "yellowLabel": "Yellow", "tags": "set([])", "opinionLabel": "Other"}