{"content": "Being gay is “absolutely” a choice — and prison proves it, potential presidential candidate Ben Carson said Wednesday.\n\n“Because a lot of people who go into prison go into prison straight — and when they come out, they’re gay,” the former neurosurgeon, who has said he’s considering a 2016 run as a Republican candidate, told CNN in an interview.\n\n“So, did something happen while they were in there? Ask yourself that question.”\n\nThe issue came up when CNN’s Chris Cuomo asked if federal courts should get involved if people of a state unanimously vote for a law that infringes on the rights of a minority group.\n\n“Like happened very often with slavery, and like many would argue is happening now with people who are gay,” he said.\n\nBut that comparison didn’t sit right with Carson, who insisted “people have no control over their race,” but they do make choices about their sexuality.\n\nIt’s not the first time he’s made controversial comments on same-sex marriage.\n\nAt the Iowa Freedom Summit in January, he joked that gay couples shouldn’t demand wedding cakes from bakers who don’t want to do business with them — because they might end up poisoned.\n\n“What I have a problem with is when people try to force people to act against their beliefs because they say, ‘They’re discriminating against me,’” he said. “So they can go right down the street and buy a cake, but no, let’s bring a suit against this person because I want them to make my cake even though they don’t believe in it. Which is really not all that smart because they might put poison in that cake.”", "topic": "Gay Marriage", "politicalLabel": "Neutral", "organization": "New York Post", "biasLabel": "Not Biased", "title": "Prison shows being gay is a choice: GOP presidential hopeful Ben Carson", "yellowLabel": "Not Yellow", "tags": "set(['LGBT', 'ben carson', 'Same-sex marriage'])", "opinionLabel": "Other"}