{"content": "With just days to go before open enrollment ends on March 31, Maryland officials are reportedly planning to abandon its glitch-ridden ObamaCare website and replace the health exchange with technology from Connecticut’s marketplace.\n\nThe Washington Post reported late Friday that the board of the Maryland exchange will vote on changing the system that has cost at least $125.5 million at a meeting on Tuesday, the day after the end of the first enrollment period under ObamaCare.\n\nADVERTISEMENT ADVERTISEMENT\n\nMaryland residents will still be able to use the exchange as it is being replaced with technology from the Connecticut exchange, Access Health CT, officials told The Post. The state is expected to tap consulting firm Deloitte for the overhaul.\n\nMaryland's online health exchange has been bedeviled by computer problems that have made it difficult for people to enroll in private health care plans since its debut Oct. 1. Although improvements have been made, computer problems remain.\n\nMaryland and Connecticut are among several states that have built their own health exchanges. So far, the state says 49,293 Maryland residents have enrolled in private health plans as of last week, far short of the state’s original goal of 150,000 enrollments.\n\nO’Malley told reporters on Friday to expect an announcement on the future of the exchange next week, The Post reported.\n\n“We still have stuck applications. We still wrestle with it every day,” O'Malley said. “The clock was ticking, and we have been changing the flat tires on this rolling car for the last five, going on six months now. And it has gotten better with every new fix applied to it, [but it is] still not working as it was supposed to work.”\n\nA report by Maryland analysts last month found that the state's defective health care exchange could cost the state $30.5 million because the state is unable to determine whether people remain eligible for Medicaid due to problems with the exchange. The 31-page report also said \"there is significant uncertainty about the way forward\" with future information technology spending that will be needed.\n\nLast month, Maryland's health exchange board voted to fire the state's prime information technology contractor, Noridian Healthcare Solutions.\n\nRep. Andy Harris, Maryland's only Republican congressman, recently announced that the inspector general of the Department of Health and Human Services had agreed to review the state health exchange after requesting an investigation in February.\n\nEarlier this month, the investigative arm of Congress agreed to look into problems with state health exchange websites. The Government Accountability Office accepted an initial request from a group of House Republicans seeking an audit on how $304 million in federal grants were spent on the Cover Oregon website, which has yet to enroll a single person online without special assistance.\n\nThe Obama administration announced Thursday that more than 6 million Americans have signed up for coverage on the ObamaCare exchanges, a number that would appear to mark a spike in sign-ups in recent weeks.\n\nThe figure is still short of the 7 million target originally cited, but would fulfill a revised goal set by the Congressional Budget Office and embraced by the White House.\n\nThe administration has yet to announce how many consumers actually closed the deal by paying their first month's premium. Some independent estimates are that as many as 10 percent to 20 percent have not paid, which would bring the total enrollment to between 5 million and 6 million people.\n\nThe administration also has not said how many of the new sign-ups were previously uninsured.\n\nMonday is the deadline to enroll in the new insurance exchanges, although potentially millions of people will still be able to take advantage of extensions announced this week.\n\nThe Associated Press contributed to this report.\n\nClick here for more from The Washington Post.", "topic": "Obamacare", "politicalLabel": "Conservative", "organization": "FOX", "biasLabel": "Biased", "title": "Maryland to reportedly abandon $125M ObamaCare exchange for new system", "yellowLabel": "Yellow", "tags": "set([])", "opinionLabel": "Other"}