{"content": "It hasn’t gotten as much attention as his other immigration decrees, but President Obama has agreed to let Chinese citizens apply for multiple-entry business and tourist visas that last for 10 years, not just one. Student visas have also been extended to five years from one.\n\nReaction to the immigration policy, announced Nov. 12, was immediate in China. There was a 68.2% leap in visas issued in December and January, for a total of 351,650. If these numbers continue, an additional 833,000 visas will be issued, bringing the total to 2.1 million in 2015.\n\nThe elite hunger to leave China.\n\nAmong the nation’s 2.4 million millionaires, 64% plan to leave and 78% want their kids educated abroad, according to a 2014 poll by Hurun, a Chinese research company.\n\nOne thing they’re doing right away — buying real estate and driving up prices in New York.\n\n“We are seeing the tip of the iceberg. State enterprises are investing in real estate but the real wave is the upper middle class spreading their wings . . . with a 10-year visa, more will buy property,” said Simon Henry, co-CEO of China’s biggest online property seller, Juwai.com.\n\n“Searches on our site and others leaped immediately after the November announcement.”\n\nChinese buyers outstripped all other other international buyers in the US for the first time in history, according to the National Association of Realtors 2014 annual report. Total international sales hit $92.2 billion, and Chinese purchases represented one-third of the total.\n\nThe question today: How much will they buy? The question tomorrow: After the visas expire, how many will stay?", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "New York Post", "biasLabel": "Not Biased", "title": "Obama’s nod to China could bring NYC real estate boom", "yellowLabel": "Not Yellow", "tags": "set(['Barack Obama', 'visas', 'China', 'Real Estate'])", "opinionLabel": "Opinion Article"}