{"content": "I'm confused. When I walk around busy midtown Manhattan, I often smell marijuana. Despite the crowds, some people smoke weed in public.\n\nUsually the police leave them alone, and yet other times they act like a military force engaged in urban combat. This February, cops stormed a Columbia, Mo. home, killed the family dog and terrorized a 7-year-old boy -- for what? A tiny quantity of marijuana.\n\nADVERTISEMENT ADVERTISEMENT\n\nTwo years ago, in Prince George's County, Md., cops raided Cheye Calvo's home -- all because a box of marijuana was randomly shipped to his wife as part of a smuggling operation. Only later did the police learn that Calvo was innocent -- and the mayor of that town.\n\n\"When this first happened, I assumed it was just a terrible, terrible mistake,\" Calvo said. \"But the more I looked into it, the more I realized (it was) business as usual that brought the police through our front door. This is just what they do. We just don't hear about it. The only reason people heard about my story is that I happened to be a clean-cut white mayor.\"\n\nRadley Balko of Reason magazine says more than a hundred police SWAT raids are conducted every day. Does the use of illicit drugs really justify the militarization of the police, the violent disregard for our civil liberties and the overpopulation of our prisons? It seems hard to believe.\n\nI understand that people on drugs can do terrible harm -- wreck lives and hurt people. But that's true for alcohol, too. But alcohol prohibition didn't work. It created Al Capone and organized crime. Now drug prohibition funds nasty Mexican gangs and the Taliban. Is it worth it? I don't think so, and I'll discuss this issue tomorrow night on my Fox Business show.\n\nEverything can be abused, but that doesn't mean government can stop it, or should try to stop it. Government goes astray when it tries to protect us from ourselves.\n\nMany people fear that if drugs were legal, there would be much more use and abuse. That's possible, but there is little evidence to support that assumption.\n\nIn the Netherlands, marijuana has been legal for years. Yet the Dutch are actually less likely to smoke than Americans. Thirty-eight percent of American adolescents have smoked pot, while only 20 percent of Dutch teens have. One Dutch official told me that \"we've succeeded in making pot boring.\"\n\nBy contrast, what good has the drug war done? It's been 40 years since Richard Nixon declared war on drugs. Since then, government has spent billions and officials keep announcing their \"successes.\" They are always holding press conferences showing off big drug busts. So it's not like authorities aren't trying.\n\nWe've locked up 2.3 million people, a higher percentage than any other country. That allows China to criticize America's human-rights record because our prisons are \"packed with inmates.\"\n\nYet drugs are still everywhere. The war on drugs wrecks far more lives than drugs do!\n\nNeed more proof? Fox News runs stories about Mexican cocaine cartels and marijuana gangs that smuggle drugs into Arizona. Few stop to think that legalization would end the violence. There are no Corona beer smugglers. Beer sellers don't smuggle. They simply ship their product. Drug laws cause drug crime.\n\nThe drug trade moved to Mexico partly because our government funded narcotics police in Colombia and sprayed the growing fields with herbicides. We announced it was a success! We cut way back on the Colombian drug trade.\n\nBut so what? All we did was squeeze the balloon. The drug trade moved across the border to Peru, and now it's moved to Mexico. So the new president of Mexico is squeezing the balloon. --Now the trade and the violence are spilling over the border into the United States.\n\nThat's what I call progress. It the kind of progress we don't need.\n\nEconomist Ludwig von Mises wrote: \"(O)nce the principle is admitted that it is the duty of the government to protect the individual against his own foolishness, (w)hy not prevent him from reading bad books and bad plays? The mischief done by bad ideologies is more pernicious than that done by narcotic drugs.\"\n\nRight on, Ludwig!\n\nJohn Stossel is host of \"Stossel\" on the Fox Business Network. He's the author of \"Give Me a Break\" and of \"Myth, Lies, and Downright Stupidity.\" To find out more about John Stossel, visit his site at johnstossel.com. To read features by other Creators Syndicate writers and cartoonists, visit the Creators Syndicate Web page at www.creators.com.\n\nCOPYRIGHT 2010 BY JFS PRODUCTIONS, INC. DISTRIBUTED BY CREATORS.COM.\n\nFox Forum is on Twitter. Follow us @fxnopinion.\n\nJohn Stossel is the host of \"Stossel\" (Thursdays at 9 PM/ET), a weekly program highlighting current consumer issues with a libertarian viewpoint. Stossel also appears regularly on Fox News Channel (FNC) providing signature analysis. Click here for more information on John Stossel.", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "FOX", "biasLabel": "Biased", "title": "Time to Stop Fighting the Drug War", "yellowLabel": "Yellow", "tags": "set([])", "opinionLabel": "Opinion Article"}