{"content": "It's all-too-easy to see your mother as a woman whose life exists only within visible proximity, her life inexorably tethered to yours. The first time I realized this notion is a fallacy -- that my mother's life extends far beyond the radius of our shared history -- we were drinking wine in the living room of the home I grew up in.\n\nI was in college, and the conversation had turned to a friend of mine who had decided to have an abortion. My mother paused carefully, then revealed something I'll never forget: She too had an abortion, at age 17 -- seven years before I was born.\n\nI'm embarrassed to admit that the admission shocked and shook me. I had never even considered that my mother -- my shit-together, no-nonsense, steel-willed mom -- could have been in this position. I couldn't conceive of her so young, so emotionally vulnerable, making a decision that would permanently and significantly alter the course of her life.\n\nNor could I imagine her alternate life if she hadn't had the abortion -- a life that didn't involve me.\n\nWhen my mom was 17, it was just two years after the passage of Roe V. Wade. What if she hadn't been able to safely abort? With a baby on her hip in high school, would she have gone on to become the first in our family to go to college? Would she have opened her own business? Would she have become strong, independent, competitive, impatient, loopy after a couple glasses of wine?\n\nWould she have become the woman my mother is?\n\nAnd what would have happened with the child she did have? Would they still, well into adulthood, call her first after a car accident? Would they spend Saturday nights on the couch together, watching bad reality TV and nursing a bottle of Charles Shaw until 1:00 a.m.? Would this child and my mother fight so terribly and cry so much that eventually, the two of them would just end up in a fit of hysterical laughter?\n\nWould this other child love my mother as much as I do?\n\n* * *\n\nI should note here that I am unequivocally, adamantly pro-choice. But I've never reacted with outrage at people who are anti-abortion. Unlike those who, say, oppose gay marriage, I don't think anti-abortion advocates are acting from a place of closed-minded hate. I think that, in addition to ignorance on women's rights, they are looking at abortion as a simple moral choice: for life or against it.\n\nBut my mother's choice, and the choice of those like her, complicates this simple paradigm. But as complicated as it is, it has, in many ways, deepened my relationship and understanding of her.\n\nJust how many people, like me, owe our lives to abortion?\n\n* * *\n\nSeven years after her fateful decision, my mom's life led her to a hospital in a small California mountain town, where our shared history began. She had, by then, graduated college, starting the career that would eventually lead her to open her own business. She had met and married my dad. She was no longer 17. And though I can't speak to what her alternate life would've looked like, I know intimately the one she did make for herself.\n\nI know I still call her first after a car accident. I know bad reality TV and Charles Shaw are never the same without her. And I know there is no laugh more deep, more uninhibited, than the one we share after crying during a fight.\n\nLike millions of other women, my mother could not have known where her anything-but-simple choice would lead her. I'm just grateful it led her to me.\n\nThis story first appeared on Ravishly.com, an alternative news+culture website for women.\n\nOther recent stories include:\n\nThe NFL's Domestic Violence PSA Is A Call-To-Inaction\n\n4 Reasons Why The \"Elite\" League Dating App Would Never Accept Me\n\n\"Achieving The American Dream Is Hard\": How One Nonprofit Is Helping Underserved Women \"Move Up\"\n\n6 Reasons Not To Be A Jerk About Trigger Warnings\n\nHow Travel Saved My Love Life\n\nLike Us On Facebook |\n\nFollow Us On Twitter |\n\nContact HuffPost Women\n\n", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "Huffington Post", "biasLabel": "Biased", "title": "I Owe My Life to My Mother's Abortion", "yellowLabel": "Yellow", "tags": "set(['Most Popular on HuffPost'])", "opinionLabel": "Opinion Article"}