{"content": "Casual marijuana use may come with some not-so-casual side effects.\n\nFor the first time, researchers at Northwestern University have analyzed the relationship between casual use of marijuana and brain changes – and found that young adults who used cannabis just once or twice a week showed significant abnormalities in two important brain structures.\n\nADVERTISEMENT ADVERTISEMENT\n\nThe study’s findings, to be published Wednesday in the Journal of Neuroscience, are similar to those of past research linking chronic, long-term marijuana use with mental illness and changes in brain development.\n\nDr. Hans Breiter, co-senior study author, said he was inspired to look at the effects of casual marijuana use after previous work in his lab found that heavy cannabis use caused similar brain abnormalities to those seen in patients with schizophrenia.\n\n\"The interaction of marijuana with brain development could be a significant problem.\" - Dr. Hans Breiter, co-senior study author\n\n“There were abnormalities in their working memory, which is fundamental to everything you do,” Breiter, a professor of psychiatry and behavioral sciences at Northwestern University Feinberg School of Medicine, told FoxNews.com. “When you make judgments or decisions, plan things, do mathematics – anything you do always involves working memory. It’s one of the core fundamental aspects of our brains that we use every day. So given those findings, we decided we need to look at casual, recreational use.”\n\nFor their most recent study, Breiter and his team analyzed a very small sample of patients between the ages of 18 and 25: 20 marijuana users and 20 well-matched control subjects. The marijuana users had a wide range of usage routines, with some using the drug just once or twice a week and others using it every single day.\n\nUtilizing magnetic resonance imaging (MRI), the researchers analyzed the participants’ brains, focusing on the nucleus accumbens (NAC) and the amygdala – two key brain regions responsible for processing emotions, making decisions and motivation. They looked at these brain structures in three different ways, measuring their density, volume and shape.\n\nAccording to Breiter, all three were abnormal in the casual marijuana users.\n\n“For the NAC, all three measures were abnormal, and they were abnormal in a dose-dependent way, meaning the changes were greater with the amount of marijuana used,” Breiter said. “The amygdala had abnormalities for shape and density, and only volume correlated with use. But if you looked at all three types of measures, it showed the relationships between them were quite abnormal in the marijuana users, compared to the normal controls.”\n\nBecause these brain regions are central for motivation, the findings from Northwestern help support the well-known theory that marijuana use leads to a condition called amotivation. Also called amotivational syndrome, this psychological condition causes people to become less oriented towards their goals and purposes in life, as well as seem less focused in general.\n\nGiven these eye-opening results, Breiter said that more research is needed to look into marijuana’s effects on the brain – even in those who use the drug only once or twice a month.\n\n“We need to see what happens longitudinally,” Breiter said. “What happens as you follow people over time? What happens if they stop using – do these bad effects continue? What happens if you can intervene early?...My worry is we haven’t studied this compound and here we are looking to change legislation on it.”\n\nAlthough Breiter’s team members did not examine the patients’ cognitive symptoms, they do believe that the brain abnormalities seen in their study could lead to substantial effects on brain development and behavior, especially given the young ages of the participants. Breiter also acknowledged the problems of analyzing a very small study sample – but said that their findings should still serve as a wake-up call to others.\n\n“This study is just a beginning pilot study, but at the same time, the results that came out are the same as a canary in a coal mine,” Breiter said. “...The interaction of marijuana with brain development could be a significant problem.”", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "FOX", "biasLabel": "Not Biased", "title": "Casual marijuana use linked with brain abnormalities, study finds", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}