{"content": "Washington (CNN) Civil rights groups are asking a federal court to step in and allow gay marriages to continue in Alabama.\n\nThe motion, filed by groups including the American Civil Liberties Union of Alabama and the Southern Poverty Law Center, follows a decision this week by the Alabama Supreme Court to halt same-sex marriages in the state.\n\nA federal court cleared the way for gay couples in Alabama to marry last month. But the state Supreme Court's decision left gay couples caught in the middle of dueling court opinions.\n\n\"People are just wildly disappointed,\" said Richard Cohen President of the Southern Poverty Law Center. \"The Alabama Supreme Court has called a halt to gay marriages.\"\n\nGay marriage in Alabama has turned into a battle between different courts.\n\nThe controversy began in January when a federal district court judge struck down the state's ban on same sex marriages, clearing the way—for the first time in history— for gay couples to marry in the Deep South State. Opponents of the ruling went all the way to the Supreme Court to try to get the ruling stayed, but the Court—over the objections of Justice Antonin Scalia and Clarence Thomas—refused.\n\nGay marriages began in February.\n\nIn the meantime, Roy Moore, the controversial chief Justice of the Alabama Supreme Court, ordered probate judges not to follow the district court ruling and lawyers for two conservative groups asked the State Supreme Court to stop the probate judges from issuing marriage licenses.\n\nIn a 7-1 decision, (Moore did not participate) the justices blocked the marriages from going forward. In the 134-page opinion, the justices also said the state ban was constitutional.\n\n\"As it has done for approximately two centuries, Alabama law allows for 'marriage' between only one man and one woman,\" the ruling read. \"Alabama probate judges have a ministerial duty not to issue any marriage licenses contrary to this law. Nothing in the United States Constitution alters or overrides this duty.\"\n\nThe rulings tee up what could be a major showdown between the state and federal judiciary that might only be resolved when the Supreme Court of the United States issues a final ruling on the issue by late June.\n\n\"The Alabama Supreme Court ruling directly conflicts with the federal district court opinion in ways that have not happened in other states where district judges have struck down bans,\" says Carl Tobias, a professor at the University of Richmond School of Law.", "topic": "Gay Marriage", "politicalLabel": "Neutral", "organization": "CNN", "biasLabel": "Not Biased", "title": "Gay rights supporters in Alabama turn to federal court", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}