{"content": "On Monday, the Obama administration formally pledged to cut U.S. greenhouse gas emissions by 28 percent compared to 2005 levels. This pledge comes despite agreements with China that will allow the country to emit more CO2 in one month than the $479 billion regulation under the Clean Power Plan will reduce in the United States within one year.\n\nThe Obama administration will struggle to justify the lack of environmental progress achieved from such a deal, especially when American jobs become vulnerable to global competitors who can offer cheap and reliable energy.\n\nADVERTISEMENT ADVERTISEMENT\n\nThe 28 percent promise makes it clear that the administration is determined to use every tool it can identify, manipulate, or invent to advance its goal of overhauling our nation’s economy in the name of climate change. This toolbox most notably includes a dangerous new use for an old instrument, the National Environmental Policy Act, or NEPA.\n\nInitially signed into law on Jan 1, 1970, by President Richard Nixon, NEPA requires federal agencies to consider the impacts of major federal actions on the quality of the human environment. This means that when issuing permits or other approvals, providing federal funding, or carrying out projects themselves, agencies must consider how their actions would impact the environment here in the United States and evaluate alternatives that would avoid those impacts. Unfortunately, NEPA also is a favorite of activists who try to halt projects by bringing lawsuits alleging that an agency failed to look at all possible consequences or all possible alternatives.\n\nWhile NEPA is a bedrock environmental statute that appropriately requires federal agencies to look at the consequences of federal actions, it is very definitely not an appropriate tool to set global climate change policy, as I noted in a letter to the White House Council on Environmental Quality (CEQ) back in October 2009.\n\nInstead of listening to concerns expressed by myself and others, the Council on Dec. 24, 2014 -- a day when few Americans were paying attention -- published a new draft guidance dictating how federal agencies are supposed to consider the alleged climate change impacts of federal actions.\n\nUnder this new guidance, projects carried out by federal agencies, projects carried out by states or the private sector that need federal permits or approvals, and projects carried out by states or the private sector that use federal funding are assumed to have a significant impact on climate change.\n\nIt will have very grave effects on the economic activities of the entire nation.\n\nClimate change is global. The impact of projects on the environment is local. The new requirement to assume global climate impacts is a dramatic change in the way that the Administration intends to apply NEPA -- an interpretation that we are certain is not supported by the law but that we are equally certain will bring about more NEPA lawsuits.\n\nAs chairman of the Environment and Public Works Committee, I, along with a number of other Republican Senators -- John Boozman of Arkansas, John Barrasso of Wyoming, Deb Fischer of Nebraska, Jeff Sessions of Alabama and Dan Sullivan of Alaska – sent a letter to Christy Goldfuss, managing director of CEQ, urging her and the administration to withdraw this draft proposal.\n\nOur overarching concern is the way the draft guidance sets up federal agencies to fail.\n\nIt works this way: NEPA requires analysis only of the impacts of a project on the environment that occur within the boundaries of the United States, that have a reasonably close causal relationship to a project, that are reasonably foreseeable, and over which an agency has regulatory authority or control.\n\nRather than respecting these limits on NEPA analysis, the draft guidance would require agencies to speculate about greenhouse gas emissions from actions that take place both before and after a project is carried out, and assume that these emissions “have a huge impact” on global climate change.\n\nUnder the new interpretation of NEPA government agencies would then be required to evaluate alternatives that would avoid or mitigate these alleged impacts.\n\nThis will result in endless analyses of coal, oil, gas, and other leasing proposals on federal and tribal land; federal activities on the Outer Continental Shelf; timber management and grazing on federal lands; and even highway projects. It will completely paralyze agency actions.\n\nAnd, as a result, it will have very grave effects on the economic activities of the entire nation.\n\nThe draft guidance would adversely affect all Americans by reducing our ability to grow the economy and create jobs while having no impact on the quality of the environment—and least of all on global carbon emissions, where China and other countries will make our impact immediately meaningless.\n\nIf the administration refuses to withdraw this harmful guidance, I fully expect it to be struck down by courts as yet another example of regulatory overreach in the name of global climate change.\n\nBut before that happens, it will provide another tool for activists to use to stop important projects, adding to the economic confusion, fear, and pain of uncertainty that such sudden, drastic and unfounded interpretations of law always bring.\n\nSen. Jim Inhofe, a Republican, has served Oklahoma in the U.S. Senate since 1994.", "topic": "Climate Change", "politicalLabel": "Conservative", "organization": "FOX", "biasLabel": "Biased", "title": "Obama exploits the environment for his new global carbon goals", "yellowLabel": "Yellow", "tags": "set([])", "opinionLabel": "Opinion Article"}