{"content": "Allowing medical marijuana is a humane and sensible policy. But total decriminalization brings too many risks.\n\nA joint over some ground marijuana. (Photo: Matt York, AP) Story Highlights 17 states and the nation's capital allow the use of medical marijuana.\n\n13 states have decriminalized pot.\n\n50% of Americans think marijuana should be legal.\n\nLegalize pot? The nation has flirted with the idea before: Jimmy Carter supported decriminalization in his 1976 campaign, but the idea died after his chief drug adviser was reported to have used cocaine at a Washington, D.C., party.\n\nOPPOSING VIEW: Legalize marijuana for adult users\n\nAlmost four decades later, though, a pot renaissance is sweeping parts of the USA: Seventeen states and the nation's capital now allow the use of medical marijuana with a doctor's order, which in some places is ludicrously easy to get. Thirteen states have decriminalized pot, which generally means that the punishment for first-time possession of small amounts is a fine with no jail time.\n\nNational opinion is shifting, as well. Gallup reported this month that, for the first time, 50% of Americans think marijuana should be legal; in 1970, just 12% were for legalization. While fewer than one-third of voters 65 and older favor legal pot, the number rises to almost two-thirds among voters 18 to 29.\n\nNow three Western states could be taking the next step.\n\nOn Nov. 6, Colorado, Oregon and Washington will vote on whether to make pot legal for anyone 21 or older. Approval could mark a historic change — and the emergence of a huge new industry to rival those for cigarettes and alcohol.\n\nBut the fact that legal pot has growing momentum doesn't mean it's a good idea, or that it's inevitable:\n\nMarijuana is still illegal under federal law. Those who can grow or sell pot legally under state law can be, and have been, busted by the feds. Although the Obama administration ordered a hands-off policy in 2009 for medical marijuana operations in compliance with state laws, there's no sign that federal drug enforcers would wink at full-blown legalization.\n\nThe Obama administration remains strongly opposed. Supporters of state legalization want this confrontation on the grounds that it will change federal law. Maybe, but a more likely scenario is that states will end up in costly litigation while pot users are left in legal limbo.\n\nModern marijuana can be very powerful, potent enough to make it dangerous to drive or operate other machinery under the influence. Backers of legal pot wisely advocate tough penalties for driving while stoned, but do we really want to add another widely available drug to roads where alcohol already causes mayhem? And do we want to worry (more than we already do) that pilots or train engineers or others are high when they come to work? That would be more likely if pot were legal.\n\n\"Reefer madness\" scare stories killed the credibility of anti-marijuana crusaders decades ago, but that doesn't mean marijuana is a benign drug, especially for children. A study by Duke University and King's College London found that kids who start smoking as teenagers and become \"persistent users\" — at least four times a week — typically lose 8 IQ points and never get them back. Beyond IQ points, many lose motivation to succeed in school.\n\nDoctors have split over whether marijuana causes lung cancer the way smoking cigarettes does, though evidence seems to be accumulating that it could. A recent study at the University of Southern California found a link between recreational pot use and testicular cancer in men from their teens to the mid-30s.\n\nAdvocates of legalization make some good points, particularly about the waste of law enforcement resources in enforcing marijuana laws, and the way the illegal market enriches criminal gangs and drug cartels.\n\nTheir arguments demonstrate how imperfect the current legal regime is, but they downplay the risks of legalization. Making marijuana available for medical use is a humane and sensible policy, despite the likelihood of wider use and abuse. Doing the same thing simply to allow adults to get high legally isn't worth the inevitable cost.\n\nRead or Share this story: http://usat.ly/RsnAk6", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "USA Today", "biasLabel": "Not Biased", "title": "Don't legalize pot just so adults can get high", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Opinion Article"}