{"content": "Story highlights The law required abortion clinics to become hospital-level surgical centers\n\nA federal judge rules that requirement \"imposes an undue burden\" on women\n\nLawsuit was brought by the Center for Reproductive Rights on behalf of clinics\n\nState officials file a notice to appeal the judge's ruling\n\nA federal judge ruled Friday it is unconstitutional to force abortion clinics to become surgical centers in the state of Texas, effectively throwing out a key component of an anti-abortion law that would have forced the closure of a number of facilities.\n\nIn making the ruling, U.S. District Court Judge Lee Yeakel wrote that forcing the clinics to meet the same standards as hospital-level surgical centers \"imposes an undue burden on the right of women throughout Texas to seek a previability abortion.\"\n\nThat part of the Texas law was scheduled to take effect on Monday; critics of the law say it would have required the closing of a majority of 19 abortion clinics.\n\nThe Texas Department of State Health Services and the Texas Medical Board filed a notice of appeal.\n\nThe controversial law, which was signed by Gov. Rick Perry last year, is considered one of the most restrictive in the country.\n\nJust Watched Wendy Davis' Texas-sized battle replay More Videos ... Wendy Davis' Texas-sized battle 05:36 PLAY VIDEO\n\nJust Watched Palin: Clinton will rethink abortion replay More Videos ... Palin: Clinton will rethink abortion 03:57 PLAY VIDEO\n\nJust Watched Court strikes down abortion buffer zones replay More Videos ... Court strikes down abortion buffer zones 01:11 PLAY VIDEO\n\nThe Center for Reproductive Rights brought the lawsuit on behalf of some of the clinics, and it called the federal judge's ruling a victory.\n\n\"The court has made clear that women's well-being is not advanced by laws attacking access to essential health care, and that rights protected by the U.S. Constitution may not be denied through laws that make them impossible to exercise,\" said Nancy Northrup, president and chief executive officer of the Center for Reproductive Rights.\n\n\"Texas women still face serious threats to their rights, health, and ability to obtain safe, high-quality reproductive health care from reputable doctors in their communities. But at least for the moment, today's victory is vital in preventing politicians' scorched-earth assaults on women's health care from causing even more harm than they already have.\"\n\nThe state law also banned abortions past 20 weeks of gestation, tightened usage guidelines for the drug RU486, and it requires doctors who perform abortions to have admitting privileges at a hospital within 30 miles of the clinic at which they're providing such services.\n\nLast year, Yeakel overturned the requirement that doctors have admitting privileges, but a federal appeals court reversed the decision.\n\nThe 20-week ban provision took effect last year, while enforcement of the remainder of the law is slated to take effect in September.", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "CNN", "biasLabel": "Not Biased", "title": "Judge strikes down key part of Texas abortion law", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}