{"content": "Share this:\n\n\"The Cromnibus Deal Includes A ‘Stunning Victory’ On Marijuana Legalization\" Share:\n\nCREDIT: AP Photo/Elaine Thompson\n\nMembers of Congress drew the ire of Washington, D.C. residents when they inserted a rider into the budget deal that would effectively block Washington, D.C. from fully legalizing recreational marijuana.\n\nBut if the now-foundering budget deal dubbed Cromnibus or another similar one manages to pass, it will also have some much better news for marijuana advocates. Another provision added to the budget would protect medical marijuana laws in every state that has legalized it, by prohibiting the Department of Justice from using federal funds to prosecute medical marijuana actors in states where their actions are legal.\n\nDrug policy organizations are hailing the amendment. Law Enforcement Against Prohibition called it a “stunning victory.” And Tony Newman of the Drug Policy Alliance said, “For the first time, Congress is letting states set their own medical marijuana and hemp policies, a huge step forward for sensible drug policy.”\n\nThe provision comes from a bill passed by the House of Representatives in May, with 170 Democrats and 49 Republicans in favor of the amendment to a previous appropriations bill. The measure was introduced by Republican Rep. Dana Rohrbacher (CA), whose state has borne the brunt of many medical marijuana prosecutions.\n\nU.S. Attorney General Eric Holder issued guidance last August urging U.S. attorneys to avert prosecution against state-compliant actors. But some enforcement has been ongoing, including a criminal trial against three Washington medical marijuana growers and moves to shut down some of the nation’s largest dispensaries in Oakland and Berkeley. Others are sitting in jail for earlier prosecutions.\n\nIn addition to halting prosecutions like these, advocates are hopeful that this measure could encourage more states to pass medical marijuana bills, without the threat of federal intervention, according to Americans for Safe Access. It could also pave the way toward political momentum for changing the schedule of marijuana under the Controlled Substances Act, which now considers pot a dangerous substance with no accepted medical value.\n\nDuring debate on the House floor in May, Rohrabacher called for compassion, saying, “Some people are suffering, and if a doctor feels that the needs to prescribe something to alleviate that suffering, it is immoral for this government to get in the way.”\n\nThe House also passed two other amendments stripping funds for federal intervention in state hemp production and hemp research projects, after recent DEA intervention triggered a battle with Kentucky over its experimental hemp program.\n\nThese provisions come as medical marijuana becomes the mainstream alternative to outright legalization of pot. Recreational laws not just in Washington, D.C. but also in Alaska, Washington, Oregon, or Colorado, would be protected by this budget.", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "ThinkProgress", "biasLabel": "Not Biased", "title": "The Cromnibus Deal Includes A ‘Stunning Victory’ On Marijuana Legalization", "yellowLabel": "Not Yellow", "tags": "set(['CRIMINAL JUSTICE', 'NATIONAL RIFLE ASSOCIATION', 'CALIFORNIA', 'IMMIGRATION', 'POLICE BRUTALITY'])", "opinionLabel": "Other"}