{"content": "WASHINGTON -- Two Republican judges on the D.C. Circuit Court have ruled that the equivalent of a typo is enough to strip health care subsidies from up to 5 million people, dealing what would be a death blow to the Affordable Care Act if the decision is allowed to stand. The one Democrat on the panel dissented.\n\nThe three-judge panel ruled in Halbig v. Burwell that people in the 36 states that use the federal health insurance exchange are ineligible for subsidized insurance. The decision would also affect those who purchased insurance through the exchange but don't receive subsidies, as reneging on the payments would lead to a rapid increase in insurance rates for everyone.\n\nThe White House said Tuesday the decision will be appealed to the entire D.C. circuit court -- what's known as an en banc review -- where Democrats hold a majority that is nearly certain to overturn the GOP judges' aggressive move. The next step could be the Supreme Court, which already upheld the Affordable Care Act in a separate case two years ago.\n\nThe U.S. courts have never been entirely above the political system, but under Supreme Court Chief Justice John Roberts, whose court routinely strikes down longstanding precedent along 5-4, strictly party-line votes, they are becoming little more than another legislative branch -- one that holds itself above the branch that was vested with lawmaking powers by the Constitution.\n\nThe majority opinion was not without a comedic interlude. \"We reach this conclusion, frankly, with reluctance,\" Judge Thomas Griffith said of the opportunity to achieve a longtime GOP goal.\n\nThe two judges seized on text within the law that said subsidies would be provided to people who purchased insurance on exchanges established by the states. But 36 states declined to set up their own exchanges, and chose to rely on the federal government's exchange instead. Because the law doesn't specifically say that people who bought insurance on the federal exchange also get subsidies, the law's opponents argued that therefore such subsidies are illegal.\n\n\"The problem confronting the [ACA] is that subsidies also turn on a third attribute of Exchanges: who established them. Under section 36B, subsidies are available only for plans 'enrolled in through an Exchange established by the State under section 1311 of the [ACA],'\" the majority opinion ruled, rejecting the counter-argument that other portions of the law specifically say that a federal exchange set up for a state is by definition a state exchange.\n\nThe one dissenting judge said that the GOP argument is silly. \"This case is about Appellants’ not-so-veiled attempt to gut the Patient Protection and Affordable Care Act,\" Senior Circuit Judge Harry T. Edwards wrote in his dissent. \"At the time of the ACA’s enactment, it was well understood that without the subsidies, the individual mandate was not viable as a mechanism for creating a stable insurance market.\"\n\n\"You don't need a fancy legal degree to understand Congress intended for the Affordable Care Act to provide tax credits regardless who was running the marketplace,\" White House press secretary Josh Earnest said Tuesday in response to the ruling.\n\nA key aspect of the plaintiffs' argument is that Congress wanted to incentivize states to create their own exchanges and withhold financial assistance for residents of those states that didn't, a contention Edwards mocked.\n\n\"The simple truth is that Appellants’ incentive story is a fiction, a post hoc narrative concocted to provide a colorable explanation for the otherwise risible notion that Congress would have wanted insurance markets to collapse in States that elected not to create their own Exchanges,\" Edwards wrote.\n\nThe Republican judges twisted themselves in knots to find a way to invalidate the law, while ignoring its intent, Edwards said. \"The majority opinion ignores the obvious ambiguity in the statute and claims to rest on plain meaning where there is none to be found. In so doing, the majority misapplies the applicable standard of review, refuses to give deference to the IRS’s and HHS’s permissible constructions of the ACA, and issues a judgment that portends disastrous consequences,\" he writes. \"Appellants’ argument cannot be squared with the clear legislative scheme established by the statute as a whole.\"\n\nArguing the case on the merits, of course, is beside the point. The GOP opposes the Affordable Care Act. Where it has a majority, it proved again Tuesday, it will move to repeal it.\n\nIf the decision survives further court review, it would affect more than half of the 8 million people who received subsidies for coverage for this year, according to the consulting firm Avalere Health. Eighty-five percent of those who purchased health insurance on an exchange received subsidies, but those in the District of Columbia and the 14 states that operate their own exchanges would not be affected by the ruling.\n\nThe decision effectively would hike premiums for almost 5 million people by 58 percent to 95 percent on average, depending on where they live. The highest price increases would be felt by individuals in Florida, Georgia, Mississippi and Missouri, where people would pay at least 80 percent more, according to Avalere Health's estimates based on data from the Department of Health and Human Services. Residents of Texas and 11 other states would pay at at least 75 percent more.\n\nThe ruling against Obamacare subsidies would affect anyone using a federally facilitated marketplace or partnership marketplace. Source: Henry J. Kaiser Family Foundation\n\nThe unelected judges, after ruling to overturn the law passed by both chambers of Congress, said that they did so in order to defend the \"principle of legislative supremacy.\"\n\n\"At least until states that wish to can set up Exchanges, our ruling will likely have significant consequences both for the millions of individuals receiving tax credits through federal Exchanges and for health insurance markets more broadly,\" they wrote. \"But, high as those stakes are, the principle of legislative supremacy that guides us is higher still. Within constitutional limits, Congress is supreme in matters of policy, and the consequence of that supremacy is that our duty when interpreting a statute is to ascertain the meaning of the words of the statute duly enacted through the formal legislative process. This limited role serves democratic interests by ensuring that policy is made by elected, politically accountable representatives, not by appointed, life-tenured judges.\"\n\nUPDATE: 12:30 p.m. -- Later Tuesday, three judges appointed by Democrats to a federal appeals court panel in Virginia unanimously ruled the opposite way in King v. Burwell, a lawsuit challenging the legality of Obamacare subsidies on similar grounds. The Virginia court upheld a lower court's ruling in the government's favor. Other Obamacare lawsuits are pending in other federal courts.\n\nSign up below to get Ryan Grim's occasional newsletter", "topic": "Obamacare", "politicalLabel": "Liberal", "organization": "Huffington Post", "biasLabel": "Not Biased", "title": "Two Republican Judges Gut Obamacare, Threatening Health Care For Millions", "yellowLabel": "Yellow", "tags": "set(['Most Popular on HuffPost'])", "opinionLabel": "Other"}