{"content": "Liberals should be celebrating in good cheer, not by muzzling opponents for wrongthink.\n\nAn early attendee at a rally in support of Indiana's Religious Freedom Restoration Act. (Photo: Robert Scheer, The Indianapolis Star)\n\nThe only thing worse than a sore loser is a sore winner.\n\nAfter decades of fighting for gay rights, those who should be guzzling the bubbly are muzzling the vanquished.\n\nIt's hard for the people who call themselves liberals (while acting like anything but) to top their past bullying and intolerance of those who won't fall in line with their worldview. Yet, with the Indiana religious freedom bill, they pulled it off. After Memories Pizza owner Crystal O'Connor told an Indiana reporter that she would not cater a gay wedding because it would conflict with her religious beliefs, the world exploded.\n\nA girls golf coach at an Indiana high school tweeted, \"Who's going to Walkerton, IN to burn down #memoriespizza w me?\" The pizzeria outside South Bend received death threats and harassment and felt forced to shut down the shop. It's Yelp page was vandalized with obscene and homo-erotic pictures. The owners have said they don't know if it will be safe to re-open.\n\nHow many gay people had asked to have their wedding catered by this small-town pizza joint? None. What number of gay people had been denied a slice by O'Connor? Zero. In fact, the owners told the reporter that they would never refuse to serve a gay customer who came to the restaurant to eat. The wrath of gay rights supporters rained down on Memories Pizza because O'Connor committed a thought crime. She discriminated against nobody, but thinks the \"wrong\" thing about same-sex marriage and she said it out loud.\n\nHere's the thing: I didn't support the original Indiana law. I am both a Christian who doesn't believe the Bible prohibits serving a same-sex wedding and a vocal LGBT rights supporter who has blasted laws similar to Indiana's for fear that they could provide legal protection to those who discriminate against gay people.\n\nBut I'm starting to wonder: who needs the protection here?\n\nWhat happened in Indiana is reminiscent of the bullying that led to the ouster of Mozilla CEO Brendan Eich exactly this time last year. Eich was harangued for a six-year-old donation supporting an anti-gay marriage ballot initiative, but ultimately purged for refusing to recant his beliefs about marriage.\n\nLast week, Hampton Catlin — a computer programmer and gay rights advocate — started taunting Eich on Twitter. Catlin tweeted, \"…couple weeks since I'd gotten some sort of @BrendanEich related hate mail. How things going over there on your side, Brendan? Eich responded, \"You demanded I be 'completely removed from any day to day activities at Mozilla' & got your wish. I'm still unemployed. How're you?\" Catlin continued to gloat.\n\nYes, both Catlin and Eich got hate mail, but only one lost his livelihood. Is this really what winning looks like?\n\nKirsten Powers writes weekly for USA TODAY and is the author of the upcoming The Silencing: How the Left is Killing Free Speech.\n\nIn addition to its own editorials, USA TODAY publishes diverse opinions from outside writers, including our Board of Contributors. To read more columns like this, go to the Opinion front page.\n\n\n\nRead or Share this story: http://usat.ly/1Fytlpp", "topic": "Gay Marriage", "politicalLabel": "Conservative", "organization": "USA Today", "biasLabel": "Biased", "title": "Gay marriage debate's sore winners", "yellowLabel": "Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Opinion Article"}