{"content": "Stipulating that none of the Secret Service lapses, revealed in the press over the past week, should’ve happened in the first place, the only one that strikes me as truly inexplicable is the revelation that USSS allowed an armed felon into an elevator with President Obama at the Centers for Disease Control, and that they didn’t know he was armed.\n\nThe two other big stories aren’t as terrifying, at least to me. Inexcusable, maybe, but explicable. In the case of the fence jumper, I get why people on a security detail might let their guard down when the people they’re charged with protecting are off site. And the inconvenient truth is that the Secret Service can’t stop every determined person with a sniper rifle from taking shots at the White House from a number of different locations in the city. Maybe they bungled the response, but the rifle shots themselves were probably not preventable.\n\nThe armed felon in the elevator represents a different level of failure. There appears to be widespread recognition of this fact in both the media and in Congress. That’s good, and important, but it’d be nicer still if elected gun enthusiasts thought through the logical implications of their completely warranted outrage.\n\nConsider the following exchange from a Tuesday oversight hearing on Capitol Hill.\n\nRep. Jason Chaffetz (R-Utah), who heads a House subcommittee that oversees the Secret Service, first heard of the breakdown from a whistleblower. The Washington Post confirmed details of the event with other people familiar with the agency’s review. “You have a convicted felon within arm’s reach of the president, and they never did a background check,” Chaffetz said. “Words aren’t strong enough for the outrage I feel for the safety of the president and his family. “ Chaffetz added: “His life was in danger. This country would be a different world today if he had pulled out his gun.”\n\nThis is all true, but it could use a little further unpacking. Chaffetz isn’t a gun grabber. He’s spoken openly about the fact that he carries a concealed weapon when he’s in his Utah district. He cosponsors legislation that would erode state concealed carry restrictions by requiring those states to honor concealed carry permits from other states, including states with weaker permitting processes. (This would presumably apply to Washington, D.C., now, too.) And yet Chaffetz also joins the overwhelming consensus that Obama shouldn’t have been on an elevator with a person carrying a concealed weapon because he fully grasps that people carrying concealed weapons can be incredibly dangerous.\n\nChaffetz is appalled that USSS allowed a person to carry a concealed handgun around the president without conducting a background check, but supports legislation to make it significantly easier for people—many of whom come into lawful possession of firearms without undergoing background checks—to carry concealed weapons around you and me.\n\nThis isn’t to give USSS a pass. They should’ve been aware of every armed person on the premises in advance of the visit, and followed protocol to keep them or their guns away from the president. But the man on the elevator was a security contractor at CDC. His employer issued him that gun. His felony convictions only underscore the dangers—to everyone, not just the president—of combining easy access to firearms with lax carry laws. But that’s more or less the beau ideal for the gun lobby, gun enthusiasts, many Democrats, and the entire Republican party.", "topic": "Gun Control", "politicalLabel": "Liberal", "organization": "New Republic", "biasLabel": "Biased", "title": "Obama Secret Service Lapse Underscores Concealed Carry Dangers", "yellowLabel": "Not Yellow", "tags": "set(['Economics', 'jason chaffetz', 'gun control', 'Home News', 'The Plank', 'Guns', 'Culture', 'Politics', 'secret service', 'barack obama', 'Identity', 'concealed carry', 'politics', 'World', 'Books', 'Technology', 'Events', 'Film', 'Economy'])", "opinionLabel": "Other"}