{"content": "THE goal of fixing our broken immigration system is further away than ever. President Obama’s executive orders — which would allow up to five million of about 11 million illegal immigrants to stay in this country — have been challenged in the courts, and Republicans, a majority in the new Congress, have held up appropriations and confirmations in retaliation.\n\nNeither side is ready to compromise. But the failure to fix our immigration laws is not an exclusively Republican or Democratic failure. Just as we created the problem together, we must solve it together. There is one way to start: Mandate E-Verify for all employers — and make it the vehicle for legalizing unauthorized workers.\n\nE-Verify, which began in 1997, lets companies verify the employment eligibility of workers they hire. Employers submit the workers’ information, over the Internet, to the Social Security Administration or to the Department of Homeland Security to determine whether it correctly matches government records. The program is supposed to prevent the use of fraudulent documents to obtain work.\n\nBut, except in a few states, E-Verify is optional for most private-sector employers. On March 3, the House Judiciary Committee passed a bill, on a party-line vote, that would require that every new hire in the United States be electronically verified as being eligible to work. But even if it became law, then what?\n\nMost Republicans would want to answer that question only after electronic verification was fully implemented. Most Democrats would want to put off the question until there was a path for “earned legalization.” So while both parties accept the value of eligibility screening in principle, the logjam over when and how makes progress unlikely.\n\nAs two political veterans who will never run for office again, we have a suggestion: Congress should mandate E-Verify, but pair it with a process for gradually legalizing immigrants, on a case-by-case basis. In short, law-abiding unauthorized immigrants who are already working would, under this plan, be able to come out of the shadows — but without a blanket legalization for all 11 million.\n\nThat would fit both the Republican goal of step-by-step reform and the Democratic goal of providing permanent legal status to unauthorized immigrants who satisfy certain criteria (passing a criminal-background check, significant length of time in the country, connections with American relatives). This would put aside, for now, other issues, like visas for high-tech workers, the system of family reunification and the long-term status of the children known as dreamers.\n\nBoth of us are veterans of the immigration debates. In 1986, we worked on the Immigration Reform and Control Act, which granted amnesty to illegal immigrants and was supposed to stop any more from coming. And in 1990, we worked together on the last permanent increase in the level of legal immigration, based on family reunification and economic need.\n\nThe 1986 law made it illegal to knowingly hire an unauthorized worker, but the technology didn’t exist at the time to enforce the law effectively. By the mid-1990s, it was clear that anyone could cheaply buy a set of documents with bogus information (made-up names, birth dates and Social Security numbers) that could get past an employer. So a bipartisan commission on immigration reform, led by Representative Barbara Jordan, a Texas Democrat, proposed what has now become E-Verify.\n\nThis tool can offer the way out of the impasse that has blocked reform under three presidents now, of both parties.\n\nRepublicans say: “Trust us — once we have secured the border, we will do the right thing by the 11 million people living here illegally.” Democrats say: “No, trust us — once we have legalized the 11 million, we’re going to prevent any new unauthorized migrants.”\n\nFew Americans believe either side.\n\nDuring and after the last recession, illegal immigration slowed sharply, but it appears to be rising again. Migration is largely an entrepreneurial activity; it responds to economic demand. Migrants pay smugglers to get them here or, more commonly, overstay temporary visas.\n\nIf people working in the shadows come forward to an employer using E-Verify because they know they will clear a criminal-background check, and begin paying taxes honestly, in their own names, legalizing them and their families — one at a time, in a steady, manageable flow — is the right thing to do. It’s certainly a price well worth paying to stop future illegal immigration cold, through tough eligibility screening and border enforcement.\n\nSome skeptics (mostly Democrats) will point to E-Verify’s prime vulnerability: identity theft. But Citizenship and Immigration Services, the part of the Department of Homeland Security that runs the program, has made strides in reducing the program’s error rate. Mandating E-Verify will only improve its accuracy. Other skeptics (mostly Republicans) will say that unscrupulous employers will try to dodge the mandate, so that the focus should still be on border enforcement. Both sides have a point, but we know from experience that the key to legislation is not to solve every problem in advance, but to get the ball rolling.\n\nMaking E-Verify the vehicle for legalization is the best way to get started.", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "New York Times", "biasLabel": "Not Biased", "title": "A Way Out on Immigration Reform", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Opinion Article"}