{"content": "The abortion debate has left one issue largely off the table: The proper rights of men to prevent the abortion of their children.\n\nI believe that in those cases in which a man can make a credible claim that he is the father of a developing child in utero, in which he could be a proper custodian of that child, and in which he is willing to take full custody of that child upon its delivery, that the pregnant woman involved should not have the option to abort and should be civilly liable, and possibly criminally liable, for psychological suffering and wrongful death should she proceed to do so.\n\nADVERTISEMENT ADVERTISEMENT\n\nI have limited the scope of my argument intentionally, in order to focus on what I consider to be a question that puts fairness front and center: If a man has participated in creating a new life and is fully willing to parent his child (independently, if necessary), why should he not have any control over whether that life is ended?\n\nWe are ignoring the quiet message that current abortion policy conveys to every American male: You have no voice in, and, therefore, no responsibility for, the pregnancies which you help to create. Your descendants are disposable, at the whim of the women you choose to be intimate with.\n\nGiving would-be fathers a lack of veto power over abortions is connected psychologically to the epidemic of absentee fathers in this country. We can’t, on the one hand, be credible in bemoaning the number of single mothers raising their children, while, on the other hand, giving men the clear message that bringing new lives to the planet is the exclusive domain, and under the exclusive control, of women.\n\nWhether stated or not, the underlying message of withholding from men their proper rights to father the children they create is that they are not proper custodians, nor properly responsible, for their children.\n\nThe notion that there is no emotional injury done men by depriving them of decision-making power as to whether the children they father are aborted is naïve.\n\nJust in my own practice of psychiatry, I have listened to dozens of men express lingering, sometimes intense, pain over abortions that proceeded either without their consent, or without them having spoken up about their desires to bring their children to term and parent them.\n\nShould we really continue to give men the clear message that that they should deny, and that we have no regard for, their feelings about the unrealized lives of their potential sons and daughters?\n\nIsn’t it interesting that we don’t generally even ask fathers how they are feeling in the days leading to abortions, nor in their aftermath? We don’t even ask how they are feeling in the aftermath of abortions of fetuses who have reached the second trimester, even if they have been seen by their fathers during ultrasound imaging. Aren’t we at risk of suggesting that we don’t much care how they feel?\n\nMen haven’t been taught that they should consider the lives they help create as their responsibility from conception (other than providing financially for the child if born), but I believe those lives are their responsibility. And I believe that with that responsibility ought come certain rights.\n\nI understand that adopting social policy that gives fathers the right to veto abortions would lead to presently unknown psychological consequences for women forced to carry babies to term. But I don’t know that those consequences are greater than those suffered by men forced to end the lives of their unborn children.\n\nAnd I am absolutely certain that no woman needs to become pregnant who wishes not to become pregnant. Women taking full responsibility for their sexual activity and their bodies would mean that no woman would face the prospect of being compelled to bring a child to term.\n\nIt’s time to give men their due as fathers—from the moment of conception. Allow men who want to be fathers, and who could be good parents, to compel the women they impregnate to bring their children to term.\n\nDr. Keith Ablow is a psychiatrist and member of the Fox News Medical A-Team. Dr. Ablow can be reached at info@keithablow.com. His team of Life Coaches can be reached at lifecoach@keithablow.com.\n\n\n\nDr. Keith Ablow is a psychiatrist and member of the Fox News Medical A-Team. Dr. Ablow can be reached at info@keithablow.com.", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "FOX", "biasLabel": "Biased", "title": "Men Should Be Allowed to Veto Abortions", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Opinion Article"}