{"content": "Editor's note: David Mattingly talks to Larry and Rhonda Harvey about their case Monday night on Erin Burnett OutFront at 7 p.m. ET on CNN. Steph Sherer is founder and Executive Director of Americans for Safe Access, a national organization that seeks to promote safe and legal access to cannabis for therapeutic use and research. The opinions expressed in this commentary are solely hers.\n\n(CNN) -- Ten years in prison seems like a life-changing sentence for most people, but for 70-year-old Larry Harvey, it would effectively be a death sentence.\n\nThe grandfather and several members of his family are facing federal charges for something the state of Washington has considered legal for more than 15 years.\n\nLarry is a medical marijuana patient. He legally used cannabis to treat severe pain, caused by a lifetime of work as a commercial fisherman and long-haul truck driver. Larry and his wife, Rhonda, live in the mountains outside a tiny town called Kettle Falls, where they garden, hunt and fish for nearly all of their food. Cannabis was among the dozens of herbs that grew on their property.\n\nThe tranquility was shattered on a hot August day in 2012, when armed state and federal agents stormed the Harvey homestead in the first of three raids, conducted at a big expense to taxpayers. Despite his poor health and low risk to society, Larry was handcuffed and sent to jail by the government, after prosecutors said guns were found along with the marijuana. By the time a judge released him 17 days later, Larry was unable to walk because of a severe gout flare-up caused by his lack of health care in jail and can now only walk very short distances.\n\nLarry is the latest in a long line of desperately ill patients who have suffered enormously while enduring prosecution for medical marijuana.\n\nJerry Duval, a dual transplant recipient from Michigan, is serving a 10-year mandatory minimum sentence at a federal medical prison.\n\nAaron Sandusky, a provider from California, is locked up in Texas with a heart condition that could claim his life without proper medication.\n\nTragically, best-selling author Peter McWilliams died from complications of HIV and cancer after the terms of his federal probation outlawed the use of cannabis. And there are, unfortunately, many others.\n\nUnder federal law, marijuana is classified as a Schedule I controlled substance, a dangerous drug with no medical value. Yet 34 states, and the District of Columbia, protect qualified patients from arrest and prosecution for the possession of cannabis products in some way. Caught in the middle of the policy chasm are patients and care providers, who despite their compliance with state law, are nonetheless vulnerable to attack by the federal Drug Enforcement Administration.\n\nIn state court, defendants can mount a medical marijuana defense, but in federal court, such evidence is strictly forbidden, leaving patients like Larry Harvey with essentially no defense at all. Federal juries are never allowed to hear evidence about a patient-defendant's medical necessity.\n\nInflexible sentencing and drug trafficking laws make no distinction between medical marijuana patients and other users and continue to be used to throw these patients into prison with little remedy. Those who proceed to trial against these odds, do so at great peril and for that, Larry Harvey and the Kettle Falls 5 should be commended for standing up to the federal government.\n\nDissatisfied with the status quo, the Obama administration has tried to reform policy on medical marijuana. From Department of Justice memoranda on the acceptance of state marijuana laws, to proposals for reforming the country's mandatory minimum sentencing laws, a seismic shift in public opinion appears to be taking place. Yet patients like Larry Harvey are still being prosecuted and imprisoned in stark contrast to the rhetoric coming out of the White House.\n\nAt Americans for Safe Access, we have been fighting for change on the state and federal level for over 12 years. In an historic vote of 219-189, the Republican-led House passed a budget amendment in May to prohibit federal funds from being used to interfere in state medical marijuana programs.\n\nThe House then made another unprecedented vote of 231-192 to restrict Department of Treasury funds from being used to prohibit or penalize a financial institution for providing services to state law-abiding marijuana-related businesses.\n\nEven though these measures still need approval in the Senate, they are bold votes coming from members of Congress in favor of policy change.\n\nBut why stop there? While it's true that such measures would better protect patients like Larry Harvey and the Kettle Falls 5, what this country needs is a comprehensive federal policy. We must take heed of the available and accessible science on the therapeutic efficacy of marijuana and reclassify it for medical use.\n\nWe must also have an explicit federal policy deferring to state medical marijuana laws, and not just a one-year budget bill band-aid. A more permanent solution can be found in the pending Congressional bill, H.R. 689, the \"States' Medical Marijuana Patient Protections Act,\" which would reclassify marijuana, encourage greater research, and leave enforcement up to the states. ASA has mobilized patient advocates to lobby Congress for action to resolve this. It's a commonsense approach to end the attacks on patients, and Congress appears poised to take action and to do the right thing.\n\nRead CNNOpinion's new Flipboard magazine\n\nFollow us on Twitter @CNNOpinion.\n\nJoin us on Facebook.com/CNNOpinion.", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "CNN", "biasLabel": "Biased", "title": "Medical marijuana users at legal risk (Opinion)", "yellowLabel": "Yellow", "tags": "set([])", "opinionLabel": "Opinion Article"}