{"content": "happy cinco de mayo xx A photo posted by Beatrix Kiddo (@irelandbbaldwin) on May 5, 2014 at 8:05pm PDT\n\nThat’s one way to grab her dad’s attention.\n\nStanding 6 feet, 2 inches tall with blue eyes and golden hair, Ireland Baldwin, daughter of rageaholic actor Alec Baldwin, is a ravishing model of 18. She’s been toying lately with the supposed prejudices of her allegedly homophobic and racist father — reputations that have stuck to The Bloviator, 56, like toilet paper to a shoe bottom, despite his denials that he has problems dealing with homosexuals and African-Americans.\n\nIreland has lately exchanged suggestive posts on social media with her female pal Angel Haze. A Detroit-born rapper of color, Angel, 22, has called herself “pansexual.’’\n\n“Love is boundary-less,’’ she explained to The Guardian newspaper in 2012. “If you can make me feel, if you can make me laugh — and that’s hard — then I can be with you. I don’t care if you have a vagina or if you’re a hermaphrodite or whatever.”\n\nIn April, a month after Ireland split from boyfriend Slater Trout, the messages started flying between the young women on Instagram and Twitter.\n\nAngel — real name Raykeea Angel Wilson — tweeted to Ireland April 5, “Your body is a canvas. I want to paint it red.”\n\n“You are so many things. You have so many meanings,’’ Ireland replied April 15.\n\nThe “Battlecry’’ rapper retweeted a May 1 pic focused on Ireland’s cleavage and captioned it, “I just wanna say you’re mine you’re mineeeee.’’\n\nOn May 5, Ireland wished Angel a “Happy cinco de mayo xx” on Instagram, posting a photo of the pair seated on the ground, kissing.\n\nIreland took things to the next level May 21, tweeting, “Don’t let this go to your head, but you’re the best I’ve ever had.’’\n\nI haven’t a clue if Ireland and Angel are just friends, in love or messing with Alec’s head. None of my business. But on June 4, the gals were spotted by paparazzi after eating brunch with friends in Sherman Oaks, Calif.\n\nWith cameras clicking and, I imagine, hearts pounding, they faced each other on the sidewalk. And they shared a steamy kiss.\n\nToday, families everywhere are coming to terms with the sexual orientations of loved ones. Dick Cheney and his wife, Lynne, have embraced the fact that their daughter Mary, a mother of two, is a lesbian married to a woman. Any reservations I had about homosexuality dissolved three years ago when my niece, whom I adore, married a lovely lady in Massachusetts.\n\nA majority of Americans — 56 percent — support same-sex marriage, and it’s legal in 19 states and the District of Columbia.\n\nBut Alec, the politically liberal star of “30 Rock,’’ can’t seem to get his head into the 21st century.\n\nAlec called a British journalist a “toxic little queen’’ on Twitter for writing, wrongly, that his wife, Hilaria, now 30, tweeted during James Gandolfini’s funeral. Alec also wrote that he’d stick his foot up the reporter’s backside “but I’m sure you’d dig it too much.’’\n\nIn November, he was heard screaming at a photographer, ­“c—sucking f-g!” after the shooter got too close to his wife and baby daughter, Carmen. Alec insisted that he only called the shutterbug a “c—sucking fathead.”\n\nHe apologized to friends and colleagues in a letter posted on the website of MSNBC and vowed to retire the vulgar word from his vocabulary. But MSNBC canceled Alec’s talk show, “Up Late with Alec Baldwin.’’\n\nHe also denied calling black Post photographer G.N. Miller — a retired NYPD narcotics detective — a “coon” and a “drug dealer” last year. Alec tweeted that the lensman was an “ex-crackhead.”\n\nAlec and Ireland have made peace since 2007, when the actor ranted into his then-11-year-old daughter’s answering machine, calling her “a rude, thoughtless little pig’’ for failing to answer his phone calls. His excuse? He said he was stressed out by a child-custody battle with Ireland’s mom and Alec’s first wife, the actress Kim Basinger, who he said alienated the child from him. He hasn’t said a word publicly about her relationship with Angel Haze.\n\nAlec and I have something in common. Each of us is the parent of a teenage daughter. Hey, Alec — give me a call if you need advice.\n\nYou know where to find me.\n\nFlipper snapper\n\nHow twisted! Margaret Howe Lovatt was an assistant in a 1965 experiment based in the US Virgin Islands, partly funded by NASA, in which the late neuroscientist John Lilly tried to teach Peter, a bottlenose dolphin, and others to speak English. The assistant, then 23, lived with Peter 24/7. She did a lot more than encourage a sea mammal to communicate, according to a TV documentary by Britain’s BBC network set to air this week, “The Girl Who Talked to Dolphins.’’\n\nPeter, who was 6, never spoke. But he fell in love. Or lust. Or something. So his pervy human companion regularly pleasured the creature manually, Lovatt admitted.\n\nRumors abounded that dolphins were given the mind-altering drug LSD and the experiment ran out of funding. Peter was sent to live in a lab in a Miami and within a few weeks, he committed suicide by refusing to breathe. A veterinarian said he died of a broken heart.\n\nHow does this woman live with herself?\n\nHarlem rent lotto is a cheap trick\n\nA new housing development in Harlem closed out its lottery with 50,000 applicants for 99 permanently affordable flats. (Another 25 are for the homeless.) Rents at the Sugar Hill Complex in Manhattan are an incredibly low $349 for a studio and top out at $1,588 for a three-bedroom. But a lottery winner’s chances of grabbing cheapo rooms is less than 500-to-1 in a development built with public money and private donations.\n\nMaybe it’s time to consider moving to Queens.\n\nThe ‘Killer’ kids of camp hamas\n\nThousands of Palestinian kids ages 5 to 16 are learning to be terrorists at a Hamas-run camp in the southern Gaza Strip, disturbing photographs taken by Abed Rahim Khatib reveal.\n\nInstead of singing around campfires, the children participate in dangerous military exercises, including running through obstacle courses amid open flames. They wear war paint on their faces, scream chants and learn how to carry AK-47 assault rifles.\n\nGaza has been controlled by the Hamas terror group since 2007. Be afraid. Hamas leaders have no problem recruiting anti-Israel child soldiers.\n\nMaking big bucks is child’s play for NY baby sitters\n\nGuilt-ridden New York City parents are paying up. The city’s baby sitters are the country’s highest-paid caregivers, each commanding average wages of $15.34 an hour to look after a single child, according to UrbanSitter.com. Top hourly pay is $33, The Post’s Dana Schuster reported. Chicago’s sitters get $11 an hour on average, and Denver’s $10.84.\n\nOther perks bestowed on New York’s sitters include sushi dinners from Nobu and the use of car services.\n\nThink of kids as luxury items.", "topic": "Gay Marriage", "politicalLabel": "Liberal", "organization": "New York Post", "biasLabel": "Biased", "title": "Alec Baldwin must be shocked by daughter Ireland’s same-sex pal", "yellowLabel": "Yellow", "tags": "set(['Angel Haze', 'Alec Baldwin', 'Ireland Baldwin'])", "opinionLabel": "Other"}