{"content": "GEORGETOWN, Texas — A 19-year-old Texas man who could face years in prison for making brownies laced with marijuana and hash oil said Wednesday he remains scared despite new evidence that his attorney believes should reduce the charges.\n\nA handful of pot legalization supporters welcomed Jacob Lavoro as he entered a Williamson County courthouse near Austin for the second time since his April arrest. He is accused of selling the brownies for $25 and is facing felony charges that carry stiff penalties, ranging from five years to life in prison.\n\nJack Holmes, Lavoro’s attorney, told reporters after a brief hearing that new lab results show there was only 2.5 grams of marijuana’s psychoactive ingredient, THC, in the brownies. Authorities have also said there was a separate jar that had 145 grams of hash oil.\n\nIn Colorado, where recreational marijuana is now legal, edible products are required to be easily divided into servings of 10 milligrams of THC — about the amount in a medium-sized joint.\n\nHolmes said the test results don’t justify tough punishments but was doubtful of getting a break. Although neighboring Austin is a liberal haven in deeply conservative Texas, Williamson County has a long reputation of law and order, which came under national scrutiny in 2011 after an innocent man was freed after serving 25 years in prison.\n\n“I’m scared. Very scared,” Lavoro said. “I’m 19 years old and still have a whole life ahead of me. Take that into account.”\n\nFirst District Attorney Mark Brunner said Holmes was “grandstanding” and that prosecutors are not trying to lock up Lavoro for the rest of his life. His office has offered Lavaro a plea deal to a lesser felony charge that would include no jail time if he stayed out of trouble.\n\nHolmes said they won’t take the offer because they fear prosecutors would be overzealous if Lavaro missed so much as a mandatory meeting. Brunner said the county isn’t trying to make some statement on the war on drugs and defendants take risks when they choose a trial over plea bargains.\n\n“If this was just some college kid experimenting in his friend’s Easy-Bake Oven, with a reefer’s worth of pot and a bunch of brownies, that’d be different,” Brunner said. “This man was trying to run a business, allegedly.”\n\nHash oil is a controlled substance that carries much harsher state penalties than marijuana. The oil has higher concentrations of THC. It’s in a penalty group with amphetamines and ecstasy.\n\nHolmes said he expects Lavoro to be formally indicted later this month. State District Judge Stacey Mathews set a key September hearing, when Holmes said he will argue that the charges should be dropped altogether over whether the search of Lavoro’s apartment was lawful.", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "New York Post", "biasLabel": "Not Biased", "title": "Teen faces life in jail for making pot brownies", "yellowLabel": "Not Yellow", "tags": "set(['Marijuana', 'Texas'])", "opinionLabel": "Other"}