{"content": "Republican alternatives to the health care law deserve a look.\n\nReince Priebus, chairman of the Republican National Committee. (Photo: T.J. Kirkpatrick, Getty Images)\n\nObamacare turns four this Sunday, and it's never looked worse. For months, the news has not been kind. A broken promise, a broken website. Lost plans, lost doctors. Rising prices, rising frustration. Shrinking paychecks, a shrinking workforce. Unsecure data, insecure Democrats.\n\nWASSERMAN SCHULTZ: Obamacare reflects America's values\n\nThe few Democrats willing to talk about Obamacare publicly struggle to defend the law on merits. So they've resorted to one last defense. They insist Republicans don't have any ideas.\n\nOr as DNC Chairwoman Debbie Wasserman Schultz phrased it on CNN's Crossfire a couple months ago, \"What is the Republican solution? … What is the solution to ensuring that everybody in America has access to quality, affordable healthcare?\"\n\nReally, Republicans could ask Democrats the same thing. The premise of their question is flawed. They imply Obamacare provides \"quality, affordable\" healthcare. It may be titled the \"Affordable Care Act,\" but it has not reduced the cost of healthcare. Millions are forced to pay higher premiums. Many who manage to navigate HealthCare.gov experience sticker shock: the plans available to them are more expensive than the plans that Obamacare canceled. Young people could end up paying over twice as much for plans on the individual market as they did before Obamacare. Vice President Biden has admitted the administration's enrollment goals will not be reached.\n\nBut that aside, Democrats know full well that Republicans had ideas. When healthcare reform was being debated in Congress in 2009, Republicans offered a range of solutions to lower cost and expand access. But Democrats had no interest in listening.\n\nDemocrats controlled the Senate and they controlled the House, and it was their chance to ram through whatever they wanted. Republicans were ready to sit down at the table and offer market-based solutions. Instead, the White House refused to cooperate and signed into law a bill that didn't receive a single Republican vote.\n\nDemocrats saw it as their chance to show that Big Government could save the day and to vindicate their discredited worldview.\n\nBut fast-forward four years and their brainchild isn't working as promised. Their worldview hasn't been vindicated. So their feeble defense is something-is-better-than-nothing. They're saying in effect, \"Obamacare may be bad, but at least it's better than no plan.\"\n\nYou could easily argue that's a false statement, but more importantly that's a false choice. It was never a choice between Obamacare and nothing. It was a choice between healthcare reform that gave more power to the federal government (the Democrats' preference) or healthcare reform that gave more power to the consumer (the Republican way).\n\nTop-down control is not the way to fix healthcare. Americans should be given more choices in choosing plans and shopping for services. More options and more competition mean lower prices, which in turn means greater access.\n\nSo first, Republicans have long proposed allowing consumers to purchase healthcare across state lines, just as they can purchase almost any other good or service. Your healthcare choices shouldn't be limited by the state you happen to live in. If there's a good plan available in Wisconsin, someone in Florida should be able to buy it, too.\n\nSecond, we could allow small businesses to pool together to negotiate lower insurance rates for their employees. Instead of sticking them with expensive mandates and regulations from Washington, why don't we make it cheaper for small businesses to give their workers health coverage?\n\nThird, we've got to stop the frivolous lawsuits that drive up costs. We need tort reform. This could include putting a cap on non-economic damages and creating specialized health courts.\n\nA fourth idea that some have proposed would expand the allowable expenses for health savings accounts. That way, consumers can pay for the services and insurance they need — rather than the ones the government thinks they need.\n\nFifth, others suggest we restructure the tax code so that Americans buying individual plans get tax deductions, putting them on a more level playing field with those who receive health insurance from their employers.\n\nSixth, we could protect prices for individuals with pre-existing conditions who maintain continuous coverage. This way, people aren't subject to unexpected rate hikes and they can have some degree of predictability. It also encourages personal responsibility and reduces the likelihood that people will only buy insurance when they're sick.\n\nThat's just a few examples of ideas that some Republicans have proposed. Unlike Obamacare, none of these requires new taxes. There would be no need to hand over your private information to a malfunctioning website. And they wouldn't take away your current plan if you happen to like it.\n\nAnd believe it not, we can actually find some common ground. For example, I think we can agree on allowing young people to stay on their parents' insurance plans until age 26.\n\nSo, sorry Democrats, you don't get to have it both ways. You don't get to reject our ideas and then pretend we don't have any. Republicans have proposals to make healthcare more affordable, so now let me ask you: where are yours? Because Obamacare clearly isn't going to cut it.\n\nReince Priebus is chairman of the Republican National Committee. He was elected in 2011 and re-elected in 2013.\n\nIn addition to its own editorials, USA TODAY publishes diverse opinions from outside writers, including ourBoard of Contributors. To read more columns like this, go to the opinion front page or follow us on twitter @USATopinion or Facebook.\n\nRead or Share this story: http://usat.ly/1gF1fsU", "topic": "Obamacare", "politicalLabel": "Conservative", "organization": "USA Today", "biasLabel": "Biased", "title": "Obamacare still stinks", "yellowLabel": "Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Opinion Article"}