{"content": "The legalize-pot bandwagon has a new conductor. With the single-mindedness of Hillary Clinton seeking the Oval Office, the New York Times is pushing for legalization of marijuana. The paper has published no fewer than eight editorials or op-eds approving speedy decriminalization of pot in just the past few weeks. What’s it all about?\n\n\n\nLet us dismiss conjecture that the Times is gunning for a Public Service Pulitzer, which they have not won for a decade. Instead, two thoughts occur.\n\nFirst, the Times may view decriminalizing marijuana as the next great progressive wave, following on the heels of same-sex marriage and, in earlier years, abortion rights. A smaller wave, to be sure, but one that liberals (and libertarians) can ride with enthusiasm.\n\nADVERTISEMENT ADVERTISEMENT\n\nA second reason may be more compelling -- the Times needs to build its online circulation to survive. What better way than to embrace a cause especially popular with Millenials, the prime readers of news online, and not a group especially excited about the Grey Lady?\n\nThe paper has published no fewer than eight editorials or op-eds approving speedy decriminalization of pot in just the past few weeks.\n\nThe Times’ enthusiasm for legal pot knows no bounds and entertains few doubts. (Except in their own organization, which reportedly drug-tests job applicants, and rejects those testing positive for pot.) Which is remarkable, since most people well versed in the subject acknowledge serious risks associated with habitual ingestion of marijuana.\n\nIn fact, a coalition of groups opposed to legalization – including The American Society of Addiction Medicine, The National Association of Drug Court Professionals and the National Families in Action -- ran a full-page ad in the Times countering the paper’s position. That might give them pause, but no.\n\nThe Times has trampled most objections with breezy assertions unbecoming a serious news organization. For instance:\n\n“We believe that the evidence is overwhelming that addiction and dependence are relatively minor problems…..” And yet, the 2012 National Survey on Drug Use and Health reports that \"of the 7.3 million persons aged 12 or older classified with illicit drug dependence or abuse in 2012, 4.3 million persons had marijuana dependence or abuse…\". So, not so minor after all.\n\n“Claims that marijuana is a gateway to more dangerous drugs are as fanciful as the “Reefer Madness” images of murder, rape and suicide.” The Foundation for a Drug-free World notes on their website, “The vast majority of cocaine users (99.9%) began by first using a “gateway drug” like marijuana, cigarettes or alcohol.”\n\nLarry Kudlow, who has successfully battled drug addiction for over a decade, reports that “…I hear time and again from young people coming into the rooms to get sober how pot smoking led to harder drugs such as cocaine and heroin.”\n\n“There are legitimate concerns about marijuana on the development of adolescent brains. For that reason, we advocate the prohibition of sales to people under 21.” Yes, there are now numerous studies indicating that regular ingestion of marijuana by young people leads to an irreversible reduction in IQ, as well as memory problems and possible serious brain disorders like schizophrenia. According to the American Medical Association, \"Heavy cannabis use in adolescence causes persistent impairments in neurocognitive performance and IQ, and use is associated with increased rates of anxiety, mood and psychotic thought disorders.\"\n\nEven pro-weed zealots would have a hard time arguing that legalizing pot will not increase its use by young people, even if it is still illegal for minors.\n\nThe National Survey of Drug Use and Health (the source of most drug-use data in the U.S.) notes, “One factor that can influence whether youths will use tobacco, alcohol, or illicit drugs is the extent to which they believe these substances might cause them harm.” If Mom is smoking a joint while watching TV after dinner, what kind of message does that send?\n\nFor the Times, pot legalization is also worthy since enforcement of our laws is “racist, falling disproportionately on young black men, ruining their lives and creating new generations of career criminals.”\n\nThe paper maintains, leaning on a report prepared by the ACLU, that blacks and whites use pot at the same rate, but that “blacks are 3.7 times more likely than whites to be arrested for possession”. But, the Times admits that only about one percent of the people behind bars in our country are there for charges relating to possessing or selling marijuana.\n\nAs other have noted, if today’s sentencing guidelines need to be changed, let’s do so. Altering how we enforce the laws is a different debate than whether the law should be eliminated.\n\nWhy is the New York Times putting themselves in the midst of this debate? Because, like many other newspapers, the Times is in trouble.\n\nRecent results have been depressed by large investments in strategic initiatives, like its struggle to build its online presence. CEO Mark Thompson, commenting on the last quarter, said, “We also know that long-term digital revenue growth depends on the reach and depth of engagement of our digital audience.”\n\nWho is that audience? Certainly not Boomers, who still read papers. It’s the 77 million Millenials (about the same number as Boomers), who catch up on current events via iPhone or iPad – and not typically from the New York Times. They migrate to sites like Vice, Mashable and BuzzFeed, or “explainer” sites like Vox and FiveThirtyEight. There are also aggregators attempting to make news more fun to read – like theSkimm and those offering a crowd-sourced component, like Mic. Some of these specifically target Millenials, and have upended conventional thinking about news gathering.\n\nThe Grey Lady (a nickname they may want to ditch) is struggling to compete. BuzzFeed, for instance, is now valued at $850 million, or about half the market cap of the New York Times, has 550 employees, is expanding overseas and has been adding aggressively to their news staff.\n\nNo one can know who the winners will be in the tumultuous media shake-up that’s underway, but the Times for sure needs to broaden its readership, and needs Millenials. Jumping into the middle of an issue this group cares about – like pot – makes sense. According to Pew, 69% of Millenials support legalizing weed – more than any other age group.\n\nAnother reason the Times may be positioning themselves to curry favor with Millenials is this: those age 18 to 33 tend liberal on social issues but are fiscally conservative and not wedded to the Democrat brand. Some 50% of that group considers themselves independents, while only 39% of GenX (34-49) and 37% of Boomers describe themselves that way.\n\nIn other words, they think for themselves. That’s a serious challenge for the New York Times.\n\nLiz Peek is a writer who contributes frequently to FoxNews.com. She is a financial columnist who also writes for The Fiscal Times. For more visit LizPeek.com. Follow her on Twitter@LizPeek.", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "FOX", "biasLabel": "Biased", "title": "Why is the New York Times pushing pot?", "yellowLabel": "Yellow", "tags": "set([])", "opinionLabel": "Opinion Article"}