{"content": "Thirty-three abortion clinics in Texas have closed since July 2013, leaving just eight in operation for the entire state, with no clinic West or South of San Antonio. The reason is a new state law (House Bill 2), signed into law by Governor Rick Perry last year and upheld on Friday by a federal appeals court.\n\nThe law forces abortion clinics to conform to building standards intended for ambulatory surgery centers (ASCs), such as the size of the procedure rooms and corridors. It also requires that physicians have admitting privileges at a hospital within 30 miles—and regulates how providers prescribe medical abortion. Most of the law took effect last year, upon enactment. But the ambulatory clinic requirement was on hold, because a lower federal court had struck it down.\n\nOf course, this is not just a Texas phenomenon. Twenty-five other states have enacted similar laws. And while supporters make no secret of their feelings about abortion rights—they oppose them—they also say these laws serve a purpose other than trying to ban the procedure. These laws, they claim, are necessary in order to enforce strong safety standards and protect the health of women who get abortions. Governor Perry of Texas, the day he signed HB2 into law, proclaimed it was “an important day for those who support life and for those who support the health of Texas women.”\n\nSo far, most of the commentary on the Court’s decision has focused on the fact that, with this law in place, many women can’t realistically get legal abortions. In court, defenders of the clinics (and abortion rights) argued that the law would mean one-sixth of women would not be able to find an abortion provider within 150 miles. It would, they pointed out, be a particular hardship on women living in rural areas. These same advocates plan to appeal to the Supreme Court—and hope for a better outcome there.\n\nBut the other claim made on behalf of these laws, about patient safety, also deserves scrutiny. Abortion performed by a trained medical professional in a standard, licensed clinic is about as safe as medical procedures get. Recently a group of researchers including Elizabeth Raymond from Gynuity and Daniel Grossman from the University of California-San Francisco set out to demonstrate this, by comparing the mortality rate from abortions with other medical procedures.\n\nAs their paper from the journal Contraception points out, the risk of dying from an abortion is 0.7 per 100,000 procedures. That is slightly safer than the mortality rate for plastic surgery performed outside of a hospital, which is 0.8 to 1.2 per thousand procedures. Another way to put the mortality rate for abortion into perspective is to compare it the death rate from other, non-medical activities. It turns out, for example, that abortion is no less safe than running a marathon, for which the mortality rate is 0.6-1.2 deaths per 100,000 participants.\n\nNone of this surprises me. As an OB/GYN I know that legal abortion by a trained provider is one of the safest procedures a woman can have. OB/GYNs (and appropriately trained family doctors) perform technically similar procedures to abortion every day in their offices, such as D and Cs (dilation and curettage) for miscarriages, biopsies of the lining of the uterus for irregular bleeding, and insertion of intrauterine devices (IUDs) for contraception, without the benefit of larger treatment rooms or admitting privileges at a local hospital. This is, after all, what we women’s health providers are trained do—work on the uterus.\n\nWhat is often neglected in the discussion of ambulatory surgery center requirements (the incredible safety record of office abortions aside) is that performing an abortion in an accredited surgery center does not make the procedure any safer. The equipment is the same it is unlikely that a major complication could be managed safely in an surgery center. Although rare, I've seen serious immediate complications of abortion, the kind that can lead to death, and they require an operating room, an experienced surgeon and anesthesiologist, and a blood bank.\n\nIn the four years before the Texas law was brought to vote not one woman died from an abortion. There is simply no way to improve on that safety record. Meanwhile, the American Congress of Obstetricians and Gynecologists has said these bills “are not based on sound science” and that there is no medical reason for an abortion to occur in an ambulatory surgery center or for a provider to have admitting privileges. As it is currently practiced abortion is as safe as or safer than most medical procedures, gynecologic or otherwise, performed every day in doctors’ offices around the country. That should really be the end of the discussion.\n\nNote: This article originally linked to the wrong from Contraception, and misidentified Daniel Grossman as its lead author.", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "New Republic", "biasLabel": "Biased", "title": "Texas Abortion Clinic Law: OB/GYN Blasts Patient Safety Argument", "yellowLabel": "Not Yellow", "tags": "set(['qed', 'abortion', 'Home News', 'clinic', 'politics', 'Events', 'Economy', 'Culture', 'World', 'Identity', 'Economics', 'ambulatory', 'pro-life', 'physician', 'The Plank', 'abortion rights', 'pro-choice', 'Books', 'texas', 'Reproductive Rights', 'Politics', 'Technology', 'Film'])", "opinionLabel": "Other"}