{"content": "Vote to undo Obama's executive order on immigration bad political strategy, public policy.\n\nHouse Speaker John Boehner. (Photo: J. Scott Applewhite, AP)\n\nWell, that was fast. Only a few weeks into the 114th session of Congress, House Republicans are already positioning themselves as committed obstructionists. Wednesday the GOP-controlled House passed a funding bill for the Department of Homeland Security that included amendments aimed at undoing President Obama's immigration actions. The House voted to eliminate a 2012 program offering deportation relief for immigrants brought here illegally as children, and to block the president's executive action on immigration.\n\n\"Enough is enough!\" declared House Speaker John Boehner, R-Ohio.\n\nThis House vote reflects poor political strategy and bad public policy. It is hostile to Latinos and immigrants. It also puts funding for Homeland Security at risk at a time of global terror alerts.\n\n\"We do not take this action lightly, but simply there is no alternative,\" Boehner said. Not true. If House Republicans were willing to pass a comprehensive reform bill, the president has stated that he would rescind his executive action on immigration. Or if House Republicans are offended by the president moving unilaterally to protect young immigrants through DACA — a 2012 program that has allowed about 600,000 young immigrants to live and work openly — they could devise their own version of the program and help pass it into law.\n\n\"If President Obama's unilateral immigration amendments are not stopped, future presidents will continue to expand the power of the executive branch and encroach on individual liberty,\" said House Judiciary Committee Chairman Bob Goodlatte, R-Va., on Tuesday. \"The time is now for Congress to take a stand against these abusive actions.\"\n\nHe is a little late. Presidents have been taking executive action on immigration at least as far back as Dwight Eisenhower, including Ronald Reagan, George H.W. Bush, and George W. Bush. Nor is such executive action an affront to the rule of law. Last September over 100 law professors and legal experts signed a letter agreeing that President Obama has broad legal authority to act on deportations.\n\nLegalities aside, Wednesday's vote displays a shocking lack of compassion. House Republicans are endorsing the deportations of young immigrants, their parents and military families — all groups that are eligible for deportation relief under the president's policies.\n\nThe good news is that this funding bill is not going to become law. The Senate is unlikely to approve it, and even if they did, it would face a veto from the president. So this is a bill that is more about show than substance.\n\nStill, House Republicans are staking out a position at odds with a majority of Hispanics and the American public. The president's executive action is overwhelmingly popular with Latino voters. According to a November poll by research firm, Latino Decisions, 89% of Latinos support the president's move, including Hispanics across all political affiliations. A just-released poll by CBS News finds that 55% of Americans back Obama on immigration.\n\nEven worse, House Republicans are turning funding for the Department of Homeland Security in a political football. Homeland Security will run out of money on Feb. 27, and the House is signaling that it is willing to play a game of brinksmanship in order to block Obama on immigration.\n\nConsider that the Homeland Security budget covers everything from the Secret Service to cybersecurity programs. No wonder that Sen. Lindsey Graham, R-S.C., said on CNN that his colleagues were \"playing with fire\" by tying Homeland Security funding to anti-Obama sentiments. He's right. The recent events in Paris make clear that the fight against terrorism should not be compromised by political maneuvering.\n\nSure, House Republicans are dissatisfied with our broken immigration system. Many Americans share their concerns. Why not attempt to craft constructive legislation, rather than shooting down the president's temporary solutions? After all, the president made his immigration moves reluctantly, after House Republicans refused to take up comprehensive reform. Instead of punishing him for his leadership, House Republicans ought to show some political courage of their own.\n\nWednesday's vote by House Republicans was extreme, cynical and irresponsible. Mass deportations will not solve our immigration problems, and the appropriations process should not be used to settle political scores.\n\nRaul Reyes is an attorney in New York and a member of USA TODAY's Board of Contributors.\n\nIn addition to its own editorials, USA TODAY publishes diverse opinions from outside writers, including our Board of Contributors. To read more columns like this, go to the Opinion front page or sign up for the daily Opinion e-mail newsletter.\n\nRead or Share this story: http://usat.ly/1C7e91R", "topic": "Immigration", "politicalLabel": "Liberal", "organization": "USA Today", "biasLabel": "Biased", "title": "House GOP's cynical immigration act", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Opinion Article"}