{"content": "Your unborn baby — or your job.\n\nThat’s the chilling choice a Long Island woman claims she faced when her boss discovered she was pregnant with her third child, according to a federal lawsuit.\n\nCatherine Rizzo, 25, says there was no way to misinterpret her supervisor’s ultimatum at Cooky’s Deli in Bohemia in May.\n\n“The owner’s daughter pulled me in the office, and basically told me if I didn’t have an abortion, I wasn’t going to have a job,” Rizzo told The Post in a tearful interview.\n\n“It was very, very clear,” she said.\n\n“I have two other kids I have to take care of, and I needed my job,” Rizzo added.\n\nCooky’s Deli owner Martin Marsilio, 69, vehemently denied the allegation, calling it “a total lie.”\n\nThe struggling single mom said she was barely getting by on the $400 to $500 a week she earned at the deli counter — and knew she couldn’t afford to lose her job.\n\n“As a direct result of this serious threat, approximately one week later, [I] was forced to terminate [my] pregnancy,” Rizzo charged in a lawsuit filed on Dec. 19 in Brooklyn federal court. She seeks unspecified damages.\n\nThe unthinkable choice capped months of harassment, Rizzo said.\n\nA co-worker regularly cursed at her, pushed her and told Rizzo she was “a lowlife and a bad mother,” the Sayville woman claimed in her lawsuit.\n\nShe constantly complained to management, but nothing was done, Rizzo insists.\n\n“I stuck through it all,” Rizzo said.\n\n“I stayed there because I needed my job, and I got the blunt end of the stick. I was trying to deal with it on my own,” she said.\n\nDespite the abortion, she was abruptly fired in August, she said.\n\nAsked if she regretted her decision, Rizzo broke down in tears.\n\n“It’s hard to deal with this,” she sobbed.\n\nRizzo and her kids were evicted from their apartment, but she got a new job and a new place — until, she claims, employees of Cooky’s started showing up and taking pictures of her at work.\n\n“They’ve kind of overturned my life,” she said. “It’s just not stopping. I’m just trying to keep my head above water.”\n\nHer former boss claimed Rizzo was canned for being chronically late, and she had never complained about harassment.\n\nThe abortion claim is nothing more than “fiction,” Marsilio said.\n\n“We have had many female employees here that have gotten pregnant, had their children, took time off and came back to work,” he insisted.\n\nMarsilio admitted tracking Rizzo down to a new job, he said, so he could prove to the state unemployment office that she was allegedly working off the books.", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "New York Post", "biasLabel": "Not Biased", "title": "Boss made me abort: lawsuit", "yellowLabel": "Not Yellow", "tags": "set(['Game of Thrones', 'Hillary Clinton', 'the masters', 'Chess', 'New York Yankees', 'NYPD'])", "opinionLabel": "Other"}