{"content": "OLYMPIA, Washington -- Washington is one of four states where measures to legalize and regulate marijuana have been introduced, and about two dozen other states are considering bills ranging from medical marijuana to decriminalizing possession of small amounts of the herb.\n\n\"In terms of state legislatures, this is far and away the most active year that we've ever seen,\" said Ethan Nadelmann, executive director of the New York-based Drug Policy Alliance, which supports reforming marijuana laws.\n\nADVERTISEMENT ADVERTISEMENT\n\nNadelmann said that while legalization efforts are not likely to get much traction in state capitals anytime soon, the fact that there is such an increase of activity \"is elevating the level of public discourse on this issue and legitimizing it.\"\n\n\"I would say that we are close to the tipping point,\" he said. \"At this point they are still seen as symbolic bills to get the conversation going, but at least the conversation can be a serious one.\"\n\nOpponents of relaxing marijuana laws aren't happy with any conversation on the topic, other than keeping the drug illegal.\n\n\"There's no upside to it in any manner other than for those people who want to smoke pot,\" said Travis Kuykendall, head of the West Texas High Intensity Drug-Trafficking Area office in El Paso, Texas. \"There's nothing for society in it, there's nothing good for the country in it, there's nothing for the good of the economy in it.\"\n\nLegalization bills were introduced in California and Massachusetts earlier this year, and this month, New Hampshire and Washington state prefiled bills in advance of their legislative sessions that begin in January. Marijuana is illegal under federal law, but guidelines have been loosened on federal prosecution of medical marijuana under the Obama administration.\n\nEven so, marijuana reform legislation remains a tough sell in some places. In the South, for example, only Mississippi and North Carolina have decriminalization laws on the books.\n\n\"It's a social and cultural thing,\" said Bruce Mirken, spokesman for the Marijuana Policy Project, a Washington, D.C.-based marijuana advocacy group. \"There are some parts of the country where social attitudes are just a little more cautious and conservative.\"\n\nRep. Mary Lou Dickerson, a Seattle Democrat who is sponsoring the legalization bill in Washington state, said that she \"wanted to start a strong conversation about the pros and cons of legalizing marijuana.\"\n\nUnder her bill, marijuana would be sold in Washington state's 160 state-run liquor stores, and customers, 21 and older, would pay a tax of 15 percent per gram. The measure would dedicate most of the money raised for substance abuse prevention and treatment, which is facing potential cuts in the state budget. Dickerson said the measure could eventually bring in as much to state coffers as alcohol does, more than $300 million a year.\n\n\"Our state is facing a huge financial deficit and deficits are projected for a few more years,\" Dickerson said, referring to the projected $2.6 billion hole lawmakers will need to fill next year. \"We need to look at revenue and see what might be possible.\"\n\nAllen St. Pierre, executive director of the National Organization for the Reform of Marijuana Laws, said that tough economic times across the country have lawmakers looking at everything, and may lead even more states to eventually consider the potential tax value of pot.\n\n\"The bean counters are now reporting back to their elected officials how much money is being left off the table,\" he said, adding that billions of dollars worth of pot is going untaxed.\n\nRon Brooks, president of the National Narcotics Officers' Associations' Coalition, said that he feared that, if legalized, marijuana would contribute to more highway accidents and deaths, as well as a potential increase in health care costs for those who smoke it.\n\nState lawmakers, he said, need to ask themselves \"if they believe we really will make all that revenue, and even if we did, will it be worth the suffering, the loss of opportunities, the chronic illness or death that would occur?\"\n\nLegalization isn't the only measure lawmakers across the country are weighing. About two dozen states, including Pennsylvania, New Jersey and Wisconsin, are considering bills ranging from medical marijuana to decriminalizing possession of small amounts of marijuana, St. Pierre said. Washington state is among the states that are considering decriminalization, with a bill that would reclassify adult possession of marijuana from a crime with jail time to a civil infraction with a $100 penalty.\n\nFourteen states, including Washington state, already have medical marijuana laws, and 13 have decriminalization laws on the books, St. Pierre said. About two dozen cities across the country, including Seattle, make marijuana offenses a low law-enforcement priority.\n\nMarijuana advocates said that while increased activity in the statehouse is heartening, change most likely will come at the ballot box through voter-driven initiatives.\n\n\"Inevitably, the politicians are going to be behind the curve on this stuff,\" Nadelmann said, noting that almost all of the medical marijuana laws came about by initiative.\n\nThis month, a group campaigning to put a marijuana legalization measure before California voters said it had enough signatures to qualify for the 2010 ballot.\n\nThat proposal would legalize possession of up to one ounce of marijuana for adults 21 and older. Residents could cultivate marijuana gardens up to 25 square feet. City and county governments would determine whether to permit and tax marijuana sales within their boundaries. And in Nevada earlier this month, backers of a move to legalize marijuana there filed paperwork creating an advocacy group aimed at qualifying an initiative for the 2012 election.", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "FOX", "biasLabel": "Not Biased", "title": "High Expectations? States Weigh Marijuana Reform", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}