{"content": "Share this:\n\n\"Anti-Abortion Laws Are Expected To Get Even Worse In The New Year\" Share:\n\nCREDIT: AP Photo/Pablo Martinez Monsivais\n\nAs 2014 comes to a close, in the aftermath of an election that handed significant victories to abortion opponents, state lawmakers are already looking ahead to the harsher restrictions they plan to impose in the next year.\n\n“We expect an uptick in state legislative attacks in 2015,” Cecile Richards, the president of Planned Parenthood, told ThinkProgress via email, adding that her organization will work to “protect women’s health in legislatures and courtrooms.”\n\nGOP-controlled states, which have recently enacted a record-breaking number of laws attacking abortion, have already managed to heavily restrict their residents’ access to the procedure. But that doesn’t mean they’ll stop pushing forward in this area. Next year, many of those states will likely double down on their agenda, making their existing anti-choice laws even tougher.\n\n“So many restrictions have been adopted over the past couple years,” Elizabeth Nash, who is responsible for tracking state-level abortion policy for the Guttmacher Institute, told ThinkProgress. “So now the next step is to see how to make them more burdensome — harder for women and harder for providers.”\n\nFor instance, the states that require women to receive counseling before ending a pregnancy, but currently allow that information to be read over the phone, could tighten their laws so that women are required to make an in-person trip to the clinic. And the states that already target abortion clinics by requiring them to meet strict building code standards could increase the pressure even further, piling on a new law requiring abortion doctors to obtain admitting privileges from local hospitals.\n\nWe’re already seeing this legislative strategy play out in some states.\n\nAlabama and Missouri, for instance, used to have 24-hour waiting periods that required women to wait a day before proceeding with an abortion. This year, they both lengthened the wait — Alabama pushed it to 48 hours and Missouri became one of the only states to extend it to a full 72 hours. Legislatures in other areas that are hostile to abortion will probably pursue a similar tactic next year.\n\nTexas provides a particularly stark example. There, lawmakers essentially scrapped the state’s existing regulations on abortion clinics and imposed an omnibus package of even harsher ones. In Nash’s words, the state updated its requirements to make them “nearly impossible to meet.” As a result, throughout this year, the rest of the country watched dozens of clinics get forced out of business.\n\nThat approach — which is know as the Targeted Regulation of Abortion Providers, or TRAP — came to define this past year in some advocates’ minds.\n\n“I think the most sinister thing we’ve seen in 2014 was the implementation of TRAP laws,” David Grimes, a clinical professor in the Department of Obstetrics and Gynecology at the University of North Carolina who recently wrote a book about the public health benefits of abortion, told ThinkProgress. “The Republicans in Texas want to send women into the back alley once again.”\n\nTRAP wasn’t invented in Texas. These type of laws were in place in other places, like Kansas and Virginia, even before Wendy Davis’ infamous filibuster against the Lone Star State’s proposed restrictions in the summer of 2013.\n\nBut Texas gave other states a clear illustration of exactly how restrictive TRAP laws can be, especially since the law went into effect relatively quickly. That’s changed the national landscape in some significant ways; for one, states like Oklahoma and Louisiana followed in Texas’ footsteps and enacted admitting privilege laws this year that are equally harsh. In a broad swath of the South, women’s access to clinics now threatens to narrow even further.\n\nGroups like the Guttmacher Institute don’t expect waiting periods or TRAP laws to go away anytime soon. Now that Texas has essentially served as a legislative model for how to attack clinics, Nash expects to see more states trying to figure out how to toughen their own regulations. She’s also anticipating more extended waiting periods next year now that courts have allowed those laws to stand.\n\n“Reproductive rights’ advocates jobs have gotten harder, if you thought that was possible,” Nash said.", "topic": "Abortion", "politicalLabel": "Liberal", "organization": "ThinkProgress", "biasLabel": "Biased", "title": "Anti-Abortion Laws Are Expected To Get Even Worse In The New Year", "yellowLabel": "Not Yellow", "tags": "set(['ABORTION', 'Abortion', 'FOOD AND DRUG ADMINISTRATION', 'REPRODUCTIVE RIGHTS', 'OBAMACARE', 'SCIENCE', 'Reproductive Rights'])", "opinionLabel": "Other"}