{"content": "Washington (CNN) The House approved an all-or-nothing measure that ties Homeland Security funding to the undoing of President Barack Obama's immigration moves -- setting the stage for a clash with the new Republican-led Senate.\n\nOvercoming the opposition of some of their own moderate members, House GOP leaders shepherded through a bill on a 236-191 vote that would lead to the deportation of \"Dreamers,\" or undocumented immigrants brought into the United States as children, as well as the undocumented parents of U.S. citizens. Those immigrants had all been granted a reprieve through Obama's executive actions in 2012 and 2014.\n\nThe measure also includes more than $40 billion to fund the Department of Homeland Security -- including the Secret Service and cybersecurity -- through September.\n\nJust Watched Is there a border surge coming? replay More Videos ... Is there a border surge coming? 02:04 PLAY VIDEO\n\nBut it probably won't get far.\n\nPresident Barack Obama has threatened to veto it -- though it's not even likely to reach his desk.\n\nThe GOP hold 54 seats in the Senate. That's a majority, but not enough to reach the 60-vote procedural threshold to move bills forward, especially since Democrats are all but certain to oppose it without major changes.\n\nThose realities have opened Republicans to accusations that they are putting national security programs at risk for political gain.\n\n\"For the first time in history, they are holding our security hostage to the politics of immigration,\" Rep. Steve Israel (D-N.Y.) said on the House floor.\n\nGraham: GOP 'playing with fire' on immigration\n\nJust Watched Graham: 2016 hinges on immigration action replay More Videos ... Graham: 2016 hinges on immigration action 02:35 PLAY VIDEO\n\nSome GOP lawmakers have issued similar warnings. Sen. Lindsey Graham (R-S.C.) said this week that his GOP colleagues are \"playing with fire\" by connecting a political assault on Obama over immigration with funding for Homeland Security.\n\nStill, Republicans have insisted that they can't just ignore Obama's executive actions on immigration, including his recent move to forestall deportations for undocumented parents of U.S. citizens.\n\nRep. Trey Gowdy (R-S.C.) called Obama's executive action an \"unconstitutional power grab\" and said stopping it is crucial to restoring the \"equilibrium.\"\n\n\"This is a fight over whether this branch of government will ever find the courage to stand up for itself,\" Gowdy said.\n\nThe complicated balancing act facing House leaders was on display Tuesday night and Wednesday morning as they quelled a minor rebellion from moderates who thought one of the amendments -- undoing Obama's 2012 move to allow undocumented immigrants brought into the United States as children to stay -- went too far.\n\nJust 26 Republicans voted against that amendment -- not enough to defeat it. Its passage allowed Boehner and other GOP leaders to avoid an internal rift that could have immediately jeopardized the full bill.\n\nBut congressional Republicans still must settle on a path forward that can both appease House conservatives and win passage in the Senate. That's likely to be a hot topic when the GOP meets for its annual retreat in the coming days.\n\nBush: 'No problems' defending expanded immigration\n\nThe House's vote came after the chamber added several provisions attacking Obama on immigration. One GOP amendment would block the agency tasked with carrying out the President's order from spending any of the fees it collects or issuing any new work permits.\n\nIn another conservative move, the bill could bar any of those who were allowed to stay any chance to renew their status -- potentially setting up tens of thousands of deportations of young undocumented workers and students. Another GOP amendment changes guidance the Obama administration issued in 2011 putting a special priority on deporting criminals, especially sexual offenders.\n\nThe underlying Homeland Security funding bill itself is a bipartisan deal negotiated by House and Senate appropriators. It includes new money for border security, the Secret Service and other items Homeland Security Secretary Jeh Johnson has said are key to the agency's ability to protect Americans.\n\nThe immigration showdown came up on Tuesday when Obama and Vice President Joe Biden hosted 19 congressional leaders at the White House.\n\nIn a read-out of the meeting, the White House said Obama called for the Homeland Security Department to be funded \"without delay.\"\n\n\"The President underscored there are priorities that rise above politics -- including keeping Americans safe by promptly and fully funding the Department of Homeland Security without delay so the men and women working there can operate with the confidence they need,\" the White House said.\n\nSeparately, House Speaker John Boehner's office said the Ohio Republican made clear that the immigration provisions, undoing Obama's executive actions to forestall deportations for the undocumented parents of U.S. citizens, as well as his previous move to prevent the deportation of young people who have spent most of their lives in the United States, won't be dropped from the bill.\n\n\"The bill will include amendments to stop the President's unilateral actions on immigration, and the speaker reminded the President that he himself had stated publicly many times in the past that he did not have the power to rewrite immigration law through executive action,\" Boehner's office said. the rest of the government through most of 2015.", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "CNN", "biasLabel": "Not Biased", "title": "House moves toward immigration vote", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}