{"content": "Readers discuss whether undocumented immigrants should be legitimized and integrated into the United States economy.\n\n\n\nTo the Editor:\n\nAs an Englishman living in the United States, I find that the three-way tug-of-war between Congress, President Obama and 26 states challenging his executive actions on immigration reminds me in some ways of the Scottish referendum on independence, which was voted down last September. In both cases the key question is really one of preservation of perceived cultural heritage. The economic arguments bend in the wind to serve their political master. Does the world really need more fences and borders?\n\nThe real global goal should be economic equity that can preserve culture while encouraging positive migration in all directions: essentially, a world without borders. The United States is a young country and is still in the process of rapid evolution (unlike its European counterparts). That evolutionary process has the potential to be a beacon of what the world could or should look like.\n\nPhoto\n\nAddressing the current population of immigrants in this country requires more than an executive action stemming deportation. I believe that the hidden fear is of cultural contamination, not jobs or resource allocation. There is still a pervasive feeling that one has to “fight” for one’s place in American society. I think that time is over, and positive integration has to be the way forward.\n\nKnowledge is power. We need to actively integrate the immigrant population, which is primarily Hispanic, into the American economic engine by providing the tools to learn about filing taxes, opening bank accounts, obtaining auto insurance and other basic activities we take for granted.\n\nAn orderly legitimization program would be the least expensive and most productive (did I hear anyone say tax dollars?) way forward. As to a check and balance, market forces will control immigration better than any fence.\n\nThe legitimization of the more than 11 million undocumented immigrants should be less about the political machinations of policy, and more about the beginning of a new global understanding of how we should cooperatively share this brilliant blue marble we call home.\n\nSTEVEN RIDLEY\n\nNew York\n\nThe writer is chief development officer of SABEResPODER (Knowledge Is Power), which works to empower Spanish-speaking consumers.\n\n\n\nReaders React\n\nMr. Ridley’s open borders proposal is just as naïve and dangerous as xenophobic efforts to defend a presumed cultural purity, but he is surely right that we need to pursue “positive integration” in the face of rapid change. We also need balanced policies that allow talent to flow into our country while ensuring the safety, security and welfare of our citizens.\n\nIf our borders were made secure, the vast majority of Americans would support a path to citizenship for those undocumented immigrants who can prove they have lived here for some time and have no criminal record. This path would place them at the back of the line and would include sanctions for knowingly breaking our laws. Annual limits and qualifications will inevitably remain matters of political push and pull. The best way forward globally is to ensure that the United States remains a nation of laws, strong and secure enough to be a model and a force for good throughout the world.\n\nROBIN B. BARNES\n\nDavidson, N.C.\n\nThe writer is a professor of history at Davidson College.\n\n\n\nLike Mr. Ridley, I believe that undocumented Americans deserve full citizenship. But many Americans do not just feel as if they have to “fight” for their cultural and economic place in American society; they actually do have to fight for it. Working- and middle-class Americans are enduring grave threats, such as the disappearance of jobs in professions that had defined families for generations. Such wounds have been inflicted as rising costs pushed college out of reach for many who have been scolded to bootstrap themselves by getting an education.\n\nMany correlate the dispossession of working-class Americans and a tide of white nationalism. At the same time, the lost promise of the civil rights movement has also left Americans, black and white, feeling hopeless about prospects for racial egalitarianism. Amid this swirl of threats it is a wonder that support exists for enfranchising undocumented Americans. And yet, miraculously, it does. Slow action on immigration reform does not originate with a hostile citizenry but rather with a flailing, polarized Congress. Advocates for immigration reform must remain committed to giving vulnerable Americans a solid economic and social footing while firmly insisting that we treat immigrants according to the same egalitarian principles.\n\nELIZABETH F. COHEN\n\nNew York\n\nThe writer is an associate professor of political science at Maxwell School of Citizenship and Public Affairs, Syracuse University.\n\n\n\nWe are indeed a country of immigrants, but the present belies the past. Even as we accepted the “wretched refuse,” those who came in the past had a vision and a goal. Assimilation was primary: Be an American in thought and language. The old cultural norms were to be put aside. The onus for positive integration today lies with the immigrants, not on our existing society to conform to their wants and needs.\n\nMr. Ridley speaks in practical terms of our primarily Hispanic immigrants’ need for integration into our economic engine, “to learn about filing taxes, opening bank accounts, obtaining auto insurance.” In what language are they presented? English. The time, effort and money expended to overcome, in our welcoming zeal, the lack of language assimilation is staggering and offensive. Obviously I do not subscribe to Mr. Ridley’s Pollyannaish view of what the world should be.\n\nRICHARD M. FRAUENGLASS\n\nHuntington, N.Y.\n\n\n\nMr. Ridley doesn’t address the most basic issue in this debate: What do we want our immigration policy to be? Whatever decisions we make with respect to today’s undocumented immigrants will become the de facto immigration policy going forward. You can be for a very restrictive immigration policy, you can be in favor of open borders, or anything in between, but we need to have a clearly articulated and enforced immigration policy. What we have today is a modified version of the “wet feet, dry feet” policy applied to Cubans. If you can make it to the United States, live in the shadows for a few years, perhaps have a child here, and avoid any felony convictions, you can stay. I don’t think that is a very satisfactory “policy.”\n\nJAMES B. WADDELL\n\nColumbus, Ohio\n\n\n\nMr. Ridley is either naïve, or doesn’t understand that “a world without borders” is absolutely the worst possible concept imaginable. Porous borders are allowing the free flow of ideological young men and women who want to leave the United States and European nations and join the Islamic State. And yes, Mr. Ridley, one should have to “fight” for one’s place in American society. There are many undocumented immigrants in America who have paid taxes, held a job, learned English and obeyed the law. Those people, and their children, should, after paying a steep fine, be able to get in line and have a path to citizenship. Those undocumented immigrants who have not played by the rules should be deported as soon as possible. While America is a true democracy, and a “melting pot,” we cannot allow the pot to boil over.\n\nHENRY A. LOWENSTEIN\n\nNew York\n\n\n\nThe Writer Responds\n\nThere seems to be a feeling that a world without borders cannot exist or is “naïve,” as mentioned by Mr. Barnes. A visit to Europe would show that not to be the case. The goal of immigrants, contrary to what Mr. Frauenglass suggests, is the same now as at any other time. They want to find a better life for themselves and their families and are willing to assimilate if given the opportunity. You cannot have “language assimilation” among an educationally marginalized group.\n\nSome Americans opposed to legalization worry about job competition from an immigrant population that accepts low wages. I would argue that it is the Western world’s insatiable desire for low prices with no thought to their social consequences that has created this situation. It appears that we are not concerned whether those low prices are generated by sweatshop labor in a far-off country or more remarkably from people who actually live among us. People move to fill a created need. It is all of us who are guilty of creating that need.\n\nThe United States, like many Western economies, is potentially heading for a demographic crisis. Without immigration and an increased birthrate, I’m not sure who is going to drive the economic engine. The imperative to ensure that this population is as educated as possible is both social and economic. Future tax revenues depend on it.\n\nSometimes practical decisions need to be made that fly in the face of current legislation and what some might consider fair. Ultimately, if we want to preserve the way of life we enjoy, it is imperative that we legitimize, educate and assimilate our immigrant population.\n\nSTEVEN RIDLEY\n\nNew York", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "New York Times", "biasLabel": "Biased", "title": "Our Immigration Policy", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Opinion Article"}