{"content": "Share this:\n\n\"Republicans’ Latest Salvo In Anti-Immigrant Fight: Take Away Social Security Numbers\" Share:\n\nSen. Ben Sasse (R-NE) CREDIT: AP Photo/Nati Harnik\n\nSix Republican senators introduced a bill Monday that would prohibit the government from issuing Social Security numbers to undocumented immigrants protected under the president’s executive action on deportation relief. The bill is the latest salvo in the Republican-led fight against the president’s immigration policies to grant temporary work authorization and deportation relief to some undocumented immigrants living in the United States.\n\nIn a press release, the bill’s sponsor Sen. Ben Sasse (R-NE) wrote that the Amnesty Bonuses Elimination (ABE) Act would “ensure that new Social Security Numbers are not issued to illegal aliens receiving deferred action under the President’s unlawful executive amnesty. … Unfortunately, by offering new Social Security Numbers and payments under the Earned Income Tax Credit, the Administration is undermining the spirit of the 1996 Welfare Reform Act and opening the possibility for amnesty bonuses of more than $24,000 in some cases.”\n\nOnce undocumented immigrants are able to obtain Social Security numbers, Sasse claims that they could reap about $2 billion in Earned Income Tax Credit (EITC), a federal benefit. The ABE Act would prohibit new numbers from being issued to anyone who was granted deferred action between June 15, 2012 and November 20, 2014 as a result of the president’s 2012 executive action known as the Deferred Action for Childhood Arrivals (DACA) program.\n\nJust last week, Sasse and Sen. Jeff Sessions (R-AL) sent a letter to the Social Security Administration requesting information on the number of individuals granted social security numbers to determine how many of them would receive benefits under the Social Security Disability Insurance program or the Supplemental Security Income program.\n\nSasse’s argument that some undocumented immigrants could collect more than $24,000 in EITC comes from an unlikely scenario in which immigrants could file amended tax returns for the last three years and earn the maximum credit available to taxpayers with three or more children and who are within a specific income range. Just 12 percent of EITC recipients fulfill that criteria and many do not qualify for the maximum credit. The last time a lawmaker — Rep. Paul Gosar (R-AZ) — made this argument, a Treasury Department spokesman told the Washington Post that the claims process would mean many undocumented immigrants could owe more taxes rather than reaping a tax benefit.\n\nSocial Security numbers allow undocumented immigrants to apply for jobs and to obtain state identification cards like driver’s licenses. A University of California at Los Angeles (UCLA) study found that DACA beneficiaries saw at least a 150 percent wage increase when they’re allowed to work. A Center for American Progress (CAP) study found that moving undocumented immigrants from the informal (under the table) economy into the formal economy would see an 8.5 percent increase in legal, taxable earnings. A previous CAP study found that higher wages earned by undocumented immigrants brought into the formal economy could lead to purchases such as houses, cars, phones, and clothing.\n\nAnd advocates point out that because undocumented immigrants already pay billions of dollars per year into the Social Security system through sales, income, and other taxes, depriving of them of Social Security numbers leaves then uniquely disadvantaged.\n\n“This bill would leave hard-working immigrant Nebraskans – who already pay state, local, and federal taxes – unable to fully contribute to their communities,” Omaid Zabih, a staff attorney at the immigrant advocacy group Nebraska Appleseed, said. “Jeopardizing the temporary administrative relief programs to keep families together is not in line with Nebraska values of strong families and communities. Now is not the time to inhibit economic growth in our local, state, and national economies. It is the time to move forward with updated immigration laws.”\n\nSince 2013, Republican lawmakers have tried over and over again to roll back the president’s executive action, even withholding Department of Homeland Security (DHS) funding over the policies. A Texas judge has already temporarily halted the president’s latest executive action announced in November 2014, while a 26-state lawsuit attacking the actions could reach the U.S. Supreme Court.", "topic": "Immigration", "politicalLabel": "Liberal", "organization": "ThinkProgress", "biasLabel": "Biased", "title": "Republicans' Latest Salvo In Anti-Immigrant Fight: Take Away Social Security Numbers", "yellowLabel": "Yellow", "tags": "set(['DEPORTATION', 'Social Security', 'MEXICO', 'Immigration', 'IMMIGRATION', 'MARCO RUBIO', 'CALIFORNIA', 'Ben Sasse', 'Jeff Sessions'])", "opinionLabel": "Other"}