{"content": "Colorado’s marijuana tax collections are not as high as expected.\n\nIn February 2014, Gov. John Hickenlooper’s office projected Colorado would take in $118 million in taxes on recreational marijuana in its first full year after legalization. With seven months of revenue data in, his office has cut that projection and believes it will collect just $69 million through the end of the fiscal year in June, a miss of 42 percent.\n\nThat figure is consequential in two ways. First, it’s a wide miss. Second, compared with Colorado’s all-funds budget of $27 billion, neither $69 million nor $118 million is a large number.\n\n“It’s a distraction,” Andrew Freedman, Colorado’s director of marijuana coordination, says of the tax issue. And despite the marijuana tax miss, overall state revenues are exceeding projections, which may force the state to rebate some marijuana tax receipts to taxpayers.\n\nIn the political debate over marijuana policy, fiscal benefits — bringing marijuana into the legal economy and taxing it — have loomed large. The summary of the marijuana legalization question put before voters in 2012 stipulated the first $40 million raised by one of the three taxes on recreational marijuana would be put toward school construction each year. In practice, Colorado is likely to receive just $20 million from that tax this year.\n\nPhoto\n\nBut it’s not just Colorado. When Scott Pattison, the executive director of the National Association of State Budget Officers, appeared on C-Span’s Washington Journal call-in show to discuss state finances in December, callers repeatedly suggested that legal marijuana could fix budget gaps in other states. One asserted, incorrectly, that legal marijuana had increased Colorado’s tax revenues by a billion dollars.\n\nColorado’s marijuana taxes are part of a broader trend in recent years: States, looking for ways to close budget shortfalls without raising broad-based taxes, have leaned on “sin” revenues: higher taxes on cigarettes, higher fees and fines and higher revenue from gambling. And as they have sought to squeeze more revenue from these sources, they have often been disappointed.\n\nGambling revenue has stagnated as markets have become saturated. Nearly every state has legal gambling, including 37 states with casinos. Expansions of gambling do more to siphon revenue from existing gambling outlets than to generate new tax and lottery revenue.\n\nHigh cigarette taxes have led to counterfeiting of tax stamps and cross-border smuggling of cigarettes from low-tax jurisdictions to high-tax ones. Because the taxes have also succeeded in the policy goal of reducing smoking, the other policy goal of raising revenue is less of a success.\n\nIn the case of marijuana, Colorado’s revenue has disappointed because legal recreational marijuana sales have been lower than expected. State officials thought many customers of medical marijuana dispensaries would migrate to the recreational market. But this process has been slow, in part because there is a financial disincentive to switch: Medical marijuana is subject only to general sales tax, while a 15 percent tax is imposed on recreational marijuana at wholesale and a further 10 percent at retail, in additional to the general sales tax.\n\nBut Mr. Freedman says the biggest drag on revenue is that so much of Colorado’s marijuana market remains unregulated. A 2014 report commissioned by the state’s Department of Revenue estimated 130 metric tons of marijuana was consumed in the state that year, while just 77 metric tons was sold through medical dispensaries and recreational marijuana retailers. The rest was untaxed: a combination of home growing, production by untaxed medical “caregivers” whose lightly regulated status is protected in the state constitution and plain old black-market production and trafficking.\n\nThe state is trying to get its marijuana market in order. It has imposed new rules to limit the number of plants that caregivers may possess, aiming to ensure their operations are truly aimed at providing for a small number of patients, not diverting some of the supply into the recreational market. And it is tightening oversight of doctors to ensure medical marijuana recommendations are written only for bona fide debilitating medical conditions. In time, these moves may draw more users into the recreational market where they belong.\n\nOn the other hand, falling market prices could cut into future tax revenues. Retail prices in Colorado were generally more than $10 a gram as of last fall. In some cases, that was more than marijuana in the illegal market. But illegal production is costly and inefficient. As legal producers scale up and compete, they are likely to cut prices sharply, according to Mark Kleiman, a drug policy expert at the University of California, Los Angeles, who has played a major role in establishing Washington State’s legal marijuana market. According to Samantha Chin, the director of marketing at Colorado Pot Guide, retail prices have fallen between 16 and 30 percent in the Denver area since November.\n\n“If commercial cannabis is $2 per gram at retail, I doubt people will bother getting a medical card,” Mr. Kleiman says. Because the state’s marijuana tax is levied per dollar, not per gram, a sharp drop in prices would mean even less tax revenue.\n\nThere are lessons here for other states. Because of low public support for marijuana prohibition, many jurisdictions have intentionally lax enforcement around illegal marijuana markets. This often shows up as a wink-wink culture around medical access. (See, for example, “Medical Kush Doctor” signs that once adorned storefronts in Venice, Calif.) After legalization, that culture of lax enforcement can be a barrier to tax collection.\n\nAnother lesson is that marijuana taxes should be “specific excise” taxes per unit of intoxicant. In most states, cigarettes are taxed by the pack and alcohol by the liter. Marijuana could similarly be taxed by the gram (either of plant or of T.H.C.), which would protect states from revenue declines if pretax prices fall.\n\nTaxes on intoxicants are meant to offset the negative social effects of intoxicant use; the size of those effects should not be expected to vary with market price.\n\nBut even if Colorado got all this right, improved revenues would not be among the most important effects that marijuana legalization has on the state.\n\n“Tax revenue is nice to have, but in most states is not going to be enough to change the budget picture significantly,” Mr. Kleiman says. “The stakes in reducing criminal activity and incarceration and protecting public health are way higher than the stakes in generating revenue.”\n\nMr. Kleiman has advocated an alternative legalization model, currently being introduced in Washington, D.C., in which cultivation, possession and use are permitted but sales are not. One goal of this model is to avoid the creation of a commercial marijuana sector that markets its products aggressively. A downside of the model is that there are no legal sales on which to collect taxes — but as Colorado shows, Washington, D.C., may not be giving up that much, fiscally.", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "New York Times", "biasLabel": "Not Biased", "title": "Marijuana Taxes Won’t Save State Budgets", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}