{"content": "President Barack Obama's nearly $4 trillion federal budget plan unveiled Monday includes fine print that may have major consequences for marijuana legalization in Washington, D.C.\n\nObama's addition of a single word -- \"federal\" -- to his budget proposal may thwart congressional Republicans trying to block marijuana legalization in the district, and would allow the city government to move ahead with local laws regulating and taxing recreational pot.\n\n\"It is very much consistent with the administration’s stance that marijuana policy is a state’s rights issue and his statements in support of D.C. being able determine its local laws,\" Dr. Malik Burnett, policy manager at the Drug Policy Alliance and vice chairman of the D.C. Cannabis Campaign, told The Huffington Post.\n\nThe District's non-voting representative in the House, Del. Eleanor Holmes Norton (D), said Obama's budget proposal \"demonstrated his support for D.C. to spend its local funds as it chooses and without politically motivated congressional interference.”\n\nD.C. voters in November approved an initiative that legalized up to two ounces of recreational marijuana for personal use and up to six marijuana plants for home cultivation.\n\nHowever, tucked into the federal spending bill passed by Congress in December was a provision introduced by Rep. Andy Harris (R-Md.) that challenged D.C.'s ability to enact marijuana laws and aimed to block the city from spending funds to legalize or regulate the sale of marijuana.\n\nThat's where Obama's word-change comes in. By adding \"federal\" to his budget, the president forbids \"federal funds\" from being used to enact any \"law, rule, or regulation to legalize\" marijuana. That would leave the city free to use local funds to implement pot laws. The language change was first reported by Tom Angell, chairman of Marijuana Majority.\n\nA White House official explained to The Huffington Post that the president supports the principle of home rule for Washington and believes Congress should not interfere with local decisions. While marijuana remains illegal under federal law, the Obama administration is committed to treating drug use as a public health issue, not just a criminal justice problem, the White House official said.\n\nMultiple congressional Democrats, including House Minority Leader Nancy Pelosi (D-Calif.), favor allowing D.C.'s new marijuana law to move forward. D.C. Council Chairman Phil Mendelson (D) submitted the new marijuana legalization initiative to Congress in January, ignoring the GOP effort to block the measure.\n\nWashington's government is mostly autonomous, but the U.S. Constitution gives Congress final say over the District's laws.\n\nIf Congress doesn't overturn D.C.'s current pot measure and Obama's wording remains in the final version of his budget, Washington marijuana legalization could go into effect as early as March. Further city plans to regulate pot sales could begin with legal retail marijuana stores, similar to those already open in Colorado and Washington, opening by the end of the year.\n\nStill, legalization in D.C. faces long odds. Congress has 30 days to review the D.C. Council legalization. Without congressional action, the measure automatically becomes law. That leaves Obama's proposed budget. His plan needs approval by the Republican-controlled House and Senate.", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "Huffington Post", "biasLabel": "Not Biased", "title": "Obama Budget Would Allow D.C. Marijuana Legalization", "yellowLabel": "Not Yellow", "tags": "set(['Most Popular on HuffPost'])", "opinionLabel": "Other"}