{"content": "It’s official. By executive fiat, President Obama will grant amnesty to up to 5 million immigrants living illegally in the United States.\n\nHow did we get here? Didn’t the president say, even last year, that he couldn’t, and wouldn’t take executive action on immigration?\n\nADVERTISEMENT ADVERTISEMENT\n\nIf Obama ever finds himself in a court of law, he would surely be advised to invoke the Fifth Amendment. He is prone to contradiction and tends to be a good witness against himself.\n\nPresident Obama’s favorite justification for his executive action is that “Congress failed to act.” No, Mr. President, Congress did not fail to act, it chose not to act in granting amnesty.\n\nConsider his self-incriminating statements on immigration and executive powers. A year ago, when asked if he had the authority to end deportations of illegal aliens he said, “Actually, I don’t.” Three years earlier, when pressed as to why he could not act on his own on immigration he said, “The notion that somehow I can just change the laws unilaterally is just not true.”\n\nWell, now the president says it is true -- he can alter the laws unilaterally. Why the metamorphosis? What changed? The law and the Constitution are still the same. Which leaves Obama. When it comes to the truth, inconvenient or otherwise, he is a chameleon like no other politician. He never hesitates to contradict himself, conjuring a new breadth of hypocrisy.\n\nPresident Obama’s favorite justification for his executive action is that “Congress failed to act.” No, Mr. President, Congress did not fail to act, it chose not to act in granting amnesty.\n\nThere is a difference. A determination not to act is, by itself, a deliberate act. This is how the framers constructed our system of government. Congress considers and debates a great many bills. Not all of them pass. This is not “failure” in the conventional sense, but decision by declination. It constitutes a prudent and calculated process.\n\nBut the president uses this contrived “failure” as a pretext to arrogate the authority of another branch of government. He wields his pen to legislate by executive decree. He well knows he is exceeding his power. In 2011, he said, “I know some people want me to bypass Congress and change the (immigration) on my own. But that‘s not how our system works. That’s not how our democracy functions. That’s not how our Constitution is written.” He was right. It was a rare moment of clarity for a man who fancies himself a constitutional scholar.\n\nNow, however, by granting legal status to roughly half the nation’s population of illegal immigrants, Obama is twisting the law, ignoring the Constitution, and forsaking his primary responsibility as chief executive. For years, he argued publicly it would be unconstitutional for him to take such action because he said, “I’m president, I’m not king.” Apparently, he now favors a crown on his noggin. In truth, he is king of self-confutation, negating himself with his own words.\n\nRecently, when asked why he disagreed with himself, the president insisted, “Well, actually, my position hasn’t changed”. After the laughter died down, the Washington Post Fact Checker gave Obama an upside-down Pinocchio for his tortured denial of a blatant flip-flop.\n\nThe president’s executive action to legalize illegals by nullifying existing law, constitutes a stunning abuse of office: usurping the power of Congress, while abdicating his duty to uphold and enforce the laws. Here are three ways this is happening:\n\n1. Distorting Prosecutorial Discretion\n\nPresident Obama claims he is entitled to overhaul immigration laws in the name of “prosecutorial discretion.” It is one of those wonderfully fungible phrases in the law. Elastic because it is vague and ambiguous. Useful because it can be easily abused. Mr. Obama has appropriated this doctrine to argue he has near boundless discretion to amend, revise, waive or suspend the execution of immigration laws. As chief executive, he is empowering himself to decide what laws may be enforced or ignored and what persons may come or go across our southern border irrespective of what the law actually states.\n\nIn past decisions, the U.S. Supreme Court has cautioned the executive branch that its prosecutorial discretion, while broad, is not “unfettered.” It is subject to restrictions. The doctrine may not be used to adopt a sweeping policy of non-enforcement of the law. It applies only to decisions not to prosecute or expel specific individuals or small groups of people, typically for exigent reasons like war, civil unrest or political persecution.\n\nBy contrast, President Obama is bestowing a wholesale, blanket amnesty for an entire class of nearly 5 million people. He is doing so not for the reasons allowed by law, but for purposes that appear to be purely political. This is a flagrant abuse of prosecutorial discretion. His expansive action exceeds his authority in ways that none of his predecessors ever envisioned. And it is a radical departure from any of the executive actions issued by previous presidents.\n\nIt is true that President Ronald Reagan utilized executive action in 1987 to grant a limited deportation reprieve to certain spouses and young children of immigrants. But his action was a logical and direct extension of, not a departure from, an existing amnesty law Congress had already passed. His exemption and a subsequent extension by his successor, President George H. W. Bush, were later incorporated into a new law passed by Congress. The point is instructive. The actions by Reagan and Bush are not a supporting precedent for Mr. Obama, but an important limiting principle of presidential authority.\n\nHowever, President Obama has commandeered this elastic doctrine of prosecutorial discretion and stretched or manipulated it beyond all recognition and reason. It has become his political Gumby toy with which he exerts his will whenever he fails to get his way with Congress. He contorts the word “discretion” to adopt a capacious policy -- his own policy -- to ban full enforcement of a duly enacted immigration statute. He treats the doctrine as a magical incantation shielding his arbitrariness.\n\n2. Usurping Legislative Authority\n\nOur Constitution clearly delineates a separation of powers. Congress is vested with writing laws and the President is charged with executing those laws. This is especially true when it comes to immigration.\n\nAt the end of the 19th century, the Supreme Court declared that Congress had “plenary power” (meaning full and complete) to regulate immigration. Derived from Article 1, Section 8 of the Constitution, the doctrine is based on the concept that immigration is a question of national sovereignty, relating to a nation’s right to define its own borders and restrict entrance therein. As the high court observed, “Over no conceivable subject is the legislative power of Congress more complete.”\n\nYet President Obama has decided to usurp this power by unilateral directive, unconstrained by established checks and balances. In so doing, he is granting himself extra-constitutional authority and upsetting the carefully balanced separation of powers. He is also subverting the nucleus of our constitutional design: the rule of law.\n\n3. Breaching His Sworn Duty\n\nPresident Obama’s decision that existing laws shall not be enforced against some 5 million illegal immigrants violates his sworn constitutional duty. Article II, Section 3 requires that the President “shall take Care that the Laws be faithfully executed.” Nowhere is it written that the chief executive is granted the latitude to pick and choose which laws he wants to enforce. He cannot ignore or nullify laws he does not like because the constitution gives him no power not to execute laws. To infer such latitude would invite an authoritarian rule anathema to our founding fathers’ vision. President Obama admitted as much when he said, “The fact of the matter is, there are laws on the books that I have to enforce.” He was specifically talking about immigration laws.\n\nIn 1996, Congress passed a law which requires federal immigration agents to deport illegal immigrants, with few exceptions. The statutory language is mandatory. Thus, whatever prosecutorial discretion which may have existed previously, was specifically eliminated by that legislative act. Yet, the President is now, in effect, ordering those agents to break the law. He cannot, on his own, engage in a de facto repeal of this law by executive action. To do so would be, quite simply, lawlessness and a dereliction of his duty.\n\nIf President Obama can refuse to enforce a valid federal law affecting millions of people, are there any limits to his powers? After all, he has frequently threatened, “Where Congress won’t act, I will.” What is to stop him from rewriting other laws with which he disagrees? Or to act where Congress has declined or refused to act? Can he abolish certain tax laws because Congress chooses to keep them? Can he banish all sources of energy except renewables to advance his agenda on climate change? If so, why even have a legislative branch of government? What’s the point of a Constitution which enumerates and circumscribes powers and duties?\n\nMen like Madison, Jefferson and Adams were keenly aware of the tyranny and corruption of authority concentrated in too few hands. They knew the thirst for power posed an existential danger to those who cherish freedom. Their genius was in crafting a sustaining document that would end the arrogance of one man rule and protect the inherent rights of all men. They knew that absolute power corrupts.\n\nAnd they feared future presidents like Mr. Obama.\n\nIn the history of our republic, no president has dared turn his high office into an instrument of unrestrained power. They held too much respect for their fellow citizens than to abuse or misuse the principles of our democracy. Even Lincoln’s actions to preserve the nation during the Civil War were grounded in the Constitution and the rule of law.\n\nBut, like the title of his autobiography, Mr. Obama’s measure of himself seems defined by the word “audacity.” It is no more evident than now.\n\nGregg Jarrett is a Fox News Anchor and former defense attorney.", "topic": "Immigration", "politicalLabel": "Conservative", "organization": "FOX", "biasLabel": "Not Biased", "title": "Three things that are illegal about Obama's immigration plan", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Opinion Article"}