{"content": "Sarah Brady, who became a tireless gun control activist after her husband, the White House press secretary James S. Brady, was shot and left partly paralyzed in the attempted assassination of President Ronald Reagan in 1981, died on Friday in Alexandria, Va. She was 73.\n\nHer family said in a statement that the cause was pneumonia. Mrs. Brady had been treated for lung cancer in the past. Mr. Brady died last August, also at 73.\n\nThe two became perhaps the most visible champions of gun control in the United States and shaped the debate over the issue as much as anyone. Side by side, with Mrs. Brady often pushing her husband in his wheelchair, they built a nonprofit organization to further the cause, lobbied members of Congress and campaigned around the nation as implacable foes of the National Rifle Association.\n\nMrs. Brady had been a schoolteacher in Virginia before embarking on a decade-long career in Republican politics in the late 1960s while her husband pursued a career in government. He worked for three federal agencies, served as a communications consultant to the House of Representatives and was an aide to senators before being named Reagan’s press secretary in January 1981.\n\n“The first two months of that year were the most exciting we ever spent,” Mrs. Brady wrote in an op-ed article in The New York Times in 1985.\n\nBut their lives were changed forever that March, when, outside a Washington hotel, Mr. Brady was shot in the head by John W. Hinckley Jr., a mentally troubled young man who wanted to kill the president because he thought it would win him the affections of the actress Jodie Foster.\n\nPresident Reagan and two police officers were wounded in the attack as well, but Mr. Brady the most grievously. The bullet damaged the right section of his brain, paralyzing his left arm, weakening his left leg, damaging his short-term memory and impairing his speech. When he died last year, the authorities said the gunshot wound he sustained in 1981 was the cause of death and ruled the case a homicide.\n\nAs James and Sarah Brady campaigned for gun control laws, many saw Mrs. Brady as the wellspring of much of that energy. It was she who began their battle against the gun lobby in 1985 with a phone call to Handgun Control Inc., a small organization later renamed the Brady Campaign to Prevent Gun Violence. And it was she who often spoke for the group in the news media.\n\nMr. Brady was initially constrained not only by his injuries but also by the fact that he technically remained White House press secretary until the end of Reagan’s presidency, in 1989, and so was unable to campaign actively on the issue.\n\nIt was not her husband’s shooting that turned Mrs. Brady into an activist, however. It was an episode in 1985 in her husband’s hometown, Centralia, Ill., when her 5-year-old son, Scott, found a loaded .22 pistol — the kind that had been used to shoot her husband — on the seat of a family friend’s pickup truck and pointed it at his mother.\n\n“I stormed about it for days and weeks,” she told The New York Times Magazine in 1990, “and then back in Washington I picked up the paper and saw the Senate was getting ready to vote on the McClure-Volkmer bill.”\n\nThat bill, which was strongly backed by the National Rifle Association, became law in 1986 and significantly weakened the Gun Control Act of 1968. But it also spurred Sarah Brady and later her husband into action. Their efforts were rewarded 12 years after the shooting, when President Bill Clinton signed the Brady Handgun Violence Prevention Act, which mandated background checks and waiting periods for many gun buyers.\n\nMrs. Brady is survived by her son, James Scott Brady; a brother, Bill Kemp; and a stepdaughter, Melissa Brady.\n\nThe Brady Campaign estimated that the 1993 law they championed stopped some two million illegal gun purchases and helped save countless lives.\n\nMrs. Brady served as the chairwoman of both the Brady Campaign to Prevent Gun Violence and its sister organization, the Brady Center.\n\nMrs. Brady was born Sarah Kemp on Feb. 6, 1942, to Frances and L. Stanley Kemp and grew up in Alexandria. Her mother was a schoolteacher, and her father was an agent with the Federal Bureau of Investigation. She graduated from the College of William and Mary in 1964. After teaching school, she entered Republican politics in 1968 as an assistant to the campaign director of the National Republican Congressional Committee.\n\nSarah and James Brady met in the late 1960s when he traveled to Washington, from Illinois, where he was managing a congressional campaign. Mrs. Brady was working as the finance liaison for the Republican Party and the two first met so that he could ask her for money. They carried on a long-distance courtship and married in 1973, when he was 32 and she was 31.\n\nMrs. Brady, who often wrote that she was raised with her father’s handgun in the house, did not oppose all gun ownership. In her 1985 op-ed article in The Times, she said she was mainly concerned with guns that fell into the hands of “the mentally incompetent, children, drunks, drug users, criminals and the person who has just had a fierce argument with a spouse, relative, friend or neighbor.”\n\nMrs. Brady recounted her battle with lung cancer in a 2002 memoir, “The Good Fight.” A family spokeswoman, Gail Hoffman, said Mrs. Brady’s death was unrelated to that earlier diagnosis.\n\n“We are enormously proud of Sarah’s remarkable accomplishments and the impact she had on so many people,” her family said in the statement. “Sarah fought the good fight her whole life.”", "topic": "Gun Control", "politicalLabel": "Neutral", "organization": "New York Times", "biasLabel": "Not Biased", "title": "Sarah Brady, Gun Control Activist, Is Dead at 73", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}