{"content": "WASHINGTON -- In the wake of huge wins for the Republican Party in the 2014 elections, conservatives in favor of immigration reform are warning their GOP counterparts they can't spend the next two years ranting against an executive order on immigration rather than proposing their own bills.\n\nSuch warnings are commonplace for those who see the GOP's long-term viability as tied to broadening its appeal with minority voters. But their tone has grown more dire following the midterms.\n\nThe consensus used to be that immigration reform was necessary for the Republican party to compete in 2016 and future presidential elections. But the GOP won big in 2014 without the Republican-led House passing reform. Now, pro-reform Republicans are worried the GOP is about to fall into a trap by spending the next two years demonizing the president for his plans to grant deportation relief while passing no legislation of its own.\n\n\"It would really be stupid for us to say, 'Oh, the president did something unilaterally; because he did that, we're not going to do anything,'\" said Alfonso Aguilar, an official during the George W. Bush administration and executive director of American Principles in Action's Latino Partnership. \"Or worse, we're going to try to repeal it or take away the funding so he cannot implement it. Well, how are you leading? It's not only repeal; we have to replace.\"\n\n\"I think we're always good at repealing -- we have a hard time replacing,\" Aguilar added.\n\nOne GOP political operative, who requested anonymity to speak frankly about the strategy, warned that the party is falling into a trap on immigration. He described a hypothetical disaster scenario for the party in which the president takes executive action on deferring deportations; then, Republicans try to defund the new program and potentially try to shut down the government. In this case, the 2016 Republican presidential primaries would become a litmus test on whether the candidate would end the policy -- forcing candidates to take the position that millions of people should be stripped of protections put in place by President Barack Obama.\n\n\"That is a terrible place to be politically and that's where we're going to be,\" the operative said. \"This is like a slow-moving car wreck where we can see exactly where it's heading. And if anybody thinks that's not going to be a problem in Colorado, in Florida, in Arizona and Nevada and all of these places, they just live in fantasy land.\"\n\nThere is still some time to go before the Republican primary commences, but it already appears that the first domino in this chain of events is about to be pushed. Obama has pledged to go forward with his executive action by the end of this year. In response, House Speaker John Boehner (R-Ohio) said last Thursday that any prospects for immigration reform would be dead if Obama makes such a move. Sen. Mitch McConnell (R-Ky.), the likely next Senate majority leader, said last Wednesday that Obama's action would be \"like waving a red flag in front of a bull to say, 'If you guys don't do what I want, I'm going to do it on my own.'\" Republicans have said they could sue the president over executive action, and likely would attempt to block it by denying funds. Some have said impeachment could be considered.\n\nPro-reform Republicans have watched from the sideline with alarm.\n\n\"I'm not, frankly, impressed by the statements of late by my own leadership that says, 'Well, the president is going to ruin it all and look what he's saying.' Well, hogwash, frankly,\" said Al Cardenas, former chairman of the American Conservative Union and a member of Bipartisan Policy Center's immigration task force. \"We have a job to do, and that's to come up with a conservative solution to the immigration crisis facing America.\"\n\nBut while Cardenas may be encouraging fellow Republicans not to let the president get \"under your skin\" and distract them from passing bills, others in the party have moved away from their previous pro-reform advocacy. Reince Priebus, the chairman of the Republican National Committee, said on Friday that people are now more concerned with border security than comprehensive immigration reform -- a reversion from the RNC's post-2012 election analysis that said immigration reform was necessary for the party's viability.\n\nMeanwhile, some of the hard-line anti-immigration-reform Republicans are using the 2014 election results as evidence that, contra the pundits, there is no political price to pay for blocking comprehensive legislation on the issue.\n\n2 years ago, pundits abuzz with, \"Republicans will never win another national election unless they embrace amnesty. pic.twitter.com/xPhZpBk42b — Steve King (@SteveKingIA) November 9, 2014\n\nSome GOP strategists say the answer for the party lies somewhere between Rep. Steve King (R-Iowa) and the pro-reform crowd. Long-term immigration reform is needed, they argue, but the election results show it's possible to win without it. Rep. Mike Coffman (R-Colo.) could serve as an example, said a strategist who asked to remain anonymous because he was not authorized to speak for his organization on party strategy. Coffman won re-election earlier this month in a Latino-heavy district after softening his rhetoric on immigration, doing more outreach to the Latino community and even learning Spanish.\n\n\"Our national demographic challenges with Hispanics are no different than they were before, but politically, passing immigration reform was always a top-down, longer-term approach to engaging the Hispanic community,\" the strategist said. \"It is not a two-year must-do.\"\n\nAbsent passing a bill, pro-reform conservatives argue, Republican candidates have to both modify how they talk about immigration reform and put forward their own legislative proposals. Without either, they risk losing the Latino vote by margins similar to those in 2012.\n\n\"I don't know that it's absolutely necessary\" to have a bill, said Mario H. Lopez, who heads the Hispanic Leadership Fund. \"I think the most important thing is to have a vision and a concrete plan and principles to address the legal immigration issue. ... That's certainly a first step toward any kind of legislation. I would call that a minimum effort.\"\n\nDaniel Garza, executive director for The LIBRE Initiative, said Republicans should go ahead and defund the president's executive action and sue him for it, but they need to present their own ideas, too.\n\n\"The discussion within conservative circles is that this is the right time to do it -- obviously we're far and away past the time to do it,\" Garza said of immigration reform. \"But now that Republicans have the Senate, Republicans also have the House, and it looks like the favor of the Latino voter is trending their way, they can really position themselves in a sweet spot headed into 2016 if they act sensibly, effectively and drive some kind of reform. At least move away from the status quo that nobody is happy with.\"\n\nSome Republicans, like former Mississippi Gov. Haley Barbour (R), a member of the Bipartisan Policy Center's immigration task force, have argued that Obama's action would make it even more important for Congress to pass its own immigration reform, since any legislation would supersede that action.\n\nBut that's easier said than done. Rep. Mario Diaz-Balart (R-Fla.), one of the staunchest supporters of reform on the Republican side, said he still thinks most Republicans want to address the issue. But he said he doesn't expect it to happen in the next two years if the president acts on immigration on his own.\n\n\"If the president continues to pretend that he is emperor and disregards the rule of the American people and goes around Congress and does executive orders, then, frankly, the chances of getting anything real done are greatly diminished,\" Diaz-Balart said in a phone interview. \"That would be like getting a hand grenade thrown in the middle of a phone booth.\"\n\nCORRECTION: A previous version of this story referred to Al Cardenas as the chairman of the American Conservative Union. In fact, he is the former chairman of the organization.", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "Huffington Post", "biasLabel": "Not Biased", "title": "Conservatives Warn That GOP Must Act On Immigration, Not Just Attack Obama", "yellowLabel": "Not Yellow", "tags": "set(['Most Popular on HuffPost'])", "opinionLabel": "Other"}