{"content": "The mouth of the Miami River runs out to Biscayne Bay as it exits downtown Miami. Southeastern Florida is especially vulnerable to sea-level rise. (Photo: Allison Diaz, for USA TODAY)\n\nIf Florida Gov. Rick Scott didn't want the terms \"climate change\" or \"global warming\" officially associated with his state, he won't be happy with the media attention his decision has sparked.\n\nScott, a Republican, banned the use of those terms in state communications and publications shortly after he took office in 2011, according to a Miami Herald story Sunday by the Florida Center for Investigative Reporting.\n\nThough it was not a written rule, \"we were told not to use the terms 'climate change,' 'global warming' or 'sustainability,' \" Christopher Byrd, a former attorney with the Florida Department of Environmental Protection's (DEP) Office of General Counsel told the investigative reporting center. \"That message was communicated to me and my colleagues by our superiors,\" said Boyd, who held that post from 2008 to 2013.\n\nWhen reached for comment about the supposed ban on the terms, Gov. Scott's spokesperson John Tupps said \"it's not true.\" Tupps said that neither the governor's office nor the DEP had a policy on the use of the terms.\n\nIn Florida, about 300,000 houses worth about a total of $145 billion are vulnerable to a rise in the sea level caused by climate change, according to Climate Central. a nonprofit news organization that analyzes and reports on climate science.\n\nSea-level rise was another term that Scott prohibited, saying it should be called \"nuisance flooding,\" the newspaper said.\n\nThis has happened before: In North Carolina in 2012, the legislature said it would ignore studies that mentioned sea-level rise.\n\nLast year, the federal National Climate Assessment said Florida is vulnerable. \"There is an imminent threat of increased inland flooding during heavy rain events in low-lying coastal areas such as southeast Florida, where just inches of sea-level rise will impair the capacity of stormwater drainage systems to empty into the ocean,\" the study said.\n\nThe Washington Post, CNN and other media have picked up on the story about the Florida ban, spreading the word about how climate change is likely to impact Scott's state.\n\nIn this Feb. 5, 2015, file photo, Florida Gov. Rick Scott gestures during a cabinet meeting at the Florida State Fair, in Tampa, Fla. (Photo: Chris O'Meara, AP)\n\nRead or Share this story: http://usat.ly/1BZw23t", "topic": "Climate Change", "politicalLabel": "Neutral", "organization": "USA Today", "biasLabel": "Not Biased", "title": "Fla. gov. bans the terms climate change, global warming", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Other"}