{"content": "Share this:\n\n\"Republicans Post Doctored Version Of State Of The Union, Censor Facts On Climate Change\" Share:\n\nHouse Speaker John Boehner (R-OH). CREDIT: AP Photo/Cliff Owen, File\n\nThe official website for House Republicans has posted on YouTube a version of President Obama’s State of the Union address which cuts out comments where the President was critical of Republican rhetoric on climate change, ThinkProgress has learned.\n\nIn the website’s “enhanced webcast” of the State of the Union speech, President Obama’s comments criticizing Republicans for saying they are “not scientists” when it comes to climate change are erased.\n\nAt the 43:25 minute mark, President Obama is supposed to say “I’ve heard some folks try to dodge the evidence by saying they’re not scientists; that we don’t have enough information to act. Well, I’m not a scientist, either. But you know what — I know a lot of really good scientists at NASA, and NOAA, and at our major universities. The best scientists in the world are all telling us that our activities are changing the climate, and if we do not act forcefully, we’ll continue to see rising oceans, longer, hotter heat waves, dangerous droughts and floods, and massive disruptions that can trigger greater migration, conflict, and hunger around the globe.”\n\nInstead, the entire section is skipped. Obama’s comments resume with “The Pentagon says that climate change poses immediate risks to our national security. We should act like it.”\n\nYou can watch the gop.gov version of the video here.\n\nThe 43:25 minute mark is not the only place where the video is incomplete. At the 44:51 minute mark, a section is missing where Obama spoke of respecting “human dignity,” prohibiting torture, and speaking out against anti-Semitism. The section that is missing reads as follows: “As Americans, we respect human dignity, even when we’re threatened, which is why I’ve prohibited torture, and worked to make sure our use of new technology like drones is properly constrained. It’s why we speak out against the deplorable anti-Semitism that has resurfaced in certain parts of the world.”\n\nA spokesperson for House Speaker John Boehner’s office did not immediately respond to ThinkProgress’ request for comment on whether the missing information was intentional or not, but we’ll update if we hear back.\n\nIf it does turn out that the edits were intentional, it wouldn’t be the first time a government official attempted to censor climate-related content. In 2005, media revealed that White House official Philip Cooney was altering government documents to downplay links between fossil fuels and global warming. Cooney was the chief of staff to President Bush’s Council on Environmental Quality.", "topic": "Climate Change", "politicalLabel": "Liberal", "organization": "ThinkProgress", "biasLabel": "Not Biased", "title": "Republicans Post Doctored Version Of State Of The Union, Censor Facts On Climate Change", "yellowLabel": "Not Yellow", "tags": "set(['CANADA', 'CLIMATE CHANGE', 'Republicans', 'CALIFORNIA', 'Climate Change', 'State of the Union', 'RENEWABLE ENERGY', 'DROUGHT'])", "opinionLabel": "Other"}