{"content": "A more effective approach is the one Virginia took after the Virginia Tech massacre.\n\nA memorial for the Sandy Hook Elementary School shooting victims in Newtown, Conn., in December. (Photo: David Goldman, AP) Story Highlights In the wake of Newtown, Conn., states are moving to 'do something'.\n\nBut in the haste, we're putting the cart before the horse.\n\nAfter the Virginia Tech massacre, the state took a more comprehensive study.\n\nIn response to the horrific Sandy Hook Elementary School shootings, a flurry of laws are being proposed across the nation to keep guns out of the hands of Americans who have been diagnosed with mental disorders and could be dangerous.\n\nThe New York legislature was first out of the gate when it passed the Secure Ammunition and Firearms Enforcement Act (SAFE) in January. Other states were quick to follow. More than four dozen bills have been proposed in Maryland's legislature alone since the shootings, including one offered by Gov. Martin O'Malley.\n\nLet's be thoughtful. These proposals are rushed and are about \"doing something,\" but a more deliberate and effective approach is the one Virginia took after the Virginia Tech massacre in 2007.\n\nNew York, Maryland bills\n\nFor example, the SAFE Act requires mental health professionals to tell authorities if they believe a patient is likely to be dangerous. O'Malley's plan would require anyone who is hospitalized for 30 days to be added to an FBI database, regardless of whether that patient is threatening. But patients rarely stay in a hospital for 30 days, and predicting violent behavior can be very difficult. There's also the threat to a doctor/patient relationship and confidentiality.\n\nFrom what we know, none of these proposals would have prevented the school shootings in Newtown, Conn. No evidence has been reported that the shooter was violent, had ever been hospitalized, or had ever told a mental health professional that he was planning a massacre.\n\nWe are putting the cart before the horse. What's missing is a thorough investigation of recent mass murders committed by young men with mental disorders and a comparison of those killings with what happened at Virginia Tech in 2007, when a student killed 32 people and wounded 17 others before killing himself.\n\nLesson from Virginia Tech\n\nAfter the Virginia Tech rampage, then-Gov. Timothy Kaine appointed a blue-ribbon panel to conduct an exhaustive investigation. The panel delved into the shooter's past, grilled college administrators and took mental health professionals to task. The panel's 147-page report pinpointed specific flaws in how university officials conducted themselves, deficiencies in Virginia's mental health laws and failures in community mental health services.\n\nThe panel's report served as a road map. Under public pressure, state legislators updated mental health laws, streamlined ways to share mental health records with law enforcement and increased spending on community mental health services. But legislators stopped short of closing loopholes in the state's gun laws. Even so, the overall changes reduced the chances of guns being bought by individuals with known mental health problems.\n\nCongress should follow Virginia's lead. The federal government needs to investigate each of the mass shootings that have happened in Newtown, Conn., Tucson, Ariz., Aurora, Colo. and at Virginia Tech. What's needed is a thoughtful analysis that goes beyond the obvious — that each gunman had a mental disorder and that each used weapons capable of multiple shots. If we can't answer basic questions about each of these shootings, we can't draft laws that will fix the problems.\n\nPete Earley is the author of CRAZY: A Father's Search Through America's Mental Health Madness. Dinah Miller is a Baltimore psychiatrist and co-author of Shrink Rap: Three Psychiatrists Explain Their Work.\n\nIn addition to its own editorials, USA TODAY publishes diverse opinions from outside writers, including our Board of Contributors.\n\nRead or Share this story: http://usat.ly/XMBxxK", "topic": "Gun Control", "politicalLabel": "Liberal", "organization": "USA Today", "biasLabel": "Not Biased", "title": "Gun control stampede misguided", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Opinion Article"}