{"content": "Share this:\n\n\"Smithsonian Stands By Wildly Misleading Climate Change Exhibit Paid For By Kochs\" Share:\n\nHow Smithsonian visitors get introduced to the wildly misleading Koch-funded exhibit.\n\nThe Smithsonian risks damaging its reputation by having a polluter-funded science denier on the payroll and a wildly misleading Koch-funded exhibit that downplays the risks posed by human-caused climate change. It’s time for the world’s self-proclaimed “largest museum and research complex,” to live up to its mission — and its own climate statement — and cut ties with the anti-science, pro-pollution crowd.\n\nLast month, a New York Times exposé revealed that Dr. Wei-Hock “Willie” Soon, a researcher at the Harvard-Smithsonian Center for Astrophysics, “has accepted more than $1.2 million in money from the fossil-fuel industry over the last decade while failing to disclose that conflict of interest in most of his scientific papers.” This included funding from Exxon-Mobil and “at least $230,000 from the Charles G. Koch Charitable Foundation.” The Koch brothers have become an even bigger funder of disinformation on climate science than Exxon Mobil.\n\nDuring this period, Soon has advanced a repeatedly-debunked theory arguing that humans are not the primary cause of global warming. In October, the Smithsonian itself put out a climate statement, which makes clear that such a view is simply anti-scientific. The Smithsonian explains, “Scientific evidence has demonstrated that the global climate is warming as a result of increasing levels of atmospheric greenhouse gases generated by human activities.”\n\nThe newly uncovered documents show that “Dr. Soon, in correspondence with his corporate funders, described many of his scientific papers as ‘deliverables’ that he completed in exchange for their money.”\n\nEven more shocking, the Smithsonian repeatedly signed off on contracts (viewable here) with Southern Company Services — a coal company and long-time funder of science denial — requiring the Smithsonian to provide the coal utility “advanced written copy of proposed publications … for comment and input.”\n\nIn this 2011 contract with Southern Company Services (SCS), the Smithsonian agrees (in clause 15) that it “shall provide SCS an advance written copy of proposed publications regarding the deliverables for comment and input, if any, from SCS”!\n\nBut what may be most shocking of all is that the Smithsonian hasn’t fixed the misleading evolution exhibit at its National Museum of Natural History, which thoroughly whitewashes the dangers of modern-day climate change. This “Hall of Human Origins” was made possible by a $15 million grant from billionaire polluter David Koch. It has now been five years since Climate Progress exposed the myriad flaws in the exhibit, a story the New Yorker and others picked up.\n\nLast week I spent some time going through the exhibit again with Dr. Lise Van Susteren, a psychiatrist and climate expert who has been featured by The Smithsonian. We were both stunned by the “Don’t worry, be happy” picture it paints of current climate change.\n\nIn particular, the most embarrassing and scientifically misleading display the Smithsonian designed — which directly suggests that humans can simply evolve to deal with global warming — is still in the exhibit. The final section about the present and future has a nonsensical interactive video that lets visitors create a “future human” who evolves over a long period of time to a variety of changing conditions. These conditions include a new ice age or even — I kid you not — a future Earth that “smells.”\n\nOne screen almost singlehandedly exposes this entire exhibit as intentionally misleading. Smithsonian visitors are asked to “imagine” a time (“Era 3″) that is “far into the future” when “Earth’s temperature has risen and it’s really hot.” Unbelievably, you are then asked “How do you think your body will evolve?” Your choice is “Will you have a tall, narrow body like a giraffe? Or more sweat glands?”\n\nIn the Smithsonian exhibit on how past climate change was supposedly beneficial to human evolution, visitors can solve our current climate crisis by deciding how humans will evolve to warming. Seriously. Click to enlarge.\n\nNote to Smithsonian: The “really hot temperatures” are literally decades away. And of all the proposed science-based approaches for dealing with the multiple, irreversible catastrophes that such global warming entails, waiting for Homo Sapiens to evolve ain’t one of ‘em. As long as this anti-scientific video is part of the Koch exhibit, visitors will have every right to assume the museum is intentionally misleading the public on the gravity of the climate situation.\n\nSignificantly, the exhibit’s main theme is that extreme climate change in the past made humans very adaptable. This is a relatively new and interesting hypothesis based on limited data and lots of speculation. But the Koch-funded exhibit’s huge flaw is that it it leaves visitors with the distinct impression that human-caused global warming is no big deal — even though our understanding of the grave threat posed by that warming is based on vastly more research and data.\n\nThis embarrassing episode in the Smithsonian’s history raises serious questions about how big polluters may be pursuing yet another strategy to influence how climate science is communicated to the public (see “Can Big Oil buy a watered-down climate exhibit at the London Science Museum?“)\n\nBelow, I’ll update my original discussion, which started with a 2010 video that Lee Fang (then of Think Progress) shot of some key exhibit displays, narrated by me:\n\nLet me expand and clarify the points I made in that video.\n\nThe exhibit’s major intellectual failing is that it does not distinguish between two things. First: the evolution of small populations of tens (to perhaps hundreds) of thousands of humans and pre-humans over hundreds of thousands of years to relatively slow, natural climate changes. And second: the completely different challenge we have today, namely, the ability of modern civilization — nearly 7 billion people, going up to 10 billion — to deal with rapid, human-caused climate change over a period of several decades (and ultimately much longer).\n\nThe exhibit fails to make clear that while small populations of homo “sapiens” evolved over hundreds of thousands of years of fluctuating climate, the rapid population growth of human civilization occurred during a time of relatively stable climate.\n\nLet’s be clear here. Not only has the atmospheric concentration of CO2 — the principal human-generated greenhouse gas — risen sharply in recent decades, it has risen at a rate that is unprecedented in the past million years. As the author of a 2008 study on this subject noted, “the average change in the amount of atmospheric carbon dioxide over the last 600,000 years has been just 22 parts per million by volume.” Humans have run up CO2 levels more than 100 ppm over the last two centuries. The author added, “right now we have put the system entirely out of equilibrium.”\n\nWe are already at or close to CO2 levels that could be devastating to the billions of people who have settled in places based on current sea levels and fresh water from inland glaciers and relatively consistent levels of soil moisture and precipitation.\n\nWorse, we’re poised to run CO2 levels up another 500 ppm this century if we stay anywhere near our current emissions path!\n\nBut the casual visitor would never know any of that from the Smithsonian exhibit. The key figure they use as the basis of their intellectual case, which you can see in the video in two locations, is this reconstruction (from “Survival of the Adaptable,” click to enlarge):\n\n“Earth’s Changing Climate and Human Evolution: Earth’s climate has fluctuated between warm and cool over the past ten million years. The ratio of two oxygen isotopes, as measured in cores drilled from the ocean bottom, ranges from about 2.5 to 5.0 parts per million. This measure reflects both worldwide ocean temperature and the amount of glacial ice. Particularly dramatic fluctuations marked the six-million-year period of human evolution.”\n\nNote that in this view, modern humans, who developed in the last couple hundred thousand years, were experiencing fluctuations of 10°C in the swings in and out of the Ice Ages. But on the scale of that figure, the last 10,500 years (“plant and animal domestication,” i.e modern civilization) would be virtually a flat line.\n\nIn fact, a 2013 study by Marcott et al. in Science found that recent warming is “amazing and atypical” — and poised to destroy the stable climate that enabled civilization. It was the source of most of the data in this jaw-dropping graph:\n\nTemperature change over past 11,300 years (in blue, via Science, 2013) plus projected warming this century on humanity’s current emissions path (in red, via recent literature).\n\nPretty bloody stable (until recently) on the scale of the Smithsonian chart.\n\nThe authors explain, “Our view is that the results of the paper will stand the test of time, particularly regarding the small global temperature variations in the Holocene.” The main, stunning conclusion we can draw from the paper is that the rate of warming since 1900 is 50 times greater than the rate of cooling in the previous 5000 years, which undermines the whole notion of adaptation.\n\nIt is the stable climate of that past 10,000 years that has coincided with rapid population growth. Here is a chart from the Smithsonian’s exhibit website:\n\nThis chart does not have a linear scale for time. Here is a better graph from Wikipedia in which time has a linear scale but population is plotted logarithmically:\n\nThe point is, natural “extreme climate shifts” may have helped make humans adaptable — or at least helped to wipe out the pre-humans who weren’t so adaptable — but a relatively stable climate over the last 10,000 years or so is what enabled modern civilization and rapid population growth.\n\nThe exhibit does have a couple of displays aimed at future climate change, including the absurd interactive video discussed above, but none of them lays out the threat posed by the rapid climate change we now face. The single strongest statement is one panel that says:\n\nThe level of CO2 today is the highest since our species evolved. The projected increase over the next century is more than twice that of any time in the past 6 million years and suggests a long-term sea level rise of 6.4 m (21 ft).\n\nThe Smithsonian never gives a time frame for sea level rise, and, of course, the key fact in that sentence is not accurate. The projected increase of CO2 emissions just in the first half of this century suggests a long-term sea level rise of 75 to 120 feet, as a major 2009 Science article explained. And a 2008 study argued that the projected increase of CO2 emissions by 2050 ultimately risks an ice-free planet. That is, if we stabilize at 450 ppm (or higher) we risk returning the planet to conditions when sea levels were higher by 70 meters — more than 200 feet!\n\nIf the overall exhibit presented a scientifically realistic picture of current and projected climate change, this might not be a big deal. But given how misleading the whole exhibit is, this error is another black eye.\n\nHow much does the exhibit downplay the impact of human-caused emissions? In the part of the exhibit about the present and the future, there is a display that says “Benefits and Costs of our success.” You can see the text online here:\n\nCosts By settling down and producing our own food, we created: —\u008fpiles of waste that form natural breeding grounds for contagious diseases; —\u008flarge concentrations of people, enabling diseases to spread and become epidemics; —\u008fdomesticated landscapes that displace wild habitats; —\u008floss of wild species that depend on natural habitats.\n\nThere is no mention of this cost: “Huge emissions of heat-trapping greenhouse gases that threaten rapid climate change and serious consequences for billions of people.” And yet this is an exhibit about climate change, and its impact on homo sapiens!\n\nOr how about mentioning that “oceans are acidifying 10 times faster today than 55 million years ago when a mass extinction of marine species occurred.”\n\nWe know that when climate change is very abrupt, it does have consequences. The online exhibit has a timeline that notes:\n\nThe extreme climate change 74,000 years ago — which is still a subject of much scientific debate — appears to have been driven by a massive volcano that led to a pretty rapid change in temperatures.\n\nSo yes, the Smithsonian is pointing out (online) that an unusual episode of extreme climate change nearly wiped out the human race, but the actual exhibit essentially ignores the myriad threats posed by comparably extreme climate change today.\n\nIf this were just another Smithsonian exhibit, I’d call it “seriously flawed.” But since it was primarily funded by the billionaire polluter David Koch, who is founder of a vast network of conservative organizations that deny the threat of global warming — the exhibit puts the credibility of the entire Museum of Natural History and science staff on the line. That’s doubly true in the light of the Willie Soon affair.\n\nBottom Line: Either the David Koch Hall of Human Origins should be completely reworked or they should give Koch’s money back so as not to taint this exhibit and the museum. Ideally both.\n\nBack in 2010, Think Progress noted that Rick Potts, the director of the Smithsonian’s Human Origins Program told ThinkProgress why the Smithsonian accepted $15 million from the climate-denial kingpin [video here]:\n\n“David Koch is a philanthropist, who is deeply interested in science. He’s funded the dinosaur halls, for example, in the American Museum of Natural History…. He has a lot of interest in human evolution that goes back to about thirty or forty years. And so, uh, as is true with all Smithsonian policy, our donors have no control over the content of our science or scholarship of our exhibits. And the same is true in this case. We feel very grateful for David Koch’s contributions to helping, I hope, the American public and us being able to bring science to them.”\n\nFor related background, which suggests Koch knew exactly what kind of science he was buying from the Smithsonian, see the Matthew Yglesias post, “David Koch, Climate Change, and Human Evolution.”", "topic": "Climate Change", "politicalLabel": "Liberal", "organization": "ThinkProgress", "biasLabel": "Not Biased", "title": "Smithsonian Stands By Wildly Misleading Climate Change Exhibit Paid For By Kochs", "yellowLabel": "Yellow", "tags": "set(['CANADA', 'Smithsonian Institution', 'Climate Change', 'CALIFORNIA', 'RENEWABLE ENERGY', 'CLIMATE CHANGE', 'Koch Brothers', 'DROUGHT'])", "opinionLabel": "Other"}