{"content": "IF the public needed another reason to be cynical about New York politics, the “toughest gun law in the nation” – passed by the Legislature at Gov. Pataki’s urging last week – is as good as it gets.\n\nThe new law is not the toughest in the nation – gun-crime-ridden Washington, D.C., possesses that dubious distinction.\n\nAnd, more significantly, the new law – despite the hype from election-conscious politicians and their gullible media allies – isn’t likely to have much, if any, impact on gun crimes in New York.\n\nThat’s not just the view of pro-gun forces. It is, in fact, the view of many important officials in Pataki’s own administration, as well as in the Legislature, where the final version of the new law – watering down the governor’s original proposal – was drafted.\n\n“No new firearms are outlawed” by the new law, says a confidential briefing paper prepared for internal state Senate consumption. “Neither the federal law, nor the new state law, apply to assault weapons lawfully possessed prior to Sept. 14, 1994.”\n\nTranslation: Far from banning so-called “assault weapons,” as Pataki and dozens of Democratic and (politically nervous) suburban GOP lawmakers have contended, the new law bans no guns at all.\n\nIt merely puts the existing federal ban – on post-1994 semi-automatic military look-alike guns falsely called “assault weapons” – into state law.\n\nWhat about Pataki’s much-vaunted “gun DNA” program, which he said “will make New York a national leader in digitized ballistics tracking”? In fact, the newly approved legislation is not what the governor started out seeking.\n\nWhen Pataki breathlessly unveiled his anti-gun proposals on national television last March, he urged a law forcing gun makers to record the supposedly tell-tale “DNA” markings gun barrels leave on fired bullets.\n\nBut that provision was removed by lawmakers concerned about the requirement’s questionable value and potential high cost.\n\nThe new law does require manufacturers to provide the state with a spent shell casing so that the primer mark – caused by the striking of the firing pin – can be digitally recorded.\n\nPutting aside the fact that most serious gun crimes in New York involve guns purchased out of state – and therefore not subject to the new state requirement – changing the shell casing’s “DNA” is easy. “All the criminal has to do is change the firing pin,” notes the NRA’s Albany lobbyist, Chris McGrath.\n\nThe legislation also requires new guns in New York to be sold with supposedly child-resistant trigger locks. But there’s no requirement that the locks be used.\n\nAnd the law closes the gun-show “loophole” which let citizens purchase rifles and shotguns without undergoing a federal background check – much like a citizen can now do by purchasing a rifle or shotgun through the local Want-Ad Digest.\n\nBut that “loophole” was of increasingly reduced significance, because many embattled gun-show sponsors have recently imposed such a standard themselves.\n\nLast week, Pataki claimed the new law would prevent “18- and 19-year-olds hanging around school yards” from grabbing a gun and shooting someone.\n\nHow? It does ban those under 21 from obtaining a pistol permit to own a handgun. But anyone who has ever tried to obtain a pistol permit knows how difficult the licensing process is. How many 18- and 19-year-olds have been granted such permits in recent years, and how many engaged in criminal activities?\n\nA good, and legitimate, question to be asked of someone seeking to take away an existing legal right.\n\nBut Pataki administration officials confess they just don’t have the answer.\n\nIf all this starts to have an “Alice in Wonderland” quality to it – well, welcome to Albany, 2000, a “through the looking glass” world if there ever was one.\n\nThis is, after all, the Albany where a conservative Republican governor, Pataki, metamorphizes into a Cuomo-like tax-and-spend liberal in just a few months.\n\nIt’s a setting where a conservative Republican Senate Majority Leader, Joseph Bruno, who once denounced the homosexual lifestyle, has become a gay-rights champion and the moving force behind new “hate crimes” laws.\n\nIt’s a state Capitol that watched in amazement last month as dozens of left-wing liberal “reformers” fought efforts to bring small “d” democracy to the Assembly’s Democratic Conference.\n\nAnd, above all, it’s a place which – even as we enter the 21st century – continues to resist the encrouchments of such “modern” values as candor, honesty and openness.\n\nFredric U. Dicker is The Post’sState Editor.", "topic": "Gun Control", "politicalLabel": "Conservative", "organization": "New York Post", "biasLabel": "Biased", "title": "A ‘GUN CONTROL’ LAW MADE IN WONDERLAND", "yellowLabel": "Yellow", "tags": "set(['Game of Thrones', 'Hillary Clinton', 'the masters', 'Chess', 'New York Yankees', 'NYPD'])", "opinionLabel": "Opinion Article"}