{"content": "Earlier this month — right between Groundhog Day and Valentine’s Day — Senator John Cornyn of Texas introduced a bill that would allow people from states with lax gun laws to carry their concealed weapons all around the country.\n\nThe goal, Cornyn said in a press release, is to treat local gun permits “like drivers’ licenses.”\n\n“This operates more or less like a driver’s license,” he told a reporter for The Hill. “So, for example, if you have a driver’s license in Texas, you can drive in New York, in Utah, and other places subject to the laws in those states.”\n\nThis is perfectly reasonable, except for the part about gun permits being anything whatsoever like drivers’ licenses. If a citizen from Mississippi shows his driver’s license to someone in Connecticut, the Connecticut person has good reason to presume that the licensee can, um, drive. It’s not a perfect system — witness the fact that there are many, many licensed drivers in America who have successfully parallel parked only one time in their entire life. But, still, no matter what state it comes from, a driver’s license generally signifies a certain level of accomplishment when it comes to the basics of stopping, starting and steering.\n\nOn the other hand, a permit to carry a concealed weapon from Mississippi is concrete proof of the owner’s ability to fill out an application. In Virginia, you can take an online course. You can get a permit from Florida without ever living in Florida, although you definitely do have to send $112 to the State Department of Agriculture.\n\nIn some states, you can be pretty certain that anyone with the legal right to carry a concealed weapon has been checked out carefully. In others, not so much. In 2007, The Sun Sentinel in Florida found that in a six-month period, more than 1,400 people who had pleaded guilty or no contest to felonies had been awarded concealed carry permits, along with 216 people with outstanding warrants, 28 people with active domestic violence injunctions against them, and six registered sex offenders.\n\nThe Cornyn bill would set a national bar at the lowest denominator.\n\n“The situation in Florida is dire enough on its own. But this law would present a danger to the rest of us because of Florida’s abhorrently low standards,” said Dan Gross, president of the Brady Campaign to Prevent Gun Violence. “Think about this in terms of states’ rights.”\n\nYou’d think that states’ rights would be a winning argument. However, as with so many, many things in this world, states’ rights is a theory that people only like when it’s going to get them something they already want.\n\nIn many crowded cities, gun safety means there’s almost nobody carrying but the cops. But it’s impossible to keep that kind of order when people are roaming the streets waving out-of-town gun permits, which local police frequently have no way to verify.\n\n“It’s a nightmare for New York law enforcement,” said Senator Charles Schumer of New York. “In 20 states you can have a repeated history of mental health police visits and you can get a gun. You can have a domestic violence record. In many states, people subject to emergency orders of protection can be allowed to carry.”\n\nCornyn’s bill has been the top priority of groups like the National Rifle Association for years. That is, in part, because their base is irritated about not being able to drive around the country with a handgun in the glove compartment.\n\nHowever, I suspect another part of the equation is that the gun lobby is running out of causes to rally the troops. Some states have already pretty much legalized everything. Once you’ve made it O.K. to carry a gun onto a playground, you’ve just about come to the end of the road. The N.R.A. doesn’t want to recruit members by arguing for Texans’ right to wave a pistol around the small appliance department at Target. It wants a big, meaty challenge — like fighting for looser gun regulation in states where the populace doesn’t want looser gun regulation.\n\nNobody doubts that the House of Representatives would pass a bill like Cornyn’s. (Really, just call them; they’ll come in and do it before dinner tonight.) The Senate has been more resistant, but, in 2013, the same proposal came within three votes of passage. And this is not an issue where minds are changed by an invigorating debate.\n\n“You say: ‘Look, maybe this works in the rural parts of your state but it doesn’t work in Times Square,’ ” said Schumer. “They’re not even open to the argument.”\n\nNow, with the new Republican majority, it’ll be extremely hard to keep a bill from being sent to the president. He could always veto it. Unless, of course, it was tied to some crucial, desperately needed measure.\n\n“This is awful, awful, awful,” said Schumer.\n\nMaybe our best hope is that Congress will do what it does best and fail to pass any legislation whatsoever for the rest of the year.", "topic": "Gun Control", "politicalLabel": "Liberal", "organization": "New York Times", "biasLabel": "Biased", "title": "A Gun on Every Corner", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Opinion Article"}