{"content": "Washington (CNN) The Republican-led House of Representatives passed legislation to roll back Obamacare on Tuesday, a measure that the Obama administration already vowed to veto.\n\nThe vote was 239-186, with no House Democrat supporting the measure and three House GOP freshmen opposing it.\n\nThis latest vote marked the 67th time the House has voted to entirely repeal, defund or change some provisions of President Barack Obama's signature health care law. Republican aides emphasize that 10 changes to the law have been signed into law by the President.\n\nREAD: Democrats block funding for DHS to protect Obama immigration orders\n\nTop GOP leaders said this latest vote gives new members elected in 2014 the opportunity to go on the record against the law, and it's the beginning of their effort to show they have a better plan.\n\nFreshman Rep. Mike Bishop, R-Michigan, said businesses are struggling \"due to the struggling grip of Obamacare's employer mandate.\"\n\nHe said if the White House won't agree to work with Republicans, the \"only path we have is full repeal.\"\n\nSenate Majority Leader Mitch McConnell started the parliamentary process to bring up an Obamacare repeal bill for a vote, but it's unclear when the Senate will vote on the issue.\n\nOne by one on the House floor, Democrats mocked the repeated efforts by Republicans as a waste of time, saying it was \"Groundhog Day,\" since any repeal legislation lacks enough votes to pass in the Senate, and would be vetoed even if a bill could pass.\n\nDemocrats also pointed out that after so many attempts to get rid of the Obamacare over the last four years, the GOP still hasn't offered up their own alternative proposal to replace it.\n\nSEE ALSO: Boehner calls out Cruz\n\n\"They have no plan and they know it,\" Washington Rep. Jim McDermott said on the House floor.\n\nHouse Democratic Leader Nancy Pelosi said, \"Republicans continue to bay at the moon.\"\n\nShe accused GOP leaders of being \"oblivious\" to what was going on outside the Capitol, referring to recent terrorist attacks in Paris, and the need to pass funding for the Department of Homeland Security.\n\nUnlike previous GOP bills to repeal the health care law, this version did instruct key House committees to report back within six months with new legislation that would provide health care coverage without increased costs.\n\nBut an upcoming Supreme Court case challenging the law's federal subsidies may force congressional Republicans to explain soon what they will do if the law the high court nullifies a key part of the law.\n\nRepublican Rep. Leonard Lance of New Jersey told CNN, \"I have urged leadership to put forth a plan as soon as possible.\"\n\nHouse Republican leaders created a task force last week to draft health care reform proposals, and develop a response to the Supreme Court's decision.\n\nMichigan GOP Rep. Fred Upton, one of the co-chairs of the new task force and the chair of the House Energy and Commerce committee told reporters he was teaming up with GOP Sens. Orrin Hatch and Richard Burr to unveil their alternative health care bill this Thursday.", "topic": "Obamacare", "politicalLabel": "Conservative", "organization": "CNN", "biasLabel": "Not Biased", "title": "to repeal Obamacare", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}