{"content": "Ask possible 2016 candidates their views on the issue, and they've all shifted positions.\n\nA man holds images of possible Republican presidential candidates. (Photo: Carolyn Kaster, AP)\n\nSeveral Republican presidential candidates can't seem to figure out where they stand on immigration reform.\n\nYou can understand why. It's not easy pleasing both business interests that want more immigrants because they need workers, and nativists who want fewer because they're afraid that immigrants — especially from Mexico and Latin America — are changing the country's demographics.\n\nThere are at least six likely or declared GOP presidential candidates who were in favor of a more reasonable and compassionate approach to the immigration problem — before they were against it:\n\nJeb Bush — The former Florida governor, and early choice of the Republican establishment, said during a trip to New Hampshire that, on the question of what to do with undocumented immigrants living in the United States, \"the best plan, the most realistic plan, the grown-up plan, if you will, is once you control the border ... is to say, 'Let's let these folks achieve earned legal status.' \" But in January, during a speech in San Francisco, he seemed more eager to ship illegal immigrants out of the country. Focusing on those people who overstay their visas, Bush said: \"We ought to be able to find where they are and politely ask them to leave.\" Is this what a grown-up sounds like?\n\nChris Christie — In January 2014, the New Jersey governor signed a bill allowing undocumented immigrants who live in the state and attend college there to pay in-state tuition. Yet, back in September 2011, in response to a question after a speech at the Ronald Reagan Presidential Library, Christie said this: \"I do not believe that for those people who came here illegally that we should be subsidizing, with taxpayer money, through in-state tuition their education. … That is not a heartless position. That is a common-sense position.\" So Christie was against the idea of letting the undocumented pay in-state tuition, before he was in favor of it.\n\nRand Paul — Just when it sounds like the Kentucky senator \"gets\" the immigration issue, he gets lost. In 2014, Paul told reporters: \"I say everywhere I go that I am for immigration reform. If we do nothing, the status quo continues.\" Yet Paul continued the status quo by voting against the Senate immigration bill in 2013. He claimed it didn't do enough to strengthen border security, even though — in its final version — the bill would have built more fencing and doubled the border patrol to about 40,000 agents. A more plausible explanation is that Paul planned to run for president, and thought that a \"yes\" vote on a bill that legalized the undocumented would haunt him.\n\nRick Perry — The former Texas governor has found his inner tough guy. In 2001, Perry signed a bill letting undocumented students pay in-state tuition in Texas, for which Republicans attacked him during the 2012 GOP primary. Perry told his opponents: \"I don't think you have a heart.\" But, in 2014, a newer and harder Perry boarded an armed patrol boat and toured the Rio Grande with Fox talk show host Sean Hannity. Their mission: Ward off an invading army of drug traffickers and refugees, including women and children, from Central America. A few months later , Perry challenged President Obama's executive actions delaying deportations of categories of illegal immigrants — including the parents of U.S.-born children. Now who doesn't a heart?\n\nMarco Rubio — In 2013, the Florida senator joined the bipartisan \"Gang of Eight,\" which introduced an immigration reform plan that included a path to citizenship. But Rubio later abandoned his own bill. Also, in early 2012, Rubio said that he wanted to accommodate DREAMers — undocumented young people brought here by their parents as children. But President Obama did just that in 2012, by launching Deferred Action for Childhood Arrivals, and Rubio opposes it. At a breakfast earlier this year, Rubio said it was \"quite frankly ridiculous\" to ignore immigration laws. What's ridiculous is that Rubio can't keep his own views straight without a scorecard.\n\nScott Walker — Last month, on Fox News Sunday, the Wisconsin governor proclaimed: \"I don't believe in amnesty.\" But, according to the Wausau Daily Herald, he told the paper's editorial board in July 2013 the plan \"makes sense.\" Walker disputed that account. But the newspaper had it on tape, so Walker shifted gears and insisted that his view had changed since the editorial board meeting. Recently, The Wall Street Journal reported that at a Republican dinner in New Hampshire in March, Walker again backed citizenship for the undocumented. A Walker spokeswoman said: \"We strongly dispute this account.\" Stay tuned. That could change.\n\nThese aren't isolated cases of politicians flip-flopping, or saying one thing and doing another. It's deeper. The problem is symptomatic of a Republican Party that tried to be all things to all people, and lost its way.\n\nRepublicans do have something going for them: Democrats. They're in a pickle of their own, trying to please two constituencies on opposite sides of the immigration issue — Hispanics who want reform and blue collar workers who don't because they think it means competing for jobs. President Obama personified the Democrats' dilemma when he flip-flopped on the issue, insisting that he didn't have the executive authority to stop deportations only to wind up doing just that through executive actions.\n\nNeither party can fix our immigration system. After all, what's the point of following people who talk in riddles and walk in circles?\n\nRuben Navarrette Jr. is a columnist with the Daily Beast, a nationally syndicated columnist with the Washington Post Writers Group, and the author of A Darker Shade of Crimson: Odyssey of a Harvard Chicano.\n\nRead or Share this story: http://usat.ly/1FHKDjY", "topic": "Immigration", "politicalLabel": "Liberal", "organization": "USA Today", "biasLabel": "Not Biased", "title": "The GOP immigration flip-flop: Column", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Opinion Article"}