{"content": "Share this:\n\n\"Company Advertises Shoot-A-Gun-Control-Lobbyist Target With Picture Of Virginia Tech Victim\" Share:\n\nA company that sells gun owners who fantasize about shooting their political opponents with bullets the opportunity to live that dream, is now using a picture of a mass shooting victim to promote its latest product. Zombie Industries specializes in target mannequins that bleed when shot. One of their newest targets is a “Gun Control Lobbyist Zombie,” which allows shooters to imagine they are mowing down undead supporters of universal background checks every time they squeeze the trigger.\n\nA graphic promoting this product features the bleeding target superimposed on a picture of apparent actual gun safety lobbyists. One of the people standing in the background is Colin Goddard, a survivor of the Virginia Tech massacre who was shot four times during that mass shooting and still carries three bullets in his hip and shoulder.\n\nOn Twitter, Goddard asked the shooting target company to stop using his image to promote their product:\n\n\n\nHey @ZombieInd would u remove pic w/me off your ad 4 \"Gun Control Lobbyist\" shooing targets pls? Already been shot… pic.twitter.com/sSOAj0YXfQ — Colin Goddard (@clgoddard) July 9, 2013\n\nZombie Industries recently redesigned an “ex-girlfriend” target to make it appear less human after it sparked outrage from women’s groups arguing that it “turns violence against women into a joke and promotes the idea that men should want to kill their ex-wives or ex-girlfriends.” They continue to market a shooting target which closely resembles President Obama.", "topic": "Gun Control", "politicalLabel": "Liberal", "organization": "ThinkProgress", "biasLabel": "Biased", "title": "Company Advertises Shoot-A-Gun-Control-Lobbyist Target With Picture Of Virginia Tech Victim", "yellowLabel": "Not Yellow", "tags": "set(['CRIMINAL JUSTICE', 'NATIONAL RIFLE ASSOCIATION', 'CALIFORNIA', 'IMMIGRATION', 'POLICE BRUTALITY'])", "opinionLabel": "Other"}