{"content": "Missouri lawmakers enacted one of the nation's most stringent abortion waiting periods Wednesday, overriding a veto of legislation that will require women to wait 72 hours after consulting with a doctor before ending a pregnancy.\n\nThe vote by Missouri's Republican-led Legislature overrules the veto of Democratic Gov. Jay Nixon, who had denounced the measure as \"extreme and disrespectful\" toward women because it contains no exception for cases of rape or incest.\n\nADVERTISEMENT ADVERTISEMENT\n\nAbout half of the states, including Missouri, already have abortion waiting periods of 24 hours.\n\nMissouri's new law will be the second most-stringent behind South Dakota, where its 72-hour wait can sometimes extend even longer because weekends and holidays are not counted. Utah is the only other state with a 72-hour delay, but it grants exceptions for rape, incest and other circumstances.\n\nMissouri lawmakers specifically rejected an amendment earlier this year that would have granted exceptions for rape and incest. Abortion opponents argued that it would have diminished the value of some lives depending on how they were conceived. Supporters of the legislation describe it as a \"reflection period\" for women and their families.\n\nIf \"you get a couple of more days to think about this pregnancy, think about where it's going, you may change your mind\" about having an abortion, said Rep. Kathie Conway, a Republican from St. Charles.\n\nAbortion-rights advocates described the three-day wait as insulting to women who they said have likely already done \"soul-searching\" before going to an abortion clinic.\n\n\"It's designed to demean and shame a woman in an effort to change her mind,\" said Rep. Judy Morgan, a Democrat from Kansas City.\n\nThe House voted to override Nixon's veto by a 117-44 vote. Senators then deployed a rarely used procedural move to shut off a Democratic filibuster and completed the veto override by a 23-7 vote -- barely getting the required two-thirds majority.\n\nMissouri's new waiting period law will take effect 30 days after the veto-override vote.\n\nPlanned Parenthood, which operates Missouri's only licensed abortion clinic in St. Louis, has not said whether it will challenge the 72-hour waiting period court. But the organization has said its patients travel an average of nearly 100 miles for an abortion, and an extra delay could force them to either make two trips or spend additional money on hotels.\n\nWomen also could travel across the state line in the St. Louis and Kansas City areas to abortion clinics in Illinois and Kansas that don't require as long of a wait.\n\nMissouri's current waiting period also lacks an exception for rape or incest. It requires physicians to provide women information about medical risks and alternatives to abortion and offer them an opportunity for an ultrasound of the fetus.\n\nBefore lawmakers convened, scores of abortion opponents gathered for a prayer vigil in the Capitol Rotunda, asking that God grant courage and boldness to lawmakers voting to enact the waiting period.\n\nLater in the day, larger crowds gathered for rallies both in support and opposition of the legislation. Abortion-rights activists wore purple shirts while abortion foes wore red. Both sides pointed to the personal experiences of women who had abortions.\n\nLinda Raymond, of St. Louis, said she regrets the abortion she had 38 years ago and might have acted differently if she had been offered information about alternatives, seen an ultrasound of the fetus and been required to take more time to think about her decision.\n\n\"A 72-hour time frame is compassionate for women,\" Raymond said.\n\nLiz Read-Katz, of Columbia, said she had an abortion after learning the fetus had a severe chromosomal defect.\n\n\"Waiting 72 hours wouldn't have changed my mind, but it most definitely would have caused more pain both mentally and physically,\" she said.\n\nMissouri has a history of enacting abortion restrictions. Republican and Democratic lawmakers twice previously joined together to override vetoes of abortion bills -- enacting what proponents referred to as a partial-birth abortion ban in 1999 and instituting the 24-hour abortion waiting period in 2003.\n\nThree Missouri clinics have stopped offering abortions in the past decade, and the number performed in the state has declined by one-third to a little over 5,400 last year.", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "FOX", "biasLabel": "Not Biased", "title": "Missouri lawmakers pass 72-hour abortion waiting period, override gov's veto", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}