{"content": "The United States Supreme Court has concluded oral arguments on California's Proposition 8.\n\nIn this morning's briefing for RedState.com, I noted that gay marriage and religious freedom are incompatible. The gay rights movement must drive from the town square those who disagree and must punish and silence those who refuse to surrender their belief that marriage is between a man and woman.\n\nADVERTISEMENT ADVERTISEMENT\n\nMany people howled in protest over email this morning, denying the incompatibility. The irony is that many howling against me will not be on the side of the church and Christian when the fight comes.\n\nBut the fight is already here.\n\n- Christian photographers Elane Photography in New Mexico were approached by a same sex couple looking to hire a wedding photographer. Elane Photography politely declined citing their Christian faith and were sued by the couple under the state’s anti-discriminatory laws, and won. In New Mexico you apparently have no right to your free expression and practice of faith any longer.\n\n- In Lexington, Ky., a T-shirt shop called Hands On Originals was approached by the Gay and Lesbian Services Organization about printing shirts for the group. The T-shirt company politely declined and even sought out quotes and gave the group referrals to other T-shirt printers, along with comparable prices. They were promptly sued by the group under Lexington’s anti-discriminatory laws and forced to comply with a lengthy investigation. The city’s power-drunk human rights commission said the shop will be \"required by law to participate in the investigation.”\n\n\"We have subpoena power and have the backing of the law,” Raymond Sexton, the executive director of the Human Rights Commission told Fox News.“We are a law enforcement agency and people have to comply.”\n\nLeftist groups are trying to get the company evicted from their premises. The city now has school districts freezing their business with the privately owned company. Meanwhile, the owner of the company tried to defend his faith and decision in an op-ed in the paper.\n\n- A Methodist church in New Jersey was sued for not offering its facility for use during same-sex weddings. A judge ruled against the church.\n\n- A same-sex couple from California sued a Hawaiian bed and breakfast privately owned by a Christian woman for not allowing them to rent a room.\n\n- A bed and breakfast in Alton privately owned by a Christian couple was sued when they would not host a same-sex civil union ceremony.\n\n- Owners of a small, privately owned inn in Vermont declined to host a same sex wedding reception due to their religious views and were sued.\n\n- An employee of Allstate insurance wrote an essay online disagreeing with same-sex marriage and was reportedly fired from his job as a result.\n\n- Catholic Charities was barred from assisting in adoptions in Massachusetts, Washington, D.C., and Illinois and excluded from future contracts because it declined to consider same sex couples. Sorry kids, but the agenda impresarios need to make an example.\n\nThere are even more examples. The fight has only just begun. Might as well stop trying to convince yourself it hasn't.\n\nErick Erickson is a Fox News contributor and editor of RedState.com. Follow him on Twitter @EWErickson.", "topic": "Gay Marriage", "politicalLabel": "Conservative", "organization": "FOX", "biasLabel": "Biased", "title": "Gay marriage incompatible with religious freedom", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}