{"content": "Washington (CNN) Washington Mayor Muriel Bowser defied congressional Republicans and implemented D.C.'s new local law allowing its residents to smoke marijuana.\n\nIn implementing the new pot laws that went into effect Thursday, Bowser rebuffed two influential House Republicans who'd warned her that she'd be breaking federal law -- and risking retribution.\n\nJust Watched Washington D.C. to defy GOP, implement marijauna law replay More Videos ... Washington D.C. to defy GOP, implement marijauna law 02:45 PLAY VIDEO\n\nIs weed legal in your state?\n\n\"We would encourage the Congress to not be so concerned with overturning what 7-in-10 voters said should be the law in the District of Columbia,\" Bowser said at a news conference Wednesday afternoon.\n\nBowser and Washington police implemented a measure approved by D.C. voters in November allowing Washington residents to possess up to two ounces of pot.\n\nThe allowance applies only to those over 21. In addition, D.C. residents can grow up to six pot plants in their own yards. Buying and selling pot are still illegal, as is smoking in public places. But people can transfer up to one ounce to another person -- just not for money.\n\nHouse Oversight and Government Reform Committee Chairman Jason Chaffetz, R-Utah, and Rep. Mark Meadows, R-North Carolina, said in a letter Tuesday that the city would be violating a spate of federal laws if it went forward with Bowser's plan to implement the new pro-pot measure.\n\n\"We strongly suggest you reconsider your position,\" the two wrote to Bowser -- while, in a thinly veiled suggestion that there would be consequences for ignoring them, pointing to House rules that give Chaffetz's panel broad investigative authority.\n\nBowser, though, brushed Chaffetz and Meadows back on Wednesday, saying they should worry about bigger problems -- like funding the Department of Homeland Security, which is set to shut down at week's end if Congress doesn't act.\n\nAlaska becomes latest state to legalize marijuana use\n\nAnd she took a shot at Republicans who have suggested she could wind up in jail for breaking federal law -- even though Congress has no powers to prosecute her.\n\n\"A lot of reasonable people have a different view of this issue,\" she said. \"I have a lot of things to do here in the District of Columbia, and me being in jail wouldn't be a good thing.\"\n\nIt's the latest example of the strain between a heavily Democratic city that is ultimately controlled by a Republican-dominated Congress -- which couldn't stop similar marijuana legalization pushes in Colorado and Washington state, but is trying to use its power of the purse to do so this time.\n\nChaffetz and Meadows pointed to a provision included in a massive spending bill approved by Congress in December that prohibited Washington from legalizing marijuana, or cutting any drug possession penalties.\n\nBowser has insisted that the district's measure was enacted before that December vote. But the two Republicans noted that any bill in Washington can't become local law until it's been through a 30-day layover period before Congress. Until that happens, they said, the measure can't be considered enacted -- which in this case means it \"was not enacted prior to the language in the continuing resolution preventing it from moving forward.\"\n\n\"If you decide to move forward tomorrow with the legalization of marijuana in the District, you will be doing so in knowing and willful violation of the law,\" Chaffetz and Meadows wrote.\n\nColorado, Washington and Alaska have so far legalized pot. But regulatory structures in those states are still being worked out, and under federal law, marijuana remains a Schedule 1 narcotic -- and therefore its use is a federal crime.\n\nStill, Attorney General Eric Holder told CNN last year that he is \"cautiously optimistic\" that marijuana will be legalized, and that the Justice Department is focused on marijuana distribution to minors, interstate trafficking and drug violence, rather than \"low-level people who are simply there for possessory offenses.\"\n\nTwenty-three states still prohibit cannabis outright. The rest have either legalized medical marijuana or decriminalized marijuana possession.", "topic": "Marijuana Legalization", "politicalLabel": "Liberal", "organization": "CNN", "biasLabel": "Not Biased", "title": "Republicans to DC: Don't legalize pot", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}