{"content": "A Colorado-based solar company that got hundreds of millions of dollars in federal loan guarantees before going belly-up didn't just empty taxpayers' wallets - it left behind a toxic mess of carcinogens, broken glass and contaminated water, according to a new report.\n\nThe Abound Solar plant, which got $400 million in federal loan guarantees in 2010, when the Obama administration sought to use stimulus funds to promote green energy, filed for bankruptcy two years later. Now its Longmont, Colo., facility sits unoccupied, its 37,000 square feet littered with hazardous waste, broken glass and contaminated water. The Northern Colorado Business Report estimates it will cost up to $3.7 million to clean and repair the building so it can again be leased.\n\nADVERTISEMENT ADVERTISEMENT\n\n“As lawyers, regulators, bankruptcy officials and the landlord spar over the case, the building lies in disrepair, too contaminated to lease,” the report stated.\n\n\"If a coal, oil or gas company pulled something like that the EPA would send out SWAT teams and the U.S. Marshals to track down the offenders, bankrupt or not.\" - National Legal and Policy Center, a think tank\n\nThe owner of the property tried to force a bankruptcy trustee to clean the facility, but the report said it would \"place humans at imminent and significant health risk.\" One of the hazards is the presence of cadmium, a cancer-causing agent that is used to produce the film on the solar panels, the report said.\n\nWhile the loan guarantees exposed taxpayers to hundreds of millions of dollars, the federal government lost a total of $70 million backing the failed company. Unsold inventory which should have been used to offset those losses, including 2,000 solar panels, mysteriously disappeared, according to the National Legal and Policy Center.\n\n\"If a coal, oil or gas company pulled something like that the EPA would send out SWAT teams and the U.S. Marshals to track down the offenders, bankrupt or not,\" the center said in a report of its own.\n\nPresident Obama touted Abound in a July 3, 2010 announcement of a $2 billion “investment” in green energy projects.\n\n\"The second company is Abound Solar Manufacturing, which will manufacture advanced solar panels at two new plants, creating more than 2,000 construction jobs and 1,500 permanent jobs,\" Obama said. \"A Colorado plant is already underway, and an Indiana plant will be built in what’s now an empty Chrysler factory. When fully operational, these plants will produce millions of state-of-the-art solar panels each year.\"\n\nBut less than two years later, the company laid off half of its 400 workers, and then, in the summer of 2012, filed for bankruptcy. It became the third clean-energy company to seek bankruptcy protection after receiving a loan from the Energy Department under the economic stimulus law. California solar panel maker Solyndra and Beacon Power, a Massachusetts energy-storage firm, also declared bankruptcy. Solyndra received a $528 million federal loan, while Beacon Power got a $43 million loan guarantee.\n\nWhile solar energy is touted as clean, The Associated Press reported that many panel makers are grappling with a hazardous waste problem. Fueled partly by billions in government incentives, the industry is creating millions of solar panels each year and, in the process, millions of pounds of toxic sludge and contaminated water.\n\nTo dispose of the material, the companies must transport it by truck or rail far from their own plants to waste facilities hundreds and, in some cases, thousands of miles away.\n\nThe fossil fuels used to transport that waste, experts say, is not typically considered in calculating solar's carbon footprint, giving scientists and consumers who use the measurement to gauge a product's impact on global warming the impression that solar is cleaner than it is.\n\nAfter installing a solar panel, \"it would take one to three months of generating electricity to pay off the energy invested in driving those hazardous waste emissions out of state,\" said Dustin Mulvaney, a San Jose State University environmental studies professor who conducts carbon footprint analyses of solar, biofuel and natural gas production.\n\nThe waste from manufacturing has raised concerns within the industry, which fears that the problem, if left unchecked, could undermine solar's green image at a time when companies are facing stiff competition from each other and from low-cost panel manufacturers from China and elsewhere.\n\nThe Associated Press contributed to this report", "topic": "Climate Change", "politicalLabel": "Conservative", "organization": "FOX", "biasLabel": "Not Biased", "title": "Bankrupt solar panel firm took stimulus money, left a toxic mess, says report", "yellowLabel": "Yellow", "tags": "set([])", "opinionLabel": "Other"}