{"content": "The Supreme Court was sharply divided Wednesday in the latest challenge to President Obama’s health care law in a case that could end subsidies for 9 million Americans.\n\nThe justices aggressively questioned lawyers on both sides of what Justice Elena Kagan called “this never-ending saga,” the latest politically-charged fight over the Affordable Care Act.\n\nChief Justice John Roberts said almost nothing in nearly 90 minutes of back-and-forth, and Justice Anthony Kennedy’s questions did not make clear how he will vote on the question of whether wording in the health care law barred the federal government from offering subsidies in more than 30 states that don’t run their own exchanges.\n\nRoberts was the decisive vote to uphold the law in 2012.\n\nOtherwise, the same liberal-conservative divide that characterized the earlier case was evident.\n\nConservative Justice Antonin Scalia said the healthcare law was not the most “eloquently” drafted statute, a reference to a phrase that appears to allow only states to provides subsidies.\n\nThe Obama administration’s lawyer, Solicitor General Donald Verrilli, contended there’s no public record of Congress ever considering limiting tax credits and without such subsidies states on the federal exchange would suffer disastrous consequences.\n\n“It cannot be the statute Congress intended,” Verrilli argued.\n\n“Of course it could be,” Scalia countered.\n\nThe case is centered on a technical issue. The plaintiff’s argue the plain text of the healthcare law is “straightforward” when it says subsidies apply to exchanges “established by the State” and the IRS overreached when it extended the tax credits nationwide.\n\nEstimates suggest 9 million people in 34 states on federally-run exchanges could lose subsidies that make their insurance affordable if justices rule against the administration.\n\nLow- and moderate- income people in a few additional states with quasi-federal exchanges could also be affected, stretching the impact to as many as 37 states.\n\nDemocratic-appointed justices ripping into the plaintiff’s argument as “weak.”\n\nKagan said it’s important to look the “whole text” of the law and not just “four words.” If Congress really intended to impose this drastic consequence on states for not starting exchanges, she suggested it would be obvious.\n\n“There’s really nothing here about this…It took a year and half for anybody to really notice this language. …It comes in a technical formal,” Kagan said.\n\nThe plaintiff’s attorney, Michael Carvin, replied: “Where else would you expect a tax credit except in the tax code?”\n\nRoberts, the critical swing vote in the initial case that upheld Obamacare as constitutional, largely stayed silent.\n\nAt one point however when three female justices were firing off pointed questions at the plaintiff’s attorney, Roberts intervened and agreed to offer him 10 extra minutes to make his case.\n\nJustice Anthony Kennedy, seen as a deciding vote, suggested that the plaintiffs’ argument raises a “serious” constitutional problem affecting the relationship between states and the federal government.\n\nNew York is one of the 13 states that established its own healthcare exchange and recipients of tax breaks would still get them regardless of the outcome.\n\nCongress could easily pass language to extend tax breaks to all states if the Obama Administration loses the case.\n\nBut Republicans want to use any ruling in their favor as a bargaining chip to reopen the law and force President Obama to make concessions on his signature legislation.\n\nHouse Republicans have sought to repeal all or parts of the law more than 50 times.\n\nThe Supreme Court is expected to issue its decision by June.\n\nWith Post Wires", "topic": "Obamacare", "politicalLabel": "Neutral", "organization": "New York Post", "biasLabel": "Biased", "title": "Supreme Court divided at hearing for ObamaCare challenge", "yellowLabel": "Not Yellow", "tags": "set(['ObamaCare', 'Affordable Care Act', 'Congress', 'Supreme Court'])", "opinionLabel": "Other"}