{"content": "Photo\n\nA bipartisan Senate bill that would permit the medicinal use of marijuana in states that allow it is slowly gaining support among lawmakers. The latest to sign on is Senator Barbara Boxer, Democrat of California, who became a co-sponsor of the bill on Tuesday.\n\nSenators Cory Booker of New Jersey and Kirsten Gillibrand of New York, both Democrats, and Rand Paul, the Kentucky Republican, introduced the bill earlier this month. They were joined a day later by Dean Heller, Republican of Nevada. The editorial board praised the bill as “a big step in the right direction” even though it would not repeal the destructive federal ban on marijuana altogether.\n\nInstead, it would remove marijuana from Schedule I of the Controlled Substances Act, which is meant for drugs that have no acceptable medical uses, like heroin. The legislation would place cannabis into Schedule II, which includes drugs like cocaine and methadone that have legitimate medical uses but have a “high potential for abuse.” It would also ease restrictions on research of marijuana’s medical uses.\n\nThe support of Ms. Boxer, who has spent 30 years in Congress and said in January that she will not seek re-election in 2016, adds political heft to the bill and will hopefully encourage more liberal lawmakers to back it, too. Her home state was the first to allow the medical use of marijuana through a ballot initiative in 1996.\n\nA slight majority of Americans support legalizing marijuana altogether, according to polls by Gallup, the Pew Research Center and other organizations. But support is much higher for medical uses of the drug. In a 2013 Pew survey, 77 percent of Americans said marijuana has “legitimate medical uses.”", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "New York Times", "biasLabel": "Not Biased", "title": "Good News for Medical Marijuana", "yellowLabel": "Not Yellow", "tags": "set(['New York State', 'Nevada', 'Booker, Cory A', 'Paul, Rand', 'Boxer, Barbara', 'Medical Marijuana', 'Democratic Party', 'Law and Legislation', 'Heller, Dean', 'marijuana', 'Kentucky', 'Pew Research Center', 'United States', 'New Jersey', 'California', 'Gillibrand, Kirsten E', 'Senate', 'United States Politics and Government', 'Drug Abuse and Traffic'])", "opinionLabel": "Other"}