{"content": "Now that Republicans have walked back from the brink on funding for the Department of Home­land Security, it’s time to figure out whether there is any way forward on the immigration reform.\n\nI’ve spent the past few weeks talking — and listening — to conservatives on the issue, and I’ve actually become more hopeful, but I don’t expect it will be easy. Nor do I expect it will happen soon.\n\nThe major obstacle to immigration reform as far as the GOP is concerned is President Obama. They just don’t trust him to enforce the law — any law — if he happens to disagree with it.\n\nWhen Obama decided to take executive action to give temporary legal status and work permits to 4 million illegal immigrants, he ruined any chance that compromise could be found while he is in office.\n\nBut we’ll have a new president in two years, and Republicans must begin to lay the groundwork if compromise is to be found.\n\nIf they stay opposed to any reform and continue to talk about illegal immigrants as if they were criminal invaders, as many hardliners do now, the chances of winning the White House will diminish significantly.\n\nHispanics and Asians fled the GOP in 2012, and will again if the rhetoric doesn’t change.\n\nHowever, it’s also important for those of us who favor reform to understand the concerns and frustrations of conservatives on this issue.\n\nThat’s why I’ve been reaching out to my fellow conservatives to hear what worries them most about immigration.\n\nFirst, conservatives believe strongly in the rule of law. As far as they are concerned, all 11 million illegal immigrants now in the United States are lawbreakers and must be punished. The idea of “amnesty” doesn’t sit well.\n\nBut the question becomes: How do we resolve the fate of the 11 million?\n\nFew want to round up 11 million men, women and children, especially those who work, pay taxes and contribute to the economies of their local communities.\n\no what do we do? Are we observing the rule of law better by ignoring it or selectively enforcing it, as we do now?\n\nAs a nation, unless we are ready to contemplate the economic and human costs of identifying, apprehending, detaining and ultimately evicting the 3.5 percent of the US population that is illegally present, we are going to have to figure out a way to grant some sort of legal status to at least a portion of this population.\n\nFor conservatives, this will mean coming up with criteria that meet the standard that those who have broken the law pay some price for doing so.\n\nWhatever restitution illegal immigrants ultimately are forced to make, the “punishment” should fit the “crime.”\n\nIllegally entering the United States by evading the border patrol or crossing at an improper entry point is indeed a crime — but the crime is a misdemeanor, punishable by a $250 fine and no more than six months of incarceration, and that only after being found guilty beyond a reasonable doubt.\n\nAnd about 40 percent of the 11 million unauthorized immigrants actually entered legally and overstayed their visas.\n\nThis is a civil infraction, not a criminal one, though it can result in deportation or voluntary removal.\n\nPresident George W. Bush’s plan to deal with the population of unauthorized immigrants — which Democrats ultimately derailed in the Senate — would have had them pay fines and back taxes (if owed, though most illegal immigrants pay taxes already) and pass a background check that proved they had not committed crimes in the United States or in their home country.\n\nIt was never an amnesty, as critics charged, but a sensible plan that meted out a proportionate penalty for violating immigration laws.\n\nBut solving the fate of those already in the country illegally doesn’t deal with the bigger issue of how we stop future illegal immigration.\n\nAnd conservatives worry that any solution that allows people to stay here will only encourage more people to come illegally.\n\nThey’re right — up to a point. If we don’t fix our immigration laws so that we can admit sufficient numbers of people to meet labor demands, we’re likely to continue to have illegal immigration.\n\nMost conservatives are more open to reforming legal immigration through expanded guest-worker programs and changes in the way we admit permanent legal residents.\n\nIf the GOP is smart, it will tackle that problem first. But don’t count on a significant overhaul happening until a new president takes office.\n\nIn the meantime, Republicans will increase their chances that the new Oval Office occupant is one of their own if they stop being obstructionist and start fashioning solutions.", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "New York Post", "biasLabel": "Not Biased", "title": "Searching for immigration solutions", "yellowLabel": "Not Yellow", "tags": "set(['Congress', 'Obama administration', 'Republicans', 'Immigration', 'Barack Obama', 'GOP'])", "opinionLabel": "Opinion Article"}