{"content": "A colleague and I were talking the other day about the new Kevin Smith movie, “Tusk” — and how we’re desperately hoping to like one of his projects again.\n\nI bet a lot of people feel the same way.\n\nHow could you not love “Clerks”? Smith’s first film was fresh and funny, full of nerdy pop-culture references, and characters like the wastoid duo Jay and Silent Bob were hilarious.\n\nAnd how could you not love the guy himself? A regular dude from New Jersey, he financed his first feature with personal credit cards. He wore oversize hockey jerseys, led marathon Q&A sessions with his fans and mingled at comic conventions.\n\n“Mallrats” from 1995 had a certain geeky appeal. “Chasing Amy” in 1997 seemed like rom-com done right. Even 2006’s “Clerks II” had merit.\n\nAnd then his work started to lose something.\n\nNo one can sustain a winning streak indefinitely, but in Smith’s case, it really seems to be a case of what he was smoking. And how much.\n\nHe said that while working on 2008’s “Zack and Miri Make a Porno,” star Seth Rogen pestered him to get high. Smith finally relented.\n\n“We sat back, watched some footage and sat there smoking,” Smith told MTV. “And I loved who I was. I loved how the inhibition dropped away and I loved just being honest.”\n\nA lot of great artists have been fueled by drugs. The Beatles owe a lot of their musical evolution to cannabis and LSD. Norman Mailer, Hunter S. Thompson and Carl Sagan have all sung the praises of illicit substances.\n\nWho cares what anybody’s process is? If you need to eat peyote in an Arizona sweat lodge to produce, knock yourself out. Only results matter.\n\nExcept Smith’s habit hasn’t been earning him results. He thought “Zack and Miri” would earn $100 million, three times what it actually made. What was he smoking? Oh, wait.\n\n“Cop Out,” his next film, was even worse. “He smokes way too much pot,” an anonymous source told the Hollywood Reporter about Smith. “He sat behind his monitor . . . The actors felt they were on their own.”\n\nSmith denied the charge and accused star Bruce Willis of being a jerk. (Probably true.)\n\nStill, it was clear Smith was sliding. He lashed out at his critics, threatening that journalists would never be allowed to see another one of his movies for free.\n\nEven his job moonlighting as a comic book writer suffered. In the 1990s, he helped resurrect Marvel’s “Daredevil.” By 2010, he was behind a Batman book that Comics Alliance called the worst Dark Knight comic ever.\n\n“I wrote it completely stoned,” Smith said of the story in which Batman wets himself from fear. “Like, I remember writing it, like blazing, writing, waking up the next morning, reading it going, ‘This is dope,’ because I didn’t remember writing it.”\n\nNow he’s got “Tusk,” a movie about Justin Long being surgically turned into a walrus that’s probably only entertaining if you’re high.\n\nIt might be time to accept the fact that the old Smith isn’t coming back. He’s gone up in smoke.", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "New York Post", "biasLabel": "Biased", "title": "Dear Kevin Smith: Stop smoking so much weed", "yellowLabel": "Yellow", "tags": "set(['Kevin Smith', 'Marijuana', 'Tusk'])", "opinionLabel": "Opinion Article"}