{"content": "'National security' cannot be a blanket term to justify bad immigration policy.\n\nNew children's shoes are stored at the Karnes County Residential Center, Thursday, July 31, 2014, in Karnes City, Texas. Federal officials gave a tour of the immigration detention facility that has been retooled to house adults with children who have been apprehended at the border. (Photo: Eric Gay, AP)\n\nWhen it comes to human rights, we usually equate \"deterrence\" with discouraging governments from committing rights violations. But in the Obama administration's immigration policy, deterrence has become a tool to discourage people from fleeing rights abuses abroad — a cruel response to families facing often severe threats of violence.\n\nIn the last year, U.S. officials have apprehended tens of thousands of children fleeing gang-ravaged Central America for the U.S., some alone, others with a parent. The U.S. government's panicked response made drastic changes to its policy on detaining children who cross the border with a parent. Instead of registering these families, releasing them and then hearing their asylum claims in immigration court, the administration began to detain families, even those with very young children, and to attempt to deport them more rapidly.\n\nOfficials retooled a detention center in Karnes, Texas, now with 500 beds, to hold families and began construction on another 2,400-bed facility in Dilley, Texas.\n\nThe purpose of these centers, government officials said, was explicitly to deter further border crossers. In Senate testimony, Homeland Security Secretary Jeh Johnson referred to family detention as part of an \"aggressive deterrence strategy.\" Detaining families, the department claimed, would \"help ensure more timely and effective removals…(while deterring) others from…illegally crossing into the United States.\"\n\nPeople migrate for many reasons, but, as Human Rights Watch has documented, many of the people the government seeks to deter are fleeing for their lives. Mothers and children caught up in the family detention system have received asylum because they fled gang violence, abusive domestic partners, or violence related to their sexual orientation. Even initial US government screening of detained families has found the majority to be credible asylum seekers.\n\nNevertheless, the Obama administration has cited \"national security\" to justify a \"no release\" policy for family detainees that would \"deter() further mass migration.\"\n\nIn February, a federal judge in Washington, DC, called this bluff, ordering the administration to stop acting as if the mere incantation of the \"magic words 'national security'\" justified detaining families with children.\n\nThe decision is in keeping with international refugee law: The United Nations refugee agency, which has supervisory authority over the Refugee Convention, says that detention to deter future asylum seekers is inconsistent with international norms.\n\nIn compliance with the ruling, the administration dropped deterrence as a rationale for denying bond outright to detained families. Now, immigration agents grant very high bonds — usually $7,500 to $10,000 — to detained families found to be legitimate asylum seekers, which detainees can sometimes convince an immigration judge to lower. But those who can't afford them remain locked up.\n\nThe government continues to book new asylum-seeking families into these facilities. President Obama recently requested funding for 2,760 more family-detention beds.\n\nWorse, despite the court order, the administration unabashedly pursues its vision of detention as deterrence to those fleeing for their lives. Government lawyers asked the DC court last month to rethink its order, contending that Homeland Security appropriately detains families to deter others from Central America from coming to the United States.\n\nThe administration should reconsider. Ending family detention doesn't mean ceasing to enforce immigration laws. Families with children could be released, under supervision if necessary, and connected with legal and social services, alternatives that can be both cost effective and very successful in ensuring court attendance. Detaining children contravenes international law, needlessly puts them in harm's way, and punishes families fleeing for their lives. The United States should roll back this ineffective and harmful policy.\n\nKenneth Roth is executive director of Human Rights Watch.\n\nIn addition to its own editorials, USA TODAY publishes diverse opinions from outside writers, including our Board of Contributors. To read more columns like this, go to the Opinion front page.\n\n\n\nRead or Share this story: http://usat.ly/1ykrAMX", "topic": "Immigration", "politicalLabel": "Liberal", "organization": "USA Today", "biasLabel": "Not Biased", "title": "Close family immigration detention centers", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Opinion Article"}