{"content": "A woman tied the knot 10 times in an immigration scam and is still listed as married to four of the men, including one who was deported because of threats against the United States, prosecutors said Friday.\n\nIn a case unearthed by the Department of Homeland Security, Liana Barrientos pleaded not guilty Friday in the Bronx to two counts of filing a false instrument -- an application and license for her 2010 marriage to Salle Keita, an immigrant from Mali.\n\nADVERTISEMENT ADVERTISEMENT\n\nBarrientos, 39, apparently avoided detection for nearly a decade, perhaps because each marriage certificate was filed in a different town or village in the New York metropolitan area.\n\nWhen Homeland Security confronted her about the host of marriages, Barrientos \"denied ever seeing those 10 men, with the exception of Mr. Keita,\" Assistant District Attorney Jessica Lupo said in court. \"In fact, since 1999 she had nine other marriages.\"\n\nThe fake grooms were natives of Egypt, Turkey, Georgia, Pakistan, Mali, the Czech Republic and Bangladesh, according to the district attorney's office.\n\nThere were some divorces, but Lupo said that at one point, Barrientos was supposedly married to eight men at the same time in the New York City area.\n\nLupo illustrated the case by using the example of Vakhtang Dzneladze, a man from Georgia who married Barrientos in 2002.\n\nLupo said Barrientos acknowledged giving Dzneladze pictures and other documents \"and receiving money for her actions.\" They were married on May 24. The man then used the marriage to win legal permanent residency and eventually naturalization in 2006. Three months later, he divorced Barrientos, Lupo said.\n\nIn all, seven of the men filed for legal immigration status. Not all were successful, however, and Lupo said that \"when some of them were denied they filed for divorce,\" then later refiled for legal status using other marriages.\n\nKeita, the most recent husband, \"has no valid immigration status at this time,\" Lupo said.\n\nAmong the men who never obtained a divorce from Barrientos is Rashid Rajput of Pakistan, another one of her six 2002 marriages. The district attorney said Rajput was deported in 2006 after a Joint Terrorism Task Force investigation into \"threatening statements toward the U.S.\" Prosecutors would not elaborate.\n\nAccording to the complaint, Barrientos' marriage certificates were filed in the suburban communities of Eastchester, Rye, Yonkers, Hempstead, Ramapo, Huntington, Greenburgh, Mamaroneck and White Plains as well as the Bronx. She is charged only in the Bronx marriage. All the others occurred between 1999 and 2002.\n\nBarrientos, who could face four years in prison if convicted, was released without bail to await her next court date, on May 18.", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "FOX", "biasLabel": "Not Biased", "title": "Woman who was married 10 times in immigration scam pleads not guilty", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}