{"content": "We need to have a national conversation about firearms with good humor, not polarization.\n\nA sixth-grader learns how to use a rifle in 2012 in Juneau, Alaska. (Photo: Michael Penn, Juneau (Alaska) Empire, via AP)\n\nOur organization, Evolve, recently released a public service announcement promoting responsible storage of firearms. The spot, Playthings, has garnered over three million views in less than a week. It uses humor, sex and, most importantly, a universal truth about children that everyone agrees on: if they find it, they will play with it. (So lock up your guns). Whether you are right-wing or left-wing, gun owner or non-gun owner, you agree: kids are smart, wonderful…and can be precocious. As one person commented, the spot is hilarious and poignant.\n\nPlaythings employs humor to surprise us. And in that that moment of surprise, our barriers and preconceptions are set aside, so we look at something with fresh eyes and an open mind.\n\nPopular conservative talk show host and author of Hands Off My Gun Dana Loesch found Playthings hysterically funny and invited us on her radio show. At the same time, both the Huffington Post and Truth About Guns wrote approvingly about the message of personal responsibility and safe storage of firearms. The spot has had 25 times as many likes as dislikes, with both sides of the gun debate supporting our mantra: safety is not a side.\n\nEvolve is an apolitical group focused on enhancing responsible gun behaviors. We hope to expand safety and responsibility conversations that have relevancy to both the current and the emerging gun cultures. Counting on responsible habits getting passed on through the bonding of a family hunting trip, a vanishing tradition, won't cut it. The impetus for buying a firearm is often home security. We must talk to Millennials in the way they wish to be talked to, not the way their grandparents might have talked to their fathers.\n\nEqually important to reaching the actual gun owner is reaching the influencer in the home: the wife. She is likely to be 'chief safety officer' of the home, handling issues such as childproofing and car seats. But when it comes to the safety implications of having guns in the house, she is often less involved. This spot is meant to motivate her to add gun safety to her other household responsibilities.\n\nA few of the media critics seem to think our spot would offend gun owners, though the writers don't claim to fall into that category themselves. A Gallup survey shows gun owners are more likely to be married, white, Southern men. And they wouldn't appreciate sex and humor?\n\nInterestingly, the most strident objection to Playthings came from the liberal side of the spectrum. A piece on Alan Colmes' Liberaland says Playthings is a \"dangerous lie\" and \"misleading.\" The writer suggests gun owners are \"horrible people for keeping guns and children in the same place.\" This goes a long way toward explaining why when non-gun owners mention safety, the gun community suspects the true agenda is taking their guns away.\n\nGuns are a part of America, from the shot heard round the world to the present day. When a seemingly uncontroversial word like safety becomes politicized, it feels like nothing can get done. There first needs to be a conversation that doesn't involve winning, shaming or annihilation. Evolve is committed to productive conversations about protecting gun rights and the responsibilities that come with those rights. We need more self-control, not gun control.\n\nJon and Rebecca Bond are co-founders of Evolve.\n\nIn addition to its own editorials, USA TODAY publishes diverse opinions from outside writers, including our Board of Contributors. To read more columns like this, go to the opinion front page or follow us on twitter @USATopinion or Facebook.\n\nRead or Share this story: http://usat.ly/1lOWAaV", "topic": "Gun Control", "politicalLabel": "Neutral", "organization": "USA Today", "biasLabel": "Not Biased", "title": "Gun safety isn't partisan", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Other"}