{"content": "Before 2014, catch up on the best of The New Republic. For the next few weeks, we'll be re-posting a selection of our most thought-provoking pieces from the recent past.\n\nIn the summer of 2010, I harvested a small crop of marijuana I’d grown in my basement and sold it to a twentysomething college student who replied to an advertisement I’d posted on Craigslist. The transaction was conducted under the auspices of Colorado’s medical marijuana law, and so a certain degree of farce was involved. I wasn’t sick, yet I qualified as a stateapproved pot patient, which allowed me to grow and sell marijuana to other similarly qualified “patients.” Say what you will about the merits of such a system, but at least no one died as a result.\n\nMarijuana may be one of the safest intoxicants known to man—in thousands of years of unregulated use, there has not been a single known fatality attributable to overdose. However, the system by which millions of Americans obtain their pot is deadly and growing deadlier. Mexican cartels have long supplied heroin, methamphetamine, and cocaine to the United States, but marijuana is the most widely used drug in the United States, and the cartels are in a murderous frenzy to provide it. Since 2006, approximately 50,000 people have been killed in a gruesome war to control lucrative smuggling lanes into the United States.\n\nMy little marijuana farm wasn’t a conscious attempt to provide certified violence-free weed, however. It was a one-time experiment for a book examining the explosive growth of the medical marijuana industry, which is now permitted in 17 states and the District of Columbia. I’d conceived of the project as a change of direction from a previous book, Blood Diamonds, in which I’d traveled to Sierra Leone to investigate the global trade in conflict diamonds. The rough stones were mined by brute force by the Revolutionary United Front—a ruthless rebel group who used murder, torture, and terror to control mining areas—and then smuggled through neighboring countries, passed into legitimate channels, and eventually sold to an unwitting public in the form of tennis bracelets and engagement rings.\n\nAs I delved into the economics of pot, I began to see uncanny parallels between blood diamonds and Mexican marijuana. Both are high-demand commodities controlled by vicious gangs who seek maximum profits regardless of the human cost. Both are traded through well-established black markets immune to governmental schemes to eradicate them. Violence-fueled greed threatens the very fabric of the countries where they’re produced. But there was one striking difference. Unlike the consumers of blood diamonds, who were once kept in the dark about the brutal origins of their luxury goods, pot smokers can’t feign the same ignorance about the vicious gangs who grow and sell their weed. Considering the tonnage of marijuana smuggled annually into the country from Mexico, it’s certain that millions of American smokers are getting high on blood-tainted pot.\n\nIn Mexico, the drug war is not metaphorical, as it is in the United States. There, it means 49 headless bodies dumped on a highway, chainsaw beheadings posted on YouTube, and full-scale battles among cartels and the military with civilians mowed down in the crossfire.\n\nThe violence among Mexico’s narco-traffickers reached new levels of savagery following the 2006 election of President Felipe Calderón, who mobilized the military to go head to head with the cartels. The military made some high-profile arrests and disrupted supply chains, but this only created power vacuums that the cartels fought to fill. For a time in 2009, the border city of Juarez was overtaken by the forces of competing gangs, whose power rivaled that of the Mexican Army, which was dispatched to take it back.\n\nThroughout it all, the flow of drugs northward barely paused. In fact, marijuana production increased: The Department of Justice estimates that acreage devoted to marijuana farming has more than tripled, from 13,800 acres in 2005 to 43,200 acres in 2009 (the latest figures available). This is partly because the Mexican government has prioritized its military crackdown over eradicating cannabis crops. But the cartels have also boosted their production because marijuana is easy money compared with cocaine, which must first be bought from the Colombians.\n\nIn 2010, Mexican officials estimated that cannabis now provides the cartels with as much as half of their revenue. There are no reliable figures on exactly how much pot is smuggled to the United States, but considering that more than 1,500 metric tons were seized at the border in 2010, it’s a safe bet that thousands of tons more made it through. “It has always been the type of drug trafficking that generated the most amount of money for the distributors,” Jeff Sweetin, the former special agent in charge of the Drug Enforcement Administration’s Denver field office told me in 2010.\n\nSo what is the socially conscious pothead to do? This is where the similarities between blood diamonds and blood pot begin to unravel. Buying and selling diamonds is legal within a set of rules and regulations. Diamond dealers can take steps to ensure none of their goods have come from conflict zones. In fact, many have marketed this fact to customers, creating a competitive advantage that pressures others to do the same. Consumers’ growing demand for proof of origin hasn’t eradicated the trade, but it has at least provided a financial incentive for the industry to clean up its act.\n\nMarijuana, on the other hand, is illegal in the United States. That means the simplest option—growing it yourself—comes with varying degrees of risk. Even in states that allow cultivation for medicinal use, it’s still a federal felony to grow a single plant. And outside those states with well-regulated dispensaries, it’s impossible to say where the weed stashed in countless sock drawers originated. Demanding proof of origin for every dime bag is impossible when domestic growers with no affiliation to the cartels must, by necessity, remain in the shadows.\n\nThe closest thing to a closed-loop system can be found in Colorado, where lawmakers require the state’s retail dispensaries to grow their own product. Regulators inspect farms and review sales data, ensuring (at least theoretically) that every gram sold to qualified patients was grown locally. But some communities in Colorado have voted to ban retail sales, meaning that private growers are completely off the regulatory radar and accountable to no one. For as long as marijuana remains illegal at the federal level, measures by the states to ensure transparency will always fall short.\n\nAnd because the laws in each of the medical marijuana states vary widely, they are vulnerable to exploitation by the cartels. According to the Department of Justice and the U.S. Forest Service, some cartels have moved their cultivation operations within U.S. borders. Last year, drug enforcement agents seized some 10,000 plants and an AK-47 in a Wisconsin forest, part of a growing operation connected to the Sinaloa cartel. In 2010, almost all of the pot eradicated from national forest land—some three million plants—came from California, the first state in the country to legalize marijuana for medical use. Law enforcement officials believe many of these grows were connected to Mexican organized crime. “It is only a matter of time before we find organizations that are closely linked to violent Mexican cartels that are supplying these dispensaries,” Sweetin told me.\n\nMany smokers will point to the carnage south of the border as an argument for legalization. They’re right, of course, but legalization isn’t likely to happen anytime soon. In the meantime, the responsibility for ethical behavior falls squarely on the end-user—the casual marijuana smoker. When diamond customers learned that their purchases of rings and necklaces were inadvertently supporting a barbaric insurgency, they were outraged and changed their buying habits; some stopped buying diamonds altogether if they couldn’t be certain of the source. Marijuana users should adopt the same moral calculus.\n\nIn other words, if you can’t prove your pot is conflict-free, you shouldn’t be smoking it. The only people who face a genuine ethical dilemma are medical patients who find relief from debilitating illnesses with cannabis and who can only access it through the black market. Recreational smokers, though, have no such excuse. Buying marijuana for the purpose of getting stoned is a luxury. And when luxuries come with a cost that is measured in thousands of human lives, continuing to fund the killers is simply indefensible. That’s as true of pot as it is of diamonds.\n\nGreg Campbell is the author of Pot Inc.: Inside Medical Marijuana, America’s Most Outlaw Industry ,Blood Diamonds: Tracing the Deadly Path of the World’s Most Precious Stones, and other books.", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "New Republic", "biasLabel": "Biased", "title": "Greg Campbell: Blunt Trauma", "yellowLabel": "Yellow", "tags": "set(['Economics', 'department of justice', 'colorado', 'mexico', 'Home News', 'The Plank', 'politics', 'sierra leone', 'united states', 'Culture', 'district of columbia', 'Books', 'Identity', 'Politics', 'World', 'Technology', 'Events', 'Film', 'Economy'])", "opinionLabel": "Other"}