{"content": "Investigators have traced the gun Ismaaiyl Brinsley used to kill two New York City police officers and wound his ex-girlfriend to a Georgia strip mall 900 miles away. The Arrowhead pawn shop, which bills itself as a “family-owned business dedicated to good prices, good customer service and good vibes,” as of 2010 was the fifth-largest source of guns used in crimes nationally and the number-one source of out-of-state guns seized by the New York Police Department.\n\nWhat happened between the time the silver Taurus semiautomatic handgun was purchased in 1996 and Brinsley came across it? We don't know. Brinsley was barred from owning a gun because he had committed multiple felonies; if he had to complete a background check, he would have failed it. But he never had to complete a background check. Police say the Asian man who bought the gun at Arrowhead later gave it to his cousin, and there have been no traceable purchases since, meaning it exchanged hands in private and illegal deals.\n\nWeak federal laws and disparate state laws enable a black market where felons and domestic abusers can get their hands on guns. Georgia is among many southern states whose lax gun laws effectively supply firearms for criminal activity in states with stricter laws. Some 90 percent of guns traced in New York City crimes come from out-of-state sources. Compare New York's laws to a state like Georgia, and it's easy to see why these southern states are known as the Iron Pipeline.\n\nNew York requires all gun sales, including private ones, to pass a background check. Georgia does not. It also has no penalties for straw purchasers who buy firearms legally for someone who can't. It also doesn't mandate that gun owners file a police report when their gun goes missing. In 2014, Georgia weakened its laws even further, and now gun owners can carry firearms into bars, classrooms, government buildings, and even TSA airport checkpoints. Felons are allowed to invoke the controversial Stand Your Ground defense, meaning they don’t have the obligation to retreat if they feel their life is threatened. Georgia’s own murder rate is 27 percent above the national average, and has the 13th most permissible gun laws in the nation, according to a Daily Beast analysis.\n\nResearch suggests that strong gun laws in states still count for something, even if guns from other states wind up in places like California and New York. Northeastern University criminology professor Glenn Pierce found that guns seized from crimes in tough gun control states were older—a sign that it took longer for guns to end up on the streets. \"California was associated with the oldest recovered crime guns compared with guns associated with other states,\" according to the abstract.\n\nFederal law is also to blame. Not only is there no universal background check system, but in 2003 Congress passed a law that makes it harder to shut down rogue operations that are enabling the illegal market. Thanks to the Tiahrt Amendment, data on how often gun dealers' weapons are seized in crimes is shielded from lawsuits and public scrutiny. According to a 1995 study conducted before the amendment passed, just over 1 percent of gun dealers are responsible for nearly 60 percent of the guns seized in crimes. Without oversight, a small number of licensed dealers will continue to supply steady a stream of weapons—an untold number of which will end up in the hands of criminals, including those who kill cops.", "topic": "Gun Control", "politicalLabel": "Neutral", "organization": "New Republic", "biasLabel": "Not Biased", "title": "New York Police Trace Ismaaiyl Brinsley Gun to Georgia Arrowhead Shop", "yellowLabel": "Not Yellow", "tags": "set(['gun violence', 'georgia', 'qed', 'Economics', 'Identity', 'Gun Control', 'Home News', 'The Plank', 'Culture', 'Politics', 'Books', 'gun control', 'politics', 'World', 'nypd', 'Technology', 'Events', 'Film', 'Economy'])", "opinionLabel": "Other"}