{"content": "The Presbyterian Church (U.S.A.) approved redefining marriage in the church constitution Tuesday to include a \"commitment between two people,\" becoming the largest Protestant group to formally recognize gay marriage as Christian and allow same-sex weddings in every congregation.\n\nThe new definition was endorsed last year by the church General Assembly, or top legislative body, but required approval from a majority of the denomination's 171 regional districts, or presbyteries. The critical 86th \"yes\" vote came Tuesday night from the Presbytery of the Palisades in New Jersey.\n\nADVERTISEMENT ADVERTISEMENT\n\nAfter all regional bodies vote and top Presbyterian leaders officially accept the results, the change will take effect June 21. The denomination has nearly 1.8 million members and about 10,000 congregations.\n\n\"So many families headed by LGBTQ couples have been waiting for decades to enter this space created for their families within their church communities,\" said the Rev. Robin White, a leader of More Light Presbyterians, which advocates for gay acceptance within the church.\n\nSo far, 41 presbyteries have rejected the redefinition, which includes a provision that no clergy would be compelled to preside at a gay marriage or host such a ceremony on church property. The vote in one presbytery was tied, according to a tally by the Covenant Network of Presbyterians, a pro-gay group that works to keep Presbyterians united despite theological differences.\n\nLast year, the church had allowed ministers to preside at gay weddings if local church leaders approved in states where the unions were legally recognized. The new wording for the church Book of Order, which authorizes same-sex marriages churchwide, will read, \"Marriage involves a unique commitment between two people, traditionally a man and a woman, to love and support each other for the rest of their lives.\"\n\nChurch leaders released statements Tuesday urging \"mutual forbearance\" amid disagreements over the amendment. \"We hope that such 'up/down' voting does not mark the end, but the continuation of our desire to live in community,\" the two top General Assembly officials said.\n\nBetween 2011, when the Presbyterian church authorized gay ordination, and 2013, the latest year for which figures are available, 428 of the denomination's churches left for more conservative denominations or dissolved, though some theological conservatives have remained as they decide how to move forward.\n\nCarmen Fowler LaBerge, president of the conservative Presbyterian Lay Committee, said the new definition was \"an express repudiation of the Bible\" and approved \"what God does not bless.\" Her group has urged Presbyterians to protest by redirecting donations away from the national church until the original marriage definition is restored.\n\nPaul Detterman, national director of The Fellowship Community, a network of theologically conservative Presbyterian churches that have stayed with the denomination, said his organization will \"remain faithfully engaged in conversation\" with those of different views in the church. He said the Fellowship's opposition to the amendment is \"in no way intended to be anti-gay,\" but aims \"with humility\" to uphold the traditional Bible view of marriage.\n\nAlthough several Protestant denominations have taken significant steps toward recognizing same-sex relationships, only one other major Christian group has endorsed gay marriage as Christian churchwide.\n\nIn 2005, the 1.1 million-member United Church of Christ became the first major Protestant denomination to back same-sex marriage, urging its individual congregations to develop wedding policies \"that do not discriminate against couples based on gender.\"\n\nThe Episcopal Church, which blazed a trail in 2003 by electing the first openly gay Anglican bishop, Gene Robinson, does not have a formal position on gay marriage, but allows bishops to decide whether their priests can officiate at the ceremonies. Episcopalians will take up gay marriage at a national meeting in June.\n\nThe Evangelical Lutheran Church in America, which eliminated barriers to gay ordination in 2009, takes a similar approach, allowing some discretion by clergy and congregations to officiate at same-sex ceremonies without formally recognizing same-sex marriage as a denomination.\n\nThe United Methodist Church, the second-largest Protestant denomination in the U.S., bars \"self-avowed practicing homosexuals\" from ordination and prohibits gay weddings. Many Methodist clergy have been performing gay marriages as a protest of church policy.\n\nThe Rev. Brian Ellison, executive director of Covenant Network of Presbyterians, said he recognized \"there will be significant disagreement among thoughtful faithful people\" about the new marriage definition. \"We're very committed to helping the church continue working through this issue,\" he said.", "topic": "Gay Marriage", "politicalLabel": "Conservative", "organization": "FOX", "biasLabel": "Not Biased", "title": "Presbyterian Church formally approves gay marriage in church constitution", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}