{"content": "Advocates for abortion rights were bracing Wednesday for renewed assaults on abortion access in Washington as well as in state capitols after widespread Republican electoral gains.\n\nAnti-abortion forces in Tennessee savored their ballot-box victory, the passage of an amendment saying that nothing in the Tennessee Constitution “secures or protects” a right to abortion. The measure was intended to nullify a state court ruling that a right to privacy in the State Constitution prohibited some of the abortion restrictions adopted in neighboring states, like instructions about what doctors must tell patients.\n\n“We are grateful to God and to the good people of Tennessee for this victory,” said Brian Harris, president of Tennessee Right to Life and a coordinator of the ballot campaign.\n\nAshley Coffield, the president and chief executive of Planned Parenthood of Greater Memphis, said the amendment “puts Tennessee women in a very vulnerable place.”\n\n“We’ll fight any legislation the General Assembly brings up that we believe creates barriers and is not intended to protect women’s health and safety,” she said.\n\nAbortion rights supporters took solace in the defeat, in Colorado and North Dakota, of proposals to grant “personhood” rights to human embryos and fetuses. The amendments were seen as legally unwise even by some mainstream anti-abortion groups, who feared they could lead to a crushing court defeat. Similar proposals have now been rejected by voters in Colorado three times, and by voters in the conservative bastions of Mississippi and North Dakota.\n\nBut the wider Republican gains in the states are likely to add to the rush of abortion restrictions, from two-day waiting periods to bans at 20 weeks after conception to costly building requirements, that have been adopted in the last several years.\n\nAs in 2010, when Republicans made large gains, social issues like abortion were not a major factor in the campaigns. But once in office, the newly dominant Republican legislators passed scores of new abortion restrictions.\n\nIlyse Hogue, president of Naral Pro-Choice America, said that some of the victorious Republican candidates for governor had moderated their statements about abortion during the campaign, hoping to attract more women and centrist voters.\n\nIn the coming year, she pledged, these elected officials “will be held to account” more directly than in the past.\n\n“We’re going to be tracking state bills and asking loud questions of governors who said they were running to expand opportunities for everyone, but then spend taxpayer resources trying to shrink our choices,” she said.\n\nThe Republican takeover of the Senate, and the expected ascendancy of Mitch McConnell of Kentucky as majority leader, make it likely that bitterly divisive debates over abortion will flare anew in Washington.\n\nLast year, the House passed a bill that would ban abortions at 20 weeks after conception nationwide, based on a theory disputed by mainstream scientists that the fetus can feel pain at that point. The proposal, a top priority of the anti-abortion movement, was blocked by the Senate controlled by the Democrats.\n\nVariations of 20-week bans are in effect in 10 states, but were blocked by courts in three. Legal experts say they violate Supreme Court rulings (stemming from Roe v. Wade, a 1973 ruling) that women have a right to an abortion until the fetus is viable, which is usually around 22 weeks after conception.\n\nSenator McConnell has in the past promised to press for a nationwide 20-week ban. If he does make it a priority, Democrats are likely to try to stop it with a filibuster. As a last resort, President Obama would almost certainly veto it.\n\nMs. Hogue, of Naral, said that rights advocates would hope to counter the proposal by focusing on legislators who had expressed mixed views on abortion. They will stress how unusual such late procedures are and how complicated and heart-rending the decisions tend to be, adding that it is the last thing that government should get involved with.\n\n“The personal stories of women who have faced this incredible decision are very persuasive,” she said.", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "New York Times", "biasLabel": "Not Biased", "title": "Abortion-Rights Advocates Preparing for a New Surge of Federal and State Attacks", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}