{"content": "I give in. To my dear niece and her lovely wife — mazel tov.\n\nOn the day of her big, fat gay wedding, the bride wore a flowing, white dress.\n\nThe other bride walked down the aisle in a white tuxedo.\n\nMore than 100 friends and family members, some bursting with joy, others silently disgruntled, gathered in a country club in Massachusetts to watch an act that was at once bold and profound. And as normal as the wind.\n\nIn this over-the-top shindig, planned for a year like a small military incursion (open bar, hers-and-hers gift registry, choice of vegetarian entree), the pair looked into each other’s eyes.\n\nAnd they said, “I do.” Forever.\n\nAs New York’s state senators sumo-wrestled last week — without coming to a decision — over the historic idea of becoming the sixth state in the nation, and the biggest, to legalize marriage between people of the same sex, in places like Massachusetts and Connecticut, gay weddings have become as common as rain.\n\nSo when my proud, defiant niece took the plunge Saturday, she chose to wear pants not because of any role she plays. To her, wearing slacks is as natural as breathing.\n\nAs effortless as love.\n\nAll across America, people like me, who’ve been on the fence as to whether Adam and Steve or Beth and Susan should have the right to walk down the aisle legally, are being forced to confront their deepest reservations.\n\nWould gay marriage cheapen the heterosexual kind? Render it meaningless? The truth is that many of us who once felt this way are wavering on the side of the guys and the girls.\n\nFor the first time this spring, polls determined that a majority of Americans, however slim, favors gay nuptials (although the polls didn’t touch controversial gay adoption, treated equally with straight in New York). An ABC/Washington Post poll determined that 53 percent of us approved of gay marriage, up from 36 percent five years ago.\n\nThe reason is plain: This is personal.\n\nDespite abstract discomfort over normalizing gay unions, I don’t know a soul who would discriminate against the nice guys next door. Nor would I deny my niece happiness that is evident in the size of her smile.\n\nThe vast majority of opponents of gay marriage are not rank bigots. We’re pleased that in New York City, gays who register as domestic partners are afforded most protections and benefits of straights — including the right to visit partners in jail or the hospital. Many private businesses provide the same benefits to gay couples as they do marrieds. A good thing.\n\n“This is one instance where business has been ahead of the government,” said Evan Wolfson of Freedom to Marry, an activist group. But as I’ve learned, this doesn’t guarantee equality in, say, Elmira.\n\n“Marriage brings that statement of clarity, dignity and connectedness to another person that is immediately understood and powerful,” Wolfson said.\n\nMy family always believed my niece was a confirmed bachelorette. But when her little sister married (a guy), she arrived at the wedding not with a conventional date, but with her “roommate.” Some of us suspected the truth.\n\nStill, denial rendered her religious Christian grandparents and assorted kin blind. That is, until she matter-of-factly announced her secret love. Ironically, I won’t name the couple here, because they fear job discrimination. This is wrong.\n\nMy niece first realized how huge an act her wedding was to be not at the altar, but staring at a piece of paper a few days ago. She went to a local City Hall to sign a marriage license. It blew her away.\n\n“It was powerful,” she said. “I had to check a box. There was male and male, female and female. It’s completely normal!” she told me.\n\n“I cried.”\n\nThis is how the world changes. Not with government dictums or activists’ chants. But with a single act of love.\n\nI’ve confronted gay marriage through the eyes of a member of my family who had the guts to be herself. It makes her relatives love her no less. Perhaps even more.\n\nIn the run-up to the wedding, I’ve seen that devotion trumps politics.\n\nMay it last a lifetime.\n\nLET THE LADIES WORK: NO MORE ‘POLE’ TAX\n\nIt’s not Shakespeare. But who’s to say a lap dance — in which a nearly naked gal rubs her parts against a man until he’s in a perpetual state of Anthony Weiner — is not a “dramatic” performance?\n\nThe state taxman wants an upstate jiggle joint to pay $125,000 in sales tax to cover years in which guys forked over wrinkled $20 bills for performances on their persons. Clubs throughout New York now fear the state will stick out its sweaty palm each time a man gets his jollies.\n\nThe state wants drama or music to forgive the tax? Maybe if strippers work in historical costumes (Margaret Thatcher? Hillary Clinton? Madonna?), it will vanish.\n\n\n\nMike, clean up your tact\n\nPerhaps Mayor Bloomberg had better steer clear of ethnic crowds — even his own. Four months after calling Irish revelers “inebriated,” he used a celebration for Jewish Heritage Month to promote building a mosque near Ground Zero.\n\n“It was inappropriate,” said one attendee at Tuesday’s Gracie Mansion fete.\n\nThe shindig of about 400 prominent Jews, including Israel’s consul general, grew uncomfortable, said a source, when Bloomberg announced that a mosque near Ground Zero “will go through as long as I’m mayor.” Some clapped. Others winced.\n\n“Lecturing a Jewish crowd about religious tolerance,” said my source, “is insulting.”\n\nAcquitted, but still a creep\n\nThis reminds me of the tale in which a kid kills his parents, then begs for mercy because he’s an orphan.\n\nA jury last month cleared former Police Officer Kenneth Moreno of rape charges. But jurors agreed Moreno was a rotten cop, and he rightly lost his NYPD job and pension.\n\nInstead of looking for work, Moreno wants his ex-girlfriend to pony up extra child support for the 14-year-old daughter in his custody.\n\n“OK, he lost his job now, but why should I have to pay for what he did?” disgusted ex-gal pal Maria Cruz asked The Post, adding that she plans to wrestle Moreno for custody.\n\nSome creeps just don’t get it.\n\n\n\nDude got his due\n\nRobert Sayegh claims he’s no vulgar creep. All the Brooklyn man did was say, “What’s taking so f – – king long to close the overhead compartments?” to a fellow passenger on an Atlantic Southeast Airlines flight leaving Detroit for Newark. Then, an unamused flight attendant had the plane brought back to the gate, and Sayegh removed.\n\nAn overreaction?\n\nIt’s a shame other passengers were inconvenienced. But in these days of coarse conduct and low standards, I’m not sorry Sayegh got dressed down. Shut it.", "topic": "Gay Marriage", "politicalLabel": "Liberal", "organization": "New York Post", "biasLabel": "Biased", "title": "Gay nuptials – this time, it’s personal", "yellowLabel": "Not Yellow", "tags": "set(['Game of Thrones', 'Hillary Clinton', 'the masters', 'Chess', 'New York Yankees', 'NYPD'])", "opinionLabel": "Opinion Article"}