{"content": "Let the climate inquisition begin. The ranking Democrat on the House Natural Resources Committee, Raul Grijalva of Arizona, has written to seven universities about seven researchers who harbor impure thoughts about climate change.\n\nOne of the targets is Steven Hayward, an author and academic now at Pepperdine University. As Hayward puts it, the spirit of the inquiry is, “Are you now or have you ever been a climate skeptic?”\n\nGrijalva’s letters were prompted by the revelation that Wei-Hock Soon, a scientist at the Harvard-Smithsonian Center for Astrophysics and a skeptic, didn’t adequately disclose support for his research from energy interests.\n\nSoon’s lapse aside, the assumption of Grijalva’s fishing expedition is that anyone who questions global-warming orthodoxy is a greedy tool of Big Oil and must be harried in the name of planetary justice and survival.\n\nScience as an enterprise usually doesn’t need political enforcers. But proponents of a climate alarmism demanding immediate action to avert worldwide catastrophe won’t and can’t simply let the science speak for itself.\n\nIn fact, for people who claim to champion science, they have the least scientific temperament imaginable.\n\nTheir attitude owes more to Trofim Lysenko, the high priest of the Soviet Union’s politicized science, than, say, to Gregor Mendel, the founder of modern genetics whose work was shunned by Lysenko for ideological reasons.\n\nConsider the plight of Roger Pielke Jr. of the University of Colorado, Boulder, who has done work on extreme weather. He, too, is on the receiving end of one of Grijalva’s letters.\n\nAt first blush, Pielke seems a most unlikely target. It’s not that he doubts climate change or that it could be harmful.\n\nHis offense is merely pointing to data showing that extreme weather events like hurricanes, tornadoes and droughts haven’t yet been affected by climate change, and this is enough to enrage advocates who need immediate disasters as a handy political cudgel.\n\nIt can’t be Apocalypse 100 Years From Now; it has to be Apocalypse Now.\n\nEager to blame the ongoing California drought on climate change, John Holdren, President Barack Obama’s science czar, challenged Pielke on droughts, citing various research showing that they may be getting worse.\n\nBut the bible of the climate “consensus,” the UN Intergovernmental Panel on Climate Change, says that “there is not enough evidence at present to suggest more than low confidence in a global-scale observed trend in drought or dryness (lack of rainfall) since the middle of the 20th century.”\n\nEven Holdren’s long written response to Pielke is full of stipulations of uncertainty.\n\nTo move a political debate, this simply is not good enough. It’s impossible to scare people with a long list of methodological imponderables and projections showing far-off harms, should the modeling hold up over eight decades.\n\nThe imperative is to show that, in Holdren’s words, “climate change is an urgent public-health, safety, national-security, and environmental imperative” [emphasis added].\n\nIt has to be counted a small victory in this project that Pielke will no longer be an obstacle. Citing his harassment, Pielke has sworn off academic work on climate issues.\n\nAnd so the alarmists have hounded a serious researcher out of the climate business. All hail science!\n\nThe other day, the head of the IPCC, Rajendra Pachauri, quit amid a sexual-harassment scandal and noted in his letter of resignation: “For me the protection of Planet Earth, the survival of all species and sustainability of our ecosystems is more than a mission. It is my religion.”\n\nIs it too much to ask that the man in charge of a project supposedly marshaling the best scientific evidence for the objective consideration of a highly complex and contested phenomenon not feel that he has a religious commitment to a certain outcome?\n\nWhy, yes it is. The kind of people who run inquisitions may lack for perspective and careful respect for the facts and evidence. But they never lack for zeal.", "topic": "Climate Change", "politicalLabel": "Conservative", "organization": "New York Post", "biasLabel": "Not Biased", "title": "Climate-change witch hunts", "yellowLabel": "Yellow", "tags": "set(['Climate Change', 'Science'])", "opinionLabel": "Opinion Article"}