{"content": "On October 31, a six-minute video titled “Chapel Chat with Evangelina Holy” appeared on YouTube. Despite the blurry footage and poor audio, the title character is a dead ringer for Dana Carvey’s “Church Lady” character from “Saturday Night Live.” In Carvey’s voice, Holy reads a letter from a viewer worried about marijuana legalization ballot initiatives in Colorado, Washington, and Oregon. After promising to pray for the states in question and reciting a litany of problems linked to pot use--testicular cancer, psychosis, stupidity--Holy says, “Speaking of devil’s weed—and the devil—I’d like to introduce my next guest. … Mr. George Soros.” At this point, a large man in a shabby suit lumbers on screen and sits with his back to the camera. Holy berates him in a nearly incoherent sing-song voice for two excruciating minutes.\n\nThe video, which was produced by the Drug Free America Foundation and has been viewed just 684 times as of this writing, may not effectively convey its intended anti-drug message, but it does illustrate a major reason opponents of marijuana legalization lost in Colorado and Washington this month: money. Or, more specifically, a lack of it.\n\nThanks, in part, to George Soros and Progressive Insurance Chairman Peter Lewis (who fund the Drug Policy Alliance and Marijuana Policy Project, respectively) proponents of Washington State’s Initiative 502 raised $6.2 million; their opponents raised only $15,995. In Colorado, backers of Amendment 64 raised $2.39 million, to their opponents’ $577,410. In Massachusetts, $1.07 million for a medical marijuana initiative; $5,950 against. Even in Arkansas and Oregon, states where the measures ultimately failed, legalization proponents outraised opponents by wide margins.\n\nWhy the lack of financial support for anti-drug efforts? Legalization advocates caution that what their opponents lack in donations they more than make up for in government backing. “Prohibitionists are able to benefit from the authority of law enforcement figures in those states who often campaign against marijuana reform initiatives under the mantle of professional organizations like the Colorado Association of Chiefs of Police,” says Marijuana Policy Project spokesman Morgan Fox. The Office of National Drug Control Policy is also spending $20 million on its “Above the Influence” campaign in FY 2013 to discourage marijuana use.\n\nLike thorough, unbiased reporting that challenges your way of thinking? Subscribe to The New Republic for $3.99/month.\n\nBut Fox’s argument still doesn’t explain why nongovernmental groups that oppose drug legalization failed to raise a competitive amount of cash. So I took Fox's thesis to Kevin Sabet, a former adviser to the Office of National Drug Control Policy under Presidents Bush and Obama, and a staunch critic of legalization measures.\n\n“I know the legalizers love to say ‘the government spends billions on a war on drugs and we only have a fraction of that money,” Sabet wrote in an email. “[But] the government cannot run campaigns to defeat initiatives; in fact we know in WA that several prevention and treatment groups were silent lest they were to be accused of using any state/fed funds to influence a campaign. ... There is tons of NGO opposition to legalization, but they don't have the access to the deep pockets of the SLS crew—Soros, Lewis, [University of Phoenix Founder John] Sperling.”\n\nIt wasn’t just Lewis and Soros, however. While the two of them gave a combined 3.54 million to New Approach Washington (the main legalization effort in Washington state), there were plenty of other wealthy pro-legalization donors. The family-run Riverstyx Foundation, which is based in Kirkland, Washington and “believes that society should serve its citizens by offering the greatest possibilities for growth and life enhancement,” gave $500,000. Phil Harvey, head of the family planning/HIV-prevention nonprofit DKT International (and a donor to the Reason Foundation, which publishes the magazine I work for), gave $105,000. Dr. Bronner’s Magic Soaps, which uses imported hemp oil in its products and whose current CEO, David Bronner, was arrested protesting for marijuana reform in front of the White House earlier this year, gave $75,000. Henry van Ameringen, a New York LGBTQ rights advocate and heir to the largest fragrance and flavor company in the world, gave $50,000. William H. Clapp of the anti-poverty Seattle International Foundation gave $35,000. Retired class action lawyer Judith Bendich gave $30,000. Environmentalist Nancy Nordhoff gave $25,000. Seattle attorney Peter Goldman gave $15,000. Seattle environmentalist William Pope gave $11,000. Investor Rene Ruiz gave $11,000. Former Microsoft researcher George Heidorn gave $7,500. George Alfred Zimmer, co-founder and current chairman of Men’s Warehouse, gave $2,500. The list goes on, and includes pockets that range from deep to relatively modest.\n\nAs for the roughly $16,000 spent by opponents of I-502? More than $9,000 of it came from medical marijuana dispensaries concerned about the initiative’s DUID (“driving under the influence of drugs”) provision, which could expose patients who drive with THC in their system—though not necessarily while high—to police harassment. The largest single contribution from a dispensary opposed to I-502—which went to the Safe Access Alliance—was $2,500; the largest single contribution from a private citizen opposed to I-502—which went to No on 502—was $1,800.\n\nIn other words, not only did opponents of legalization in Washington not have a Peter Lewis or George Soros on their side; they didn’t really have anyone else either.\n\nColorado was a slightly different story. Opponents of legalization in the Centennial State raised less than the pro-legalization effort, but more than opponents of marijuana ballot initiatives in every other state combined. The reason? Prohibitionists in Colorado had millionaire (and Romney bundler) Mel Sembler on their side. According to campaign finance records, Sembler’s Save Our Society From Drugs gave $254,865 to Smart Colorado, the largest group opposed to Amendment 64. Unlike Soros and Lewis, who have no obvious business interests in legal pot besides the nonprofits they fund, Sembler founded STRAIGHT Inc., a chain of tough-love centers for addicted teens that shut down in the early 90s after being investigated for child abuse. When STRAIGHT folded, Sembler and his wife Betty relaunched it as the Drug Free America Foundation, the same outfit that produced “Chapel Chat with Evangelina Holy.” DFAF also shares an office with Save Our Society from Drugs, and has received federal funding in recent years to help companies develop drug-testing policies.\n\nBut just as in Washington, the battle over pot in Colorado wasn’t waged exclusively by millionaires. Sembler only provided half of Smart Colorado’s war chest--the rest of the money came from smaller donations ranging from $25,000 to $25. The Marijuana Policy Projectand Soros’s Drug Policy Alliance, meanwhile provided another $1.4 million to the legalization side. That means smaller donors provided a little less than a million in pro-pot cash, and that in Colorado, as in Washington, more non-millionaires financially supported marijuana legalization efforts than opposed them.\n\nIf treatment providers who receive federal funds had opposed the ballot initiatives, they may have strengthened anti-pot war chests, but they would’ve also played into Fox’s theory—that the battle over legal pot is ultimately between a massive federal government and smaller nonprofits. Even so, the financial neutrality of government-funded treatment providers doesn’t explain why opponents of drug legalization came up short this year. As of March 2012, there were over a million households in the U.S. worth more than $5 million. It’s not the fault of Peter Lewis or George Soros that America’s millionaires aren’t interested in fighting marijuana legalization.", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "New Republic", "biasLabel": "Not Biased", "title": "Marijuana Ballot Initiatives in Colorado, Washington Won Because The Other Side Was Broke", "yellowLabel": "Not Yellow", "tags": "set(['colorado', 'youtube', 'Home News', 'washington', 'politics', 'seattle', 'Events', 'Economy', 'peter lewis', 'progressive insurance', 'george soros', 'the plank', 'marijuana policy project', 'evangelina holy', 'arkansas', 'World', 'Identity', 'Economics', 'oregon', 'massachusetts', 'The Plank', 'Culture', 'Books', 'Politics', 'dana carvey', 'Technology', 'Film', 'morgan fox'])", "opinionLabel": "Other"}