{"content": "Critics who think the media has an anti-firearm agenda won't like the lineup behind a high-powered, upcoming seminar aimed at training reporters to cover the issue of gun violence.\n\nColumbia University Graduate School of Journalism, the vaunted New York institution that hands out the annual Pulitzer prizes, is sponsoring the session through its Dart Center for Journalism and Trauma. Also helping to bankroll the event, in Phoenix May 29-30, is Everytown for Gun Safety, the nonprofit, pro-gun control group founded by former New York City Mayor Michael Bloomberg. A series of speakers has been lined up and, critics say, it ensures reporters will be peppered with an anti-Second Amendment message.\n\nADVERTISEMENT ADVERTISEMENT\n\n\"Of the 15 speakers at the workshop to train journalists, 13 are gun control advocates,” said John Lott, president of the Crime Prevention Research Center and frequent opinion writer for FoxNews.com. “All the academic researchers who look at the safety and crime aspects of guns and all the law enforcement are strong gun control advocates. Journalism schools are supposed to train journalists to present both sides of the issue, not just present the views of their donors, in this case Michael Bloomberg.\"\n\nRelated Image Expand / Contract S.E. Cupp, (l.), is one of the few conservatives scheduled for the two-day seminar, while Roseanna Ander, (r.), of Chicago's Urban Education Lab, will also appear. (dartcenter.org)\n\n“Covering Guns and Gun Violence” promises to help the beat reporters in the trenches make sense of crimes that involve shooting. From the workshop description, it appears that the Dart Center sees most, if not all, gun crimes as part of one much bigger story.\n\n“When it comes to reporting on guns, local and regional reporters bear the primary burden,” it reads. “They are often trapped into narrow deadline-driven beats with little time to develop expert sources, investigative angles or broader perspectives.\"\n\n\"There is no party line.” - Bruce Shapiro, Dart Center\n\nNewsrooms are \"unprepared for the overwhelming, spasmodic tragedy of mass shootings,\" the description continues, before explaining that gun violence is too \"often viewed in isolation as random, inevitable tragedy rather than part of a wider phenomenon with complex causes but amenable to prevention efforts.”\n\nLott said reflexively putting individual gun crimes in a broader context raises a red flag, as does involvement of Bloomberg's group, whose methodology has been criticized by Lott's institute in the past. A recent survey by the Crime Prevention Research Center found Everytown for Gun Safety, which publishes studies and statistics widely cited by the media, relies on economists and researchers who share Bloomberg's views on gun use in crime.\n\nLott, author of the 1998 book, \"More Guns, Less Crime,\" believes research proves allowing more law-abiding citizens to carry guns could actually reduce crime.\n\nDart Center officials told FoxNews.com that Everytown for Gun Safety has no input on the content that will be discussed.\n\nRelated Image Expand / Contract A screenshot of the workshop's signup webpage. (DartCenter.org)\n\n\"I hope it's clear that the Dart Center alone is determining the content and structure of this workshop,\" Bruce Shapiro, executive director of the Dart Center, told FoxNews.com. \"If any funder tried to dictate the content of our programs, we'd give the money back.\"\n\nSome of those on the panel include:\n\nRoseanna Ander, executive director of the University of Chicago Crime Lab and Urban Education Lab.\n\nexecutive director of the University of Chicago Crime Lab and Urban Education Lab. Clarence Dupnik , sheriff of Pima County, Arizona.\n\n, sheriff of Pima County, Arizona. Jim MacMillan , program manager for the Center for Public Interest Journalism at Temple University in Philadelphia.\n\n, program manager for the Center for Public Interest Journalism at Temple University in Philadelphia. David Kopel, policy analyst with the CATO Institute.\n\npolicy analyst with the CATO Institute. S.E. Cupp, conservative columnist and author.\n\nAn application page on the DART center’s website also states that the workshop is only open to 30 individuals, who will be selected by an application process and partial travel expenses being covered for at least 15 of the applicants.\n\nEverytown for Gun Safety officials confirmed the group is involved with the workshop, but declined to comment.\n\nShapiro says that despite the criticism, the panel is very balanced.\n\n\"It is my strong view that nuanced and thoughtful reporting by regional news organizations benefits everyone in the gun debate, not just one side,\" he told FoxNews.com. \"Our goal in this particular workshop is to bring together expert sources and deeply-researched perspectives that are new to most regional reporters, rather than rehashing familiar, highly-polarized arguments that can be heard in many other venues.\n\n“[The] program includes a diverse and wide-ranging group of speakers, including several of the most prominent voices in the country associated with the gun-rights side of policy debates, as well as others with a range of perspectives,\" he added. \"There is no party line.”\n\nPerry Chiaramonte is a reporter for FoxNews.com. Follow him on Twitter at @perrych", "topic": "Gun Control", "politicalLabel": "Neutral", "organization": "FOX", "biasLabel": "Not Biased", "title": "Media misfire? Columbia J-school, Bloomberg unite to teach gun coverage", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}