{"content": "Share this:\n\n\"Florida Lawmaker Reversed Adoption Bill Vote Because ‘I Simply Can’t Affirm Homosexuality’\" Share:\n\nFlorida Rep. Dennis Baxley CREDIT: AP Photo/Phil Sears\n\nLawmakers in Florida are trying to repeal an unconstitutional, unenforceable statute banning adoption for same-sex couples. The bill that would take the overturned law off the books is part of a larger piece of legislation (HB 7013) designed to incentivize adoption in the state by allowing for homeschooling of adoptees and providing more support services for families who adopt. It passed the House in March, but one lawmaker is still defending his vote against it.\n\nSpeaking in various radio interviews last week, state Rep. Dennis Baxley (R) explained that after initially supporting the bill, he prayed on it and decided that he had to reverse his vote because he couldn’t affirm homosexuality. “If you get it wrong you need to own it and you need to seek forgiveness, and that’s where I’ve been with this,” he said.\n\n“I don’t hate anybody. I don’t want to discriminate against anybody. I’m not phobic, but I simply can’t affirm homosexuality. My compass won’t go there, knowing what I know biblically. And so I ask people to please understand the circumstances.” Baxley said that his sin was resigning himself to the idea that the issue had been lost in the courts already.\n\n“I could save some kids, but that rationale breaks down in the bigger picture. And so in prayer and in a moment of moral clarity the next morning it was just, ‘Dennis, you’ve affirmed homosexuality, that won’t work. You can’t be there.'”\n\nListen to his comments:\n\nDespite Baxley’s acknowledgment that the state’s kids actually benefit if there are same-sex couples eligible to adopt them, he is now supporting a revenge bill that would entitle private adoption agencies to refuse to serve same-sex couples because of their religious beliefs — and still receive state funding. He worries that if it violates an agency’s mission to “arrange homosexual adoptions,” then “they are going to have to get out of that business and have in some cases.” In 2013, Baxley compared same-sex couples raising children to parents who abuse their children or have drug or alcohol problems. Baxley is himself the father of two adopted children.\n\nSo far, no Florida agency has closed for that reason. In other states where Catholic Charities shut down after the arrival of marriage equality, like Massachusetts and Illinois, the state forced nothing upon them. Rather than function without state funding or agree not to discriminate, they voluntarily shut themselves down.\n\nSeveral Marion County Republicans are upset with Baxley for changing his vote after the fact, particularly because he may have influenced others to support the bill. Randy Osborne, chairman of the Marion County Republican Party, called the reversal “damaging,” noting that several other representatives voted for it because of Baxley’s speech on the floor. “The damage is done,” Osborne said. “You cannot take that back.”", "topic": "Gay Marriage", "politicalLabel": "Liberal", "organization": "ThinkProgress", "biasLabel": "Biased", "title": "Florida Lawmaker Reversed Adoption Bill Vote Because 'I Simply Can't Affirm Homosexuality'", "yellowLabel": "Yellow", "tags": "set(['Same-sex Parenting', 'Florida', 'SAME-SEX PARENTING', 'FLORIDA', 'SUPREME COURT', 'NONDISCRIMINATION PROTECTIONS', 'Adoption', 'TRANSGENDER', 'Dennis Baxley'])", "opinionLabel": "Other"}