{"content": "Last week, Texas became the most populous state where the right to an abortion has become almost meaningless for many women.\n\nAbortion rights demonstrators at the governor’s mansion in Austin in August. (Photo: Rodolfo Gonzalez, AP)\n\nStates have every obligation to ensure that abortions are performed safely. But when states use safety as a pretext to put providers out of business, they make abortion riskier for all women and deny some a right guaranteed four decades ago.\n\nLast week, Texas became the most populous state where the right to an abortion has become almost meaningless for many women. Texas had 41 clinics last year. Today it has eight, after the state imposed onerous regulations that require costly renovations and force providers to affiliate with hospitals.\n\nOPPOSING VIEW: Safety standards don't close clinics\n\nThe impact? Women in parts of the state have to travel as far as 550 miles to the closest provider. For women of means, that's not an insurmountable obstacle. But it can be one for those with low-wage jobs, no paid sick days, child care issues or transportation problems. With clinics overloaded, more abortions will occur later, when earlier is safer. Women unable to travel might turn to dangerous alternatives.\n\nSince 1973's Roe v. Wade ruling, abortion foes have been chipping away at its guarantee. Today, clinics are so burdened by restrictions that abortions are hard to obtain in many states and almost impossible to get in some. Mississippi, Missouri, North Dakota and South Dakota, for example, are each down to a single clinic.\n\nThe latest restrictions sweeping through states where opposition to abortion is strong require that all providers have admitting privileges at a nearby hospital and maintain the same hospital-like standards as ambulatory surgery centers. Both sound reasonable on the surface, but a deeper look reveals the real goal: to make clinics so expensive to run, or standards so hard to attain, that clinics shut down.\n\nSupporters of such restrictions claim they're all about safety. Yet before Texas' new law, its clinics were already regulated. A federal judge found that abortion was \"extremely safe\" with low rates of serious complications and \"virtually no deaths.\"\n\nThe new building standards — which mandate hallway widths, the number of parking spaces and the location of janitorial closets — \"have such a tangential relationship to patient safety ... as to be nearly arbitary,\" the judge wrote.\n\nDisreputable abortion providers deserve to be shut down, none more so than Philadelphia's Kermit Gosnell, found guilty last year of three counts of first-degree murder. The industry itself and some states are guilty of failing to weed out bad actors.\n\nIf states are really interested in safety, however, they'd look to Maryland for instruction. After a botched abortion nearly killed a woman in 2010, regulators consulted with all sides and drew up new rules. They included some hospital-like requirements, but only those that made sense. Four clinics were shut down, one withdrew and 13 were licensed. The changes satisfied abortion foes and advocates alike.\n\nFederal courts across the country have reached conflicting conclusions on the constitutionality of the Texas-style restrictions. Surely, at least one case is heading to the Supreme Court.\n\nWhen it arrives, the justices ought to recognize that a right burdened by so many unnecessary obstacles ceases at some point to be a right at all.\n\nUSA TODAY's editorial opinions are decided by its Editorial Board, separate from the news staff. Most editorials are coupled with an opposing view — a unique USA TODAY feature.\n\nRead or Share this story: http://usat.ly/1xqxQ0F", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "USA Today", "biasLabel": "Biased", "title": "Abortion safety as a pretext", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Opinion Article"}