{"content": "Group is working on a 2016 ballot initiative to expand background checks\n\nElaine Wynn (Photo: Stephen Chernin, Invision/AP)\n\nWASHINGTON — Nevada businesswoman and philanthropist Elaine Wynn has joined the high-profile campaign to curb gun violence in the state.\n\nWynn, the co-founder of Wynn Resorts, will chair an advisory board that is working to pass a background check initiative that recently qualified for the 2016 ballot. The effort is backed former New York City mayor Michael Bloomberg.\n\nThe Nevada proposal, which would impose stricter background checks on people buying firearms from private sellers and at gun shows, is part of an effort by Bloomberg and his allies to push gun-control measures at the state level after failing to gain traction on the issue in Congress.\n\nLast year, gun-control groups scored a major victory when voters in Washington state passed an initiative requiring background checks on all sales. The effort had the public support and financial backing of prominent state residents, including Microsoft founder Bill Gates.\n\nWynn, who co-founded the casino empire with ex-husband Steve Wynn, is a well-known figure in the state and serves as chairwoman of the Nevada State Board of Education. Forbes pegs her wealth at $2 billion.\n\n\"Keeping guns out of the hands of criminals, domestic abusers and the dangerously mentally ill isn't a political issue; it's common sense,\" Wynn said in a statement released by Nevadans for Background Checks.\n\nThe advisory board to Nevadans for Background checks also includes political and religious leaders, such as former Las Vegas mayor Jan Jones Blackhurst.\n\nThe National Rifle Association has pledged to fight the Nevada initiative and other state-level efforts to pass stricter gun laws.\n\nRead or Share this story: http://usat.ly/1C7JBwS", "topic": "Gun Control", "politicalLabel": "Neutral", "organization": "USA Today", "biasLabel": "Not Biased", "title": "Casino billionaire joins Nevada gun-control push", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Other"}