{"content": "A judge overturned Missouri's ban on gay marriage on Wednesday in a ruling that could add the state to a growing list of those were same-sex marriages are legal.\n\nSt. Louis Circuit Judge Rex Burlison, who heard arguments on Sept. 29, determined the law is unconstitutional.\n\nADVERTISEMENT ADVERTISEMENT\n\nThe city of St. Louis issued a handful of marriage licenses to same-sex couples in June, setting up a court case over the state's 2004 constitutional amendment banning gay marriage. Assistant Attorney General Jeremiah Morgan argued that 71 percent of Missourians voted for the referendum defining marriage as between a man and a woman, and he said the U.S. Supreme Court has time and again allowed states to define marriage.\n\nSt. Louis City Counselor Winston Calvert countered that the existing law treats same-sex couples as \"second-class citizens.\" He said an increasing number of states are allowing gay couples to wed, including most of the states surrounding Missouri.\n\nSt. Louis officials issued only the four licenses, intentionally allowing the courts to settle the debate. It wasn't immediately clear if or when St. Louis or other jurisdictions in the state would begin granting licenses to same-sex couples.\n\nIt was the second defeat for Missouri gay marriage opponents in recent months. Earlier, in Kansas City, Jackson County Circuit Judge J. Dale Youngs ordered the state to recognize same-sex marriages legally performed in other states. That order allowed married gay couples to be eligible to sign up for a wide range of tax, health insurance, veterans and other benefits now afforded to opposite-sex married couples.\n\nMissouri Attorney General Chris Koster has said he won't appeal the Kansas City ruling, stating: \"Missouri's future will be one of inclusion, not exclusion.\"\n\nNanci Gonder, a spokeswoman for Koster, didn't immediately return a phone call or email seeking comment about Wednesday's ruling.\n\nA federal court case in Kansas City also challenges Missouri's gay marriage ban.\n\nThe lawsuits in Missouri mirror dozens of others across the country that argue state bans on gay marriage violate the due process and equal protection rights of same-sex couples. The suits are based on the same arguments that led the U.S. Supreme Court last year to overturn part of the federal Defense of Marriage Act that denied a range of tax, health and veterans benefits to legally married gay couples.", "topic": "Gay Marriage", "politicalLabel": "Neutral", "organization": "FOX", "biasLabel": "Not Biased", "title": "Judge rules Missouri ban on gay marriage is unconstitutional", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}