{"content": "Early one morning in April, DEA and IRS agents and U.S. marshals raided several Oakland properties owned by Richard Lee, then the leading figure of California’s medical-marijuana industry. At Oaksterdam University, Lee’s multistory business school for marijuana workers, agents went in with power saws, a sledgehammer, and a small battering ram, and walked out with file drawers and bags full of loose documents. At Lee's dispensary down the block, they heaped live cannabis plants into trash bags. Word got out, and soon hundreds of protesters surrounded Oaksterdam, screaming “Fuck you, pigs!” at the officers. Some of the agitators milled around all day, hoisting signs, blocking the road, and, yes, smoking pot.\n\nA more sober cohort also joined the protest—officials from the United Food and Commercial Workers Local 5. The UFCW had been unionizing marijuana workers since 2010, when it organized the Lee-owned businesses that were now blocked off by fluttering caution tape. At the height of the UFCW’s efforts, more than 2,000 cannabis workers, most of whom worked behind the counter selling medicinal marijuana in Western states, had signed a union contract. But federal raids have sent that figure nose-diving to 500 or so workers today. With the raid on Oaksterdam, not only had the federal government shuttered the most reputable marijuana business in the state; they had shuttered the largest union shop, of some 100 UFCW workers, in the entire cannabis industry.\n\n“In this industry, workers are severely oppressed,” Dan Rush, the head of the UFCW’s cannabis division, said. “But it’s not by, necessarily, the employers. It’s more by an ignorant social and political environment.” And that includes the White House, he added: “A president who did not do what he said he would before he was elected.” Indeed, when Local 5 first began to organize marijuana workers, management generally refrained from interfering, in the hopes that the union would gradually help make the political environment friendlier. The understanding, one organizer said, “is that our presence would be like a sign that their businesses were legitimate and well-regulated, just like they had been telling people.” Union officials further promised to apply their political muscle to support bills and elected officials who supported decriminalizing or legalizing marijuana. The union's reward: hundreds of pot workers added to its rolls every year.\n\nTo an extent, this loose partnership has functioned well at the state level. The UFCW has been an unseen force in nearly every big push to pass marijuana-friendly laws and ordinances in Western states like California and Colorado. But federal crackdowns on pot retailers remain a constant bugbear, threatening to dry up one of the UFCW’s best streams for new membership. And while unions aren’t afraid to stare down large employers, they’re outmatched by the federal government. “We, through our international union back in D.C., are going to bend anybody’s ear who is going to listen to us about changing federal law,” said John Hughes, a cannabis division rep who works with the Local 5. “But we can’t stop the DOJ.” And when the Justice Department does come after marijuana workers, “having the union there doesn’t protect them at all.”\n\nFor a union with 1.3 million members, the elimination of 1,500 union jobs may seem negligible. It is not. New collective-bargaining restrictions, antiquated federal laws, the Great Recession, and greater hostility toward unions—by both the private sector and Republican-controlled statehouses—have collaborated to bring organized labor to its lowest membership levels since World War II. Unions have been forced to get creative, and now count victories in the low thousands, rather than the tens or hundreds of thousands. In 2012, one of the UFCW’s biggest wins was a neutrality agreement to organize around 2,000 workers at 22 Raley’s grocery stores in California. While their battle with Raley’s culminated in a nine-day strike, the UFCW has organized more than half of its weed employees after first reaching out to management, not workers. Instead of picketing sidewalks, said Matt Witemyre, who helped organize the large Oakland grower Medi-Cone, “We take [management] out to lunch. We show them our brochures, we tell them what we can do … and then we start the organizing process.”\n\nThis approach works for two reasons. Especially in California, organizers said, many of the dispensaries’ owner-operators are, true to stereotype, hippies; union-busting just isn’t in their DNA. Meanwhile, MBA-wielding pot entrepreneurs believe that letting unions through the door legitimizes their business. Mark Belkin, the organizing director for UFCW Local 7 in Colorado, said that as more states and municipalities legalize pot and the industry grows to its natural size, it’s not unfathomable that the union could keep apace, organizing a majority of pot workspaces and setting the general working standards for the entire industry. Officials at the UFCW International, too, have come to see the cannabis business as a smart place to focus expansion efforts. At an informal talk at a UFCW growth summit in 2011, its executive vice president, Pat O’Neill, boasted to organizers that the union had finally found a true “growth industry.” That summer, the union’s international executive board signaled that it considered marijuana retail one of its core industries by creating the Medical Cannabis and Hemp Division—only the union’s fourth division, along with retail grocery, non-food retail, and meatpacking and food processing—which gives organizers access to funding and dedicated staff. Soon, the division will have its own, discrete budget, and its chief hopes to bring workers to the table with Sen. Patrick Leahy, who has scheduled a hearing for early this year on reconciling the differences between state and federal marijuana laws. (Meanwhile, this week, Rep. Earl Blumenauer and Rep. Jared Polis plan to introduce a bill that would make it federally permissible for states to legalize pot.)\n\nRelations between the UFCW and pot management are not uniformly rosy. Belkin said that in Colorado, only about half of the owners he deals with are friendly. “It’s a very entrepreneurial, bottom-line-driven industry in Colorado,” he said. “There are some employers here that are vehemently anti-union.” That’s to be expected. Less expected, however, are the Obama administration’s persistent raids, which are frustrating those relationships that have flourished between the industry and unions. The feds have also put the screws on employers’ finances by, for instance, effectively blocking their access to business loans. “Thanks to [Obama], these guys don’t even have bank accounts,” Witemyre said. “They have to stack their cash in closets, and handle payroll with money orders.” Now once-magnanimous managers, who a year ago provided perks like continuing education support and family health-care plans, are winnowing worker benefits. Hughes, the Local 5 cannabis rep, initially worried that by organizing weed workers, the UFCW is drawing a bull’s-eye on particular dispensaries, teeing up DOJ raids on the very employees the union is trying to protect. (The DOJ did not return requests for comment.) Not every raid has targeted union shops, but the union’s inability to protect their members in such situations has exposed the limits of the UFCW’s political power—which was a large part of their appeal to the industry in the first place.\n\nThe disillusionment is beginning to show. During last year's election, “We should have been out there knocking on doors,\" Witemyre said. \"But I couldn’t pay [cannabis workers] to wear our ‘UFCW for Obama’ shirts.\"\n\nThe UFCW is counting on Rush, its cannabis division head, to keep this whole tenuous operation together. He had the idea to unionize weed workers, while he was working as a political organizer for the Local 5 in Oakland. At the time, late 2009, he was eight years sober, smoked only Lucky Strikes, and regarded the legalization movement at large as a bunch of jokers—in short, the last guy anyone would have expected to arrange a pot-union marriage.\n\nBut Rush’s personal history is suffuse with Oakland ties. He grew up in its middle-income Mosswood neighborhood, in a three-house complex that his family has owned since his great-great-grandfather constructed it about a century ago. Rush, who is lean, muscular, and looks a good deal older than his 52 years, still lives there today, together with his wife, his aunt, his mother-in-law, his three adult children, their mother, and the family’s seven enormous dogs—two American Pit Bull Terriers and five flame-colored Dogues des Bordeaux. As a boy, Rush and his grandmother would ride the bus a mile and a half to downtown Oakland to go shopping. It was an area that had been cored out by the crack epidemic in the ‘80s, only to be finally resurrected in the last decade or so. The state ballot initiative that would become Prop 19, which Rush read late one night while browsing for voter measures the UFCW might support, listed as its headquarters an address squarely in that neighborhood.\n\n\n\n\n\n“It dawned on me what this revitalization in downtown Oakland had been about,” he said. The medical marijuana industry—which employs a mix of laid-off blue-collar workers, young college graduates, and refugees from the real estate industry—had been the major driver in revivifying that neighborhood. The next morning, Rush rode his Harley Davidson, tricked out with Superman decals, to the campaign headquarters for Prop 19. He liked what he saw: a few campaign grinds clacking away on their laptops, surrounded by crusty pizza boxes, small mountains of cigarette butts, and cups of room-temperature coffee. “Any campaign worth its salt, I don’t care what time of the day or year it is, the bleary-eyed nerds are going to be there,” he said. He learned that Prop 19, which would have legalized recreational pot use by adults in California, was funded and co-written by Lee, the owner of Oaksterdam. Within a few days, the two had made contact and arranged a kind of quid pro quo. The UFCW would endorse and assist Prop 19, and Oaksterdam’s 100 instructors, nursery workers, and support staff would unionize.\n\nToday, Rush is the person directing the UFCW’s organization of the marijuana industry. He is instrumental in building political coalitions to support the legalization cause, and he frequently jets between D.C., Oakland, and local unions around the country (when we met, in a sterile office in UFCW’s K Street headquarters, he had recently returned from Massachusetts). While speaking, once he fixates on something, there is no interrupting him. “He’s almost the epitome of a union guy,” said Dale Sky Jones, the spokesperson for Prop 19. “Big, bald, beefy.… His body language screams, ‘Alright, I’m here. Let’s do this.’”\n\nBeginning with the campaign for Prop 19, Rush has also helped turn the legalization movement from a noisemaking campaign into a politically mature operation. Jones said that before Rush got involved, “The crucial conversations with opinion leaders and elected officials escaped us until the union walked us through the door.” Rush helped her woo endorsements from big, conventional players, like the California chapter of the NAACP, whose president, Alice Huffman, is Rush’s longtime friend. He also orchestrated for Jones more than a hundred private sessions in Sacramento with lawmakers, legislative aides, and lobbyists who had refused to take the movement seriously. These meetings were aimed at settling the concerns of Prop 19’s natural enemies—conservatives, law-enforcement lobbyists, prison-guard organizations—before they were voiced publicly. “We were hounding them to be neutral,” Jones recalled. “Just don’t talk. Don’t come oppose us, don’t go scare the grandmas and the soccer moms.” One particularly cantankerous Republican, who began a conversation by asking Jones if he should roll up a towel and stick it under to door, came to agree by the end of the hour that Prop 19 was smart policy. While the politician—whom Jones wouldn’t name—refused to take his opinion public, he also promised not to join the opposition.\n\nProp 19 failed to pass, earning 47.5 percent of the vote. But its big-name supporters, and the unusual quiet from groups expected to oppose it, helped make legalization a mainstream issue. Since then, Rush also encouraged local unions to join the crazy quilt of groups that assemble to support pot-friendly campaigns. In the 2011 fight over a proposed voter ban on medical marijuana dispensaries in Fort Collins, Colorado, Local 7 delivered eight full-time staff members and 40 volunteers to knock on doors for four weekends in a row, and about 50 members to make phone calls. The ban passed, but one year later, the UFCW helped undo it. This summer, while Colorado voters weighed Amendment 64, a ballot measure to legalize adult recreational pot use, the UFCW had anywhere from 100 to 1,000 precinct walkers knocking on doors at any given time, and volunteers who made hundreds of thousands of calls. The list goes on: In Denver, when the pot industry was divided over a ban on marijuana advertising within the city limits, the union sided with business owners who worried that sign spinners and crowded billboard ads cheapened the industry; the ban passed in August. In California, AB 2312, a bill to tax and regulate marijuana that passed the state assembly before recently getting stuck in the Senate, was drafted using language from UFCW. California will soon announce an apprenticeship program designed with the UFCW to train and certify marijuana industry workers. The UFCW has also provided the resources expected of a regular workplace union: When Oaksterdam was raided, said Jones, who was an executive there, the UFCW dipped into an emergency fund to provide workers with some lost wages and tuition relief.\n\nAs much progress as Rush and the UFCW have made on the state level, it will remain one step forward, two steps back as long as the Obama administration continues its haphazard crackdown on locally legal pot businesses. It is not likely, for example, that the National Labor Relations Board could even mediate a dispute between workers in pot retail and their managers, given that their jobs are federally illegal. For now, Rush is pinning his hopes on the upcoming Leahy hearing, a rare opportunity to impress upon Hill lawmakers the damage raids are doing to the lives of ordinary workers. But Rush is neither clear about how to make this happen, nor assured that he can. “My fear is the Senate Judiciary Committee hearings will happen, and we’ll hear from the police, and the nurses, the doctors, the firefighters, the patients,” he said. “But the workers won’t get heard.”", "topic": "Marijuana Legalization", "politicalLabel": "Conservative", "organization": "New Republic", "biasLabel": "Biased", "title": "Marijuana Legalization Draws Unions, And the DOJ Too", "yellowLabel": "Not Yellow", "tags": "set(['Economics', 'department of justice', 'pot', 'Home News', 'The Plank', 'marijuana', 'Labor', 'Culture', 'unions', 'Books', 'Events', 'Identity', 'politics', 'World', 'Technology', 'Politics', 'Film', 'Economy'])", "opinionLabel": "Other"}