{"content": "States and the federal government will spend at least $700 million this year to pay the tax for their Medicaid health plans. (Photo: Brendan Smialowski, AFP/Getty Images)\n\nWhen Congress passed the Affordable Care Act, it required health insurers, hospitals, device makers and pharmaceutical companies to share in the cost because they would get a windfall of new, paying customers.\n\nBut with an $8 billion tax on insurers due Sept. 30 — the first time the new tax is being collected — the industry is getting help from an unlikely source: taxpayers.\n\nStates and the federal government will spend at least $700 million this year to pay the tax for their Medicaid health plans. The three dozen states that use Medicaid managed-care plans will give those insurers more money to cover the new expense. Many of those states — such as Florida, Louisiana and Tennessee — did not expand Medicaid as the law allows, and in the process turned down billions in new federal dollars.\n\nOther insurers are getting some help paying the tax as well. Private insurers are passing the tax onto policyholders in the form of higher premiums. Medicare health plans are getting the tax covered by the federal government via higher reimbursement.\n\nState Medicaid agencies say they have little choice but to pay the tax for health plans they hire to insure their poorest residents. That's because the tax is part of the health plans' costs of doing business. Federal law requires states to pay the companies adequate rates.\n\n\"This situation results in the federal government taxing itself and taxing state governments to fund the higher Medicaid managed care payments required to fund the ACA health insurer fee,\" said a report by Medicaid Health Plans of America, a trade group.\n\nMeanwhile, many Medicaid managed-care companies have seen their share prices — and profits — soar this year as they gained thousands of new customers through the health law in states that expanded Medicaid. More than half of the 66 million people on Medicaid are enrolled in managed-care plans.\n\nSTEEP COSTS FOR STATES\n\nA KHN survey of some large state Medicaid programs found the tax will be costly this year. The estimates are based in part on the number of Medicaid health plan enrollees in each state and how much they are paid in premiums. States split the cost of Medicaid with the federal government, with the federal government paying, on average, about 57%.\n\n• Florida anticipates the tax will cost $100 million, with the state picking up $40 million and the federal government, $60 million.\n\n• Texas estimates the tax at $220 million, with the state paying $90 million and the federal government, $130 million.\n\n• Tennessee anticipates it will owe $160 million, with the state paying $50 million and the federal government, $110 million.\n\n• California budgeted $88 million, with the state paying $40 million and the federal government, $48 million.\n\n• Georgia estimates the tax on its plans at $90 million, with the state paying $29 million and the federal government, $61 million.\n\n• Pennsylvania predicts the tax will cost $139 million, with the state paying $64 million and the federal government, $75 million.\n\n• Louisiana estimates the tax will cost $27 million, with the state paying $10 million and the federal government, $17 million.\n\nTexas is believed to be the only state that has not yet agreed to cover the tax for its health plans, according to state Medicaid and health plan officials. \"The premium tax is just another way that the costs of the Affordable Care Act are pushed down to states and families,\" said Stephanie Goodman, spokeswoman for the Texas Medicaid program.\n\nMedicaid officials in other states complain that paying the tax reduces money they could have spent on covering more services or paying providers.\n\nDIMINISHING RETURNS?\n\n\"I do not feel I am getting anything in return for this,\" said Tennessee Medicaid Director Darin Gordon.\n\nOfficials won't know exactly how much states owe until the Internal Revenue Service sends bills to insurers at the end of August and the Medicaid plans submit those to states.\n\nThe health insurer tax is estimated to bring in at least $100 billion over the next decade from all insurers, government auditors estimate.\n\nMost non-profit Medicaid health plans are exempt from the tax, which the trade group says gives the non-profits a competitive edge vying for state contracts. \"We consider this tax so badly construed that it should be reconsidered because it makes no public policy sense,\" said Jeff Myers, CEO of Medicaid Health Plans of America.\n\nThe trade group, which represents both non-profit and for-profit Medicaid plans, also opposes the tax because it takes money from Medicaid programs that could be used to pay plans to improve care, he said.\n\nThe Centers for Medicare & Medicaid Services declined to comment on how states and the federal government are covering part of the tax.\n\nTimothy Jost, a consumer advocate and law professor at Washington & Lee University in Virginia, said the lawmakers intended to cover the costs of the law by including as many groups paying in as possible.\n\nWhile it may be unusual for the federal government to essentially tax itself, Jost said, the situation is no different from the federal government paying a contractor to provide a service, then having that contractor use some of those dollars to pay state sales tax or federal income tax.\n\n\"This tax should not have surprised anyone, and it should have been worked into contract prices,\" he said.\n\nPaul Van de Water, senior fellow with the left-leaning Center for Budget and Policy Priorities, said neither health plans nor states should be complaining about the taxes because both are benefiting from the law.\n\n\"States are benefiting from the Affordable Care Act because with more people getting insured, it is driving down their uncompensated care costs,\" he said. He noted that is true even in states that did not expand Medicaid under the health law.\n\n\"People always like to get a benefit and not have to pay for it,\" he said. \"If we did not have this tax, we would have had to raise the money somewhere else.\"\n\nKaiser Health News is an editorially independent program of the Kaiser Family Foundation\n\nRead or Share this story: http://usat.ly/1tY3otA", "topic": "Obamacare", "politicalLabel": "Conservative", "organization": "USA Today", "biasLabel": "Biased", "title": "Who's paying the new Obamacare tax? You", "yellowLabel": "Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Other"}