{"content": "Have you ever rushed to avoid missing an offer that will expire in 30 minutes and then regretted it? President Obama’s claim that we must act immediately to prevent climate change deserves the same careful scrutiny that we should give to our personal purchases.\n\nSince July 28, the U.S. Senate has held two hearings, and the White House has released a new report and a video spot. The central message is that delay in addressing climate change is dangerous.\n\nADVERTISEMENT ADVERTISEMENT\n\nAs they say, caveat emptor—buyer beware.\n\nThe campaign’s centerpiece is a report from President Obama’s Council of Economic Advisors (CEA) warning that failure to act now would cost upwards of $150 billion annually, just for starters.\n\nThe emission reductions in the Climate Action Plan, purchased at a cost of $1,000 per U.S. household, would make no discernible difference to the lives of the world's poor or to damages to the U.S.\n\nThat is not a very helpful warning, since it tells us nothing about how much damage the White House’s policies would avoid, nor does it tell us what those policies would cost.\n\nContrary to the president’s claims, there is no scientific consensus that climate change has driven recent weather events or that climate change is now causing harm. The United Nation’s own scientific body, the Intergovernmental Panel on Climate Change (IPCC), has “low confidence” in any such connection in its latest climate report (see pages 10-11).\n\nIndeed, it attributes increasing damage from weather events to society’s greater wealth, which means that more valuable property is exposed to intense storms or fires.\n\nThe president has laid out his policies in a Climate Action Plan (CEA), released in June 2013, and they are being implemented through Executive Branch regulations and mandates. Contrary to the president’s rush-rush message, there is every reason to slow the program down.\n\nFor one thing, the CEA imagines a world in which every country adopts an ideal set of policies that reduce their greenhouse gas emissions at the lowest cost possible. Its report cites a large number of studies done by climate modelers along these lines.\n\nThe catch is that the people who do that computer modelling have been moving toward realization of how unrealistic and unhelpful those studies are.\n\nI know because I was an expert reviewer for the latest of the IPCC’s climate status reports. I’ve also published peer-reviewed articles describing the utter lack of political realism in assuming that countries that have refused to cooperate on climate change for over 20 years will suddenly begin to do so.\n\nIn fact, modelers are increasingly realizing that the measures being considered in the U.S. and around the world to slow climate change are likely to cost a great deal more and do a great deal less than advertised.\n\nAs David Montgomery, a leading modeler, discussed at one of the Senate climate hearings, recent studies show that the piecemeal regulatory policies proposed by the White House would cost four times as much as the idealized approach assumed in the CEA report.\n\nBy 2020, that would put the annual cost of the regulatory policies in the President’s plan to an average U.S. household over $1,000, make electricity prices at least 7% higher, raise gasoline prices by 25 cents per gallon, and lower federal government tax revenues $150 billion in 2020.\n\nAll this would reduce global warming in the next 40 years by less than one-tenth of a degree Celsius.\n\nThe benefit to the U.S. from that negligible change would also be much smaller than claimed by the White House. That is because the White House grossly exaggerates potential damage by assuming that the U.S. will suffer a share of global harm from climate change equal to its share of global GDP.\n\nNothing in the analysis of climate effects supports this assumption.\n\nIn fact, there is a broad consensus among climate models that most of the harm from climate change will occur in tropical regions, in countries that are too poor to protect themselves, and in particular in countries whose failed governments and institutions make climate adaptation impossible.\n\nThus benefits to poor countries are the basis for calculations of benefits that the White House cites to justify U.S. action. The emission reductions in the Climate Action Plan, purchased at a cost of $1,000 per U.S. household, would make no discernible difference to the lives of the world's poor or to damages to the U.S.\n\nIf we really want to help globally, we could do far more at much lower cost by supporting locally-designed adaptation measures in Africa and poor Asian countries where the real vulnerability exists.\n\nIn the meantime, remember what happened the last time you bought something before that great offer expired.\n\nLee Lane is a visiting fellow at the Hudson Institute. He has researched and published on energy and climate policy for more than 15 years. Prior to joining Hudson, Lane was a fellow at the American Enterprise Institute.", "topic": "Climate Change", "politicalLabel": "Conservative", "organization": "FOX", "biasLabel": "Biased", "title": "Buyer beware: Obama administration’s hurry-up climate plan based on big distortions", "yellowLabel": "Yellow", "tags": "set([])", "opinionLabel": "Opinion Article"}