{"content": "Share this:\n\n\"The Anti-Science Climate Denier Caucus: 114th Congress Edition\" Share:\n\nThis week Congress returns to the nation’s capital with 71 new members in its ranks. Those additions will bring little improvement in the views of congressional Republicans regarding the scientific reality of climate change, however. Over 56 percent of Republicans in the 114th Congress deny or question the science behind human-caused climate change, according to an analysis by CAP Action.\n\nOn the heels of what looks to be the warmest year in recorded history, with the global carbon dioxide levels that drive climate change reaching unprecedented levels, 53 percent — 131 members — of the Republican caucus in the House of Representatives deny the occurrence of human-caused global warming and 70 percent — 38 members — on the Senate side sing the same tune.\n\nWhile 97 percent of climate scientists are in agreement that climate change is occurring and is driven by human activity, several new members of the 114th Congress assert the opposite. Just this week, Sen. Mark Kirk (R-IL) rejected the premise that greenhouse gas emissions are driving climate change, remarking instead that “political correctness took over climate science,” E&E Daily reported Thursday.\n\nDuring the campaign, several then-candidates sought to paint the conversation around climate change as a scientific debate. “I don’t know the science behind climate change,” said Sen. Joni Ernst (R-IA). “I can’t say one way or another what is the direct impact, whether it’s man-made or not. I’ve heard arguments from both sides.”\n\nIn the Republican primary debate for North Carolina’s Senate seat last year, the moderator asked all four candidates, including the eventual winner Sen. Thom Tillis (R-NC), “Is climate change a fact?” The question prompted laughter from the audience as well as several snickers from the candidates. All four answered with a simple “no.”\n\nThe most memorable refrain from the 2014 election cycle regarding a candidate’s stance on climate change, echoed by prominent congressional Republicans like House Speaker John Boehner and Senate Majority Leader Mitch McConnell, was undoubtedly “I’m not a scientist.” The response represented a unique form of evasion and prompted significant backlash against the politicians’ refusal to acknowledge scientific fact.\n\nThroughout the year, scientists continued to express growing alarm over the lack of action to address climate change, with the U.N.’s Intergovernmental Panel on Climate Change (IPCC) issuing its starkest warning yet: cut carbon emissions substantially or risk “severe, pervasive and irreversible impacts for people and ecosystems.”\n\nAmong the impacts is the increasingly severe weather that results from higher temperatures, a consequence of climate change that no state in the U.S. has been able to avoid. In fact, there have been 500 climate-related national disaster declarations since 2011, according to data from the Federal Emergency Management Agency (FEMA).\n\nSeveral of the lawmakers distorting the facts underlying climate change will hold prominent positions in the new Congress, as 68 percent of the Republican leadership in both House and Senate deny human-caused climate change. On the committee level, 13 out of 21 Republican members of the House Committee on Science, Space and Technology, or 62 percent, reject the science behind human-caused global warming, joined by 67 percent, or 21 out of 31 Republican members, of the House Energy and Commerce Committee.\n\nOne of the loudest congressional climate deniers is Sen. James Inhofe (R-OK) — the likely new chair of the Environment and Public Works Committee — who was swiftly repudiated in a hearing last year for claiming the earth had experienced “no warming for the last 15 years.” In addition to Inhofe, 10 out of 11, or 91 percent, of Republicans on EPW have said climate change is not happening or that humans do not cause it.\n\nThe members of the 114th Congress who have publicly misrepresented the science behind global warming have accepted their fair share of contributions from the fossil fuel industry. The 38 climate deniers in the Senate have taken $27,845,946 in donations from the coal, oil and gas industries, while the 62 Senators who haven’t denied the science have taken $11,339,967 in career contributions, according to the CAP Action analysis. On average, Senate deniers took $732,788 from fossil fuel interests while other Senators took $182,902.\n\nOn the House side, the 131 climate science deniers have taken $35,702,245 in fossil fuel industry contributions while the remaining voting members who haven’t denied the science have only taken $24,268,787 in career contributions. On average, House deniers took $272,536 from coal, oil and gas interests while other members took $80,095.\n\nLooking ahead, the new Republican-controlled Congress has been clear that it has no intention of prioritizing action to help combat climate change. In fact, incoming Senate Majority Leader Mitch McConnell (R-KY) has vowed to stop the Environmental Protection Agency’s attempt to curb carbon pollution from power plants and approve the controversial Keystone XL pipeline.\n\nTiffany Germain is Research Manager and Kristen Ellingboe is Research Associate for CAP Action.", "topic": "Climate Change", "politicalLabel": "Liberal", "organization": "ThinkProgress", "biasLabel": "Not Biased", "title": "The Anti-Science Climate Denier Caucus: 114th Congress Edition", "yellowLabel": "Yellow", "tags": "set(['CANADA', '114th Congress', 'Senate', 'CLIMATE CHANGE', 'House of Representatives', 'CALIFORNIA', 'RENEWABLE ENERGY', 'Climate Deniers', 'DROUGHT'])", "opinionLabel": "Other"}