{"content": "Share this:\n\n\"Why A Congressman’s Probe Of Climate Denier Scientists’ Funding Might Not Be A Great Idea\" Share:\n\nCREDIT: HARYADI CH/SHUTTERSTOCK\n\nLast week, the New York Times revealed that one of the few actively publishing researchers who don’t think humans cause global warming, Wei-Hock “Willie” Soon, secretly took $1.2 million from the fossil fuel industry — even referring to academic papers as “deliverables” in an exchange with a funder. This was big news: an alleged breach of ethical standards and violation of disclosure rules for the scientific journals in which he published.\n\nNow, at least one U.S. politician is trying to investigate whether other scientists who dispute the overwhelming scientific consensus have been taking money from the fossil fuel industry. Rep. Raul Grijalva (D-AZ) sent requests to seven universities on Tuesday asking for detailed funding records on scientists including Georgia Tech’s Dr. Judith Curry and MIT’s Dr. Richard Lindzen. Dr. Roger Pielke Jr., a political scientist who is being investigated, does agree that greenhouse gases cause warming but calls into question the effectiveness of regulating greenhouse gas emissions.\n\nThe scientists Grijalva is targeting number among the favorites of the climate denier right, who use their research to claim either that global warming is not caused by humans, or that it’s not so bad. More importantly, they’ve all testified before Congress in support of the idea that it might not be a good idea to regulate greenhouse gas emissions. Brad Johnson at HillHeat has a list of all the scientists being investigated and links to all their Congressional testimonies here.\n\nSo far, the investigation is being received with mixed emotions. Conservative pundits have deemed it a baseless witch hunt, while others say that if one is taking money from the fossil fuel industry without disclosing it, it’s worth it to see if all of them are.\n\nMichael Mann, a well-known climate scientist at Penn State who has himself been targeted by Republican-led investigations into his work, probably had the most measured response. “It does come across as sort of heavy handed and overly aggressive,” Mann said in comments to National Journal on Wednesday, specifically citing Grijalva’s demand for the scientists’ e-mail correspondence. But, he said, seeking information on funding is totally valid. “That is something that no scientists should have any qualms” about providing, Mann told the Journal.\n\nIt’s hard to downplay the importance of financial disclosure, especially when it comes to a politically heated issue like climate change, and even more so when you consider that lack of financial disclosure has muddied scientific debate in the past. When people were still arguing over whether secondhand smoke posed harm to human health, for instance, tobacco companies funded research designed to support claims that secondhand smoke posed little or no harm. Their influence, according to research published in the journal Circulation, “was rarely disclosed in an adequate manner.”\n\nMany people are not equipped to evaluate dueling, complicated science on its merits. What most are equipped to do, however, is evaluate financial interest. If everyone knew the tobacco industry was funding research to sow doubt into the second-hand smoke debate, it’s possible that policy to prevent second-hand smoke exposure might have been implemented a little faster. At the very least the public perception of tobacco would have been more honest and aware, cutting consumption. It’s possible that a couple thousand lives could have been saved.\n\nThat’s why this investigation is important: because the scientists subject to Grijalva’s investigation are actually influencing public policy (and by extension, public health) via their Congressional testimonies. The public policy they’re influencing directly impacts big oil companies. Therefore, if Big Oil is secretly funding their work like it has reportedly been with Willie Soon, the public is entitled to know.\n\nStill, the tone and sweep of the investigations may be counterproductive. Pielke Jr., who publishes research downplaying the impacts of global warming on disaster costs, is one of the subjects of Grijalva’s investigation, and no stranger to attempts to intimidate climate scientists. He wrote in a blog post Wednesday that the inquiry was “designed to intimidate me … and to smear my name.” Conservative authors who disagree with the scientific consensus that greenhouse gases cause global warming have run with that frame, calling Grijalva’s investigation a “shameful” attempt to scare researchers out of doing work that refutes that consensus.\n\nThis might be the only reason why the investigation isn’t a great idea: Because it feeds into this conservative notion that these seven scientists’ research is actually important when it comes to “debunking” the consensus on climate change — that those scientists’ work is so threatening, that the only way to dismiss it is to prove that it’s funded by industry.\n\nThese scientists’ work is threatening, but only because of the disproportionate influence they’ve been given on climate policy and public opinion via their Congressional testimonies and myriad appearances on Fox News. In terms of the scientific reality, literally 97 percent of scientists actively publishing climate research conclude that humans cause global warming. If the climate policy conversation — both in the media and in Congress — were focused on the entire weight of the scientific literature on climate change, these people would be largely irrelevant.\n\nIn other words, we don’t need these contrarian scientists to be funded by the fossil fuel industry to prove that their work does not change our collective understanding of human-caused climate change. They amount to blue pebbles on a red mountain of evidence. Their work could very well be well-done, not funded by industry, and raise interesting questions — but unless it starts to be confirmed by other scientists, it doesn’t change the color of the mountain.\n\nThat’s another reason why it might not be the best idea to target the individual scientists: it’s not their fault they’re given such disproportionate attention relative to their importance in the whole climate discussion. It’s the fault of groups who want to sow doubt, either because their profit margins or political ideologies depend on climate change not being real. One of those groups is the fossil fuel industry, which is not only allegedly giving money to fund friendly research, but also spending millions every year to influence federal and state elections. At least $721 million was spent by fossil fuel companies during the 2014 election cycle alone.\n\nIn that vein, it makes more sense to look at the companies instead of the scientists themselves. Some Senators are already going that route. On Wednesday, Democratic Sens. Barbara Boxer, Sheldon Whitehouse, and Ed Markey sent letters to 100 fossil fuel companies, trade groups, and other organizations to see if they are funding scientific studies.\n\nIt’s not clear if those companies are obligated to respond to that inquiry. But at least this way, politicians can seek the same information without highlighting individual scientists. Investigating fossil fuel industry influence on the integrity of academic research pulls back the curtain on the whole enterprise, which is useful in and of itself. By all means, scientists should be doing research. And if they somehow prove, with significant corroboration, that humans actually aren’t causing climate change, all the better. This whole situation would be a whole lot easier if they could.", "topic": "Climate Change", "politicalLabel": "Neutral", "organization": "ThinkProgress", "biasLabel": "Not Biased", "title": "Why A Congressman's Probe Of Climate Denier Scientists' Funding Might Not Be A Great Idea", "yellowLabel": "Not Yellow", "tags": "set(['CANADA', 'Climate Change', 'CLIMATE CHANGE', 'Willie Soon', 'CALIFORNIA', 'RENEWABLE ENERGY', 'DROUGHT'])", "opinionLabel": "Other"}