{"content": "“I’m sorry sir,” the polite Healthcare.gov customer-service agent said. “There’s nothing I can do. You’re either going to have to enroll in Medicaid or you’re going to have to pay the full health-insurance rate.”\n\n“The rate you quoted earlier?” I asked. “That’s nearly 30 percent higher than my current insurance bill, I just can’t afford it.”\n\n“You’ll have to pay the full rate, yes,” the agent replied.\n\n“I don’t understand,” I explained. “I have plenty of money to pay you a reasonable rate, but I can’t afford to pay the same rate a millionaire would be asked to pay. Why can’t I just receive a partial subsidy? I’m willing to pay more than what Medicaid offers.”\n\n“Sir, that’s just not how the system works.”\n\nRight. That’s not how ObamaCare works; it doesn’t work at all.\n\nI was 26 when my graduate school informed me in 2013 that thanks to “usage rates of the plan, changing health-insurance regulations, and the administrative workload that is involved in managing a plan” after the passage of the Affordable Care Act, students could no longer buy health coverage through the school.\n\nSo much for President Obama’s promises of “if you like your plan, you can keep your doctor, you can keep your plan.”\n\nI had health insurance. I liked it. But that plan disappeared.\n\nAnd college officials confirmed my suspicion that ObamaCare was the culprit. “It’s just too expensive to operate under the new health-care regulations,” I was told.\n\nSo there I was: A struggling grad student with no health insurance, and unable to afford unsubsidized ObamaCare plans I’d hardly, if ever, use.\n\nBut Uncle Sam was there on his white horse, ready to save my day with . . . Medicaid?\n\nThere’s nothing wrong with getting government help in a time of need, but I wasn’t in a time of need. I had some money from student loans, and no serious health concerns; my career was getting started and my wife was less than two years from graduating medical school.\n\nCall me crazy, but in my book Medicaid is a last resort, not a first option.\n\nFaced with the choice of either violating a strong conviction by going on Medicaid or signing up for ObamaCare insurance I couldn’t afford, I chose a third option: short-term insurance.\n\nUnlike traditional health plans, short-term plans are generally available only to healthy buyers and last for a set period.\n\nAfter that period ends, the insurer can choose not to renew, and often won’t if you’ve developed a serious or costly illness such as cancer.\n\nThat got me through 2014; for this year, I’ve signed up for an ObamaCare plan that costs roughly 30 percent more than that plan, though it has a similar deductible and coverage. I’m not happy about the increase in cost, but I’m more than willing to pay into the system now that I can afford it.\n\nWhat is incredibly frustrating, however, is that I now have to pay ObamaCare’s tax (or is it a fine?) for last year, because my short-term plan (like most) doesn’t count as buying “adequate insurance” under ObamaCare’s mandates.\n\nIt doesn’t matter that my short-term plan was comparable to other “catastrophic” plans offered on the federal exchange. The ObamaCare law prohibits the overwhelming majority of short-term plans from qualifying as “quality” coverage.\n\nThe reason is obvious. If young, healthy people — the group that the American Enterprise Institute’s Scott Gottlieb and Kelly Funderburk say is being “ripped off” by ObamaCare rates — opt out of the ObamaCare exchanges, the exchanges will collapse in a “death spiral” because not enough healthy folks will be paying in to make up for the less-healthy ones, who need more care.\n\nMy experience perfectly highlights the insanity of the Affordable Care Act. It forced me — a paying, insured, well-educated, healthy American — out of the coverage I’d had, then tried to push me into Medicaid.\n\nThe program wouldn’t let me pay more when I offered to pay a higher rate to stay out of Medicaid, and it provided only one other option: paying the highest rate available for insurance I didn’t use once in 2014.\n\nRather than take the easy route and enroll in Medicaid, I paid my own way with a private plan of my choosing. Now, instead of being rewarded for saving taxpayer money, I’m being punished with a fine of at least $95. What a country!\n\n\n\nJustin Haskins is a writer and editor for The Heartland Institute, a Chicago-based free-market think tank.", "topic": "Obamacare", "politicalLabel": "Conservative", "organization": "New York Post", "biasLabel": "Biased", "title": "Endlessly slapped by ObamaCare", "yellowLabel": "Yellow", "tags": "set(['Barack Obama', 'Customer service', 'ObamaCare', 'HealthCare.gov'])", "opinionLabel": "Opinion Article"}