{"content": "WASHINGTON — President Barack Obama is pledging new US help for other nations struggling to address global warming, as heads of state from around the world converge for a major summit on climate change.\n\nObama will use his speech at a UN summit Tuesday to announce plans to sign an executive order requiring the US government to take climate change into account when it spends money overseas to help poorer countries, the White House said. The US will also offer vulnerable communities abroad new tools to address the effects of climate change through science and technology.\n\nThe measures join a host of commitments Obama will announce at the summit, where more than 120 world leaders will gather on the sidelines of the UN General Assembly to galvanize support for a global climate treaty to be finalized next year in Paris. UN Secretary-General Ban Ki-moon, the summit’s host, is expecting leaders to come with specific pledges in hand to mitigate climate change, as a way to show they’re serious about ambitious emissions reductions in the treaty.\n\nObama’s goals at the summit: to convince other nations that the US is doing its part to curb greenhouse gases, and make the case that other major polluters should step up, too.\n\n“It’s very clear to the international community that the president is [expending] considerable political capital at home in order to implement his climate plan, and that’s true,” said Nigel Purvis, a US climate negotiator in the Clinton and George W. Bush administrations. “The hope is that when we take action, others will do so as well.”\n\nThe White House wouldn’t elaborate on the commitments Obama will announce Tuesday. But his senior counselor and climate adviser, John Podesta, said last week the US would offer tangible contributions such as American technology to help poorer communities deal with food security, sea level rise and other negative effects of climate change.\n\nThe one-day climate summit isn’t formally part of the ongoing negotiations toward the climate treaty, which leaders hope will be more muscular than a lackluster agreement reached in Copenhagen in 2009. The idea is that by involving heads of state early, rather than leaving it to negotiators until the very end, prospects will improve for reaching a strong deal.\n\nIn another attempt to increase political pressure on leaders to take action, tens of thousands of activists, including prominent actors and former Vice President Al Gore, demonstrated in New York on Sunday.", "topic": "Climate Change", "politicalLabel": "Liberal", "organization": "New York Post", "biasLabel": "Not Biased", "title": "Obama pledges to help nations addressing climate change", "yellowLabel": "Not Yellow", "tags": "set(['Climate Change', 'Barack Obama', 'United Nations'])", "opinionLabel": "Other"}