{"content": "Mayor Bowser said the District is moving forward with Initiative 71 to legalize marijuana (Photo: Surae Chinn, WUSA)\n\nDespite warnings from congressional Republicans, Washington Mayor Muriel Bowser allowed D.C.'s marijuana legalization law to take effect at 12:01 a.m. Thursday.\n\nRep. Jason Chaffetz, R-Utah, who chairs the House Oversight Committee, told Bowser that if she continued with her plan to implement marijuana legalization she would face \"very serious consequences,\" The Washington Post reported.\n\n\"You can go to prison for this,\" The Post quoted Chaffetz as saying. \"We're not playing a little game here.\"\n\nBowser was undeterred by the threat of prison time. \"We are acting lawfully,\" she told reporters. \"I have a lot of things to do, being in jail wouldn't be a good thing.\"\n\nRep. Andy Harris, R-Md., who has been one of the most vocal opponents of marijuana legalization in D.C., says implementation of the law would be a violation of the Anti-Deficiency Act, which prohibits the spending of federal funds that have not been appropriated.\n\n\"The Anti-Deficiency Act doesn't say everybody except the mayor,\" Harris said, according to The Hill. \"The Anti-Deficiency Act is clear. It has two years' jail time and loss of a job, as well as penalties.\"\n\nNearly two thirds of D.C. voters approved Initiative 71 in November. Under Initiative 71, people ages 21 or older will be allowed to possess two ounces or less of marijuana, use marijuana on private property and give one ounce or less to another person as long as no money, goods or services are exchanged.\n\nResidents will also be permitted to cultivate up to six marijuana plants — although no more than three mature plants— in their primary home.\n\nCongress has final say over the laws in the District of Columbia, and the two sides disagree about whether Congress acted quickly enough to block an initiative legalizing pot.\n\nCongress passed legislation in December that aimed to block Initiative 71 by banning the use of appropriated funds to \"enact any law, rule, or regulation to legalize\" marijuana.\n\nDistrict officials argue that the law was enacted when voters approved the initiative in November and that it merely takes effect Thursday. Chaffetz disagrees with that interpretation and says the mayor and other District employees who move forward with legalization could face criminal penalties.\n\nChaffetz and Rep. Mark Meadows, R-N.C., sent Bowser a letter Tuesday \"strongly urging\" her to reconsider implementing marijuana legalization. They argue D.C. bills do not become law and are not enacted until the 30-day review period called for in the Home Rule Act has expired.\n\nAccording to City Council Chairman Phil Mendelson, \"The initiative was enacted at the point that the voters voted and the board certified the results,\" The Post reported. \"I sent the initiative to Congress for the required congressional review as required by law. This is not a matter that I had a choice about. The legal opinions are consistent.\"\n\nThe letter from Chaffetz and Meadows says if money is spent to change the D.C. law it would violate the Anti-Deficiency Act. To that end, the Oversight Committee has begun an investigation and demanded the District turn over all documents that would reveal how much time and money city employees have spent on the marijuana legalization law.\n\nNo one has ever been convicted of violating the Anti-Deficiency Act, although government employees have been punished administratively for violations.\n\nJamie Raskin, a constitutional law professor at American University, characterized the threat of criminal prosecution as \"a lot of huffing and puffing on Capitol Hill.\"\n\nContributing: WUSA-TV, Washington, D.C.; The Associated Press\n\nRead or Share this story: http://usat.ly/1ES9RuI", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "USA Today", "biasLabel": "Not Biased", "title": "Pot now legal in D.C. despite threats from Congress", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Other"}