{"content": "When Robert Duncan got laid off from his job in T.V. production and a friend offered him a gig at a medical marijuana dispensary in northern California, he paid a lawyer $800 to review the company’s operations and make sure the outfit was on the right side of state law. The lawyer told him he had nothing to worry about. A year after Duncan took the job, the Obama administration decided to crack down on the nascent marijuana industry—which is still illegal under the federal code. Duncan, whose story appeared on The Huffington Post this morning, got two years in prison after spending an estimated $30,000 in legal fees; the owner of the company got five; and the director got three and a half.\n\nDuncan and his colleagues join hundreds of other people who have been sent to jail for selling pot in full compliance with state law. Here are five facts about the Obama administration’s war on medical marijuana.\n\nHe reversed his position in 2011.\n\nAt first, the administration pledged that it would only go after dispensaries “who violate both federal and state law,\" as Attorney General Eric Holder put it in 2009. Shortly thereafter, that sentiment was codified in the Justice Department’s infamous “Ogden Memo.” But in January 2011, the president nominated Michele Leonhart, who Tim Dickinson at Rolling Stone calls “a holdover from the Bush administration” and “an anti-medical-marijuana hard-liner,” to head the Drug Enforcement Agency (DEA). She revised the administration’s stance on pot and went on the offensive.\n\nObama is tougher on pot than Bush.\n\nObama’s administration brought 153 medical marijuana cases in its first four years, according to a June 2013 study from the National Organization for the Reform of Marijuana Laws (NORML). Bush brought 163 in eight years. At the time of the study, Obama had not granted a single pardon or clemency petition to a medical marijuana defendant. Over 335 defendants had been charged with federal medical marijuana crimes in states where its sale was legal, and 158 had gone to jail.\n\nThe war on pot has cost $300 million.\n\nIn the first four-and-a-half years of Obama’s presidency, he spent $289 million on combatting medical marijuana and prosecuting people like Robert Duncan, according to a report from the pro-medical marijuana group Americans For Safe Access. That’s four percent of the DEA’s 2011 and 2012 budgets.\n\nLegal pot will be a $10 billion industry by 2019.\n\nThe legal marijuana industry was worth $1.4 billion in 2013, and a recent report by The ArcView Group projects it will hit $2.3 billion in 2014 and $10.2 billion within five years. “This is the next great American industry,\" said the market research firm’s CEO Troy Dayton.\n\nPot is more popular than Obama.\n\nThe majority of Americans—58 percent—think marijuana should be legal, according to an October Gallup poll. That number spiked ten points in just a year. Obama’s rating trails at 46 percent.\n\nThe Huffington Post is livestreaming Duncan's surrender to Mendota Federal Correctional Institution. Watch here:", "topic": "Marijuana Legalization", "politicalLabel": "Conservative", "organization": "New Republic", "biasLabel": "Biased", "title": "Obama's war on medical marijuana puts an innocent man in jail", "yellowLabel": "Not Yellow", "tags": "set(['Economics', 'Culture', 'medical marijuana', 'the plank', 'Home News', 'The Plank', 'Marijuana', 'Events', 'culture', 'Identity', 'Books', 'war on pot', 'politics', 'robert duncan', 'World', 'Technology', 'Politics', 'Film', 'Economy'])", "opinionLabel": "Other"}