{"content": "Share this:\n\n\"After Pledging To ‘Repeal Every Word Of Obamacare,’ Ted Cruz Admits He’s Signing Up For Obamacare\" Share:\n\nCREDIT: AP Photo/Tony Gutierrez\n\nOne day after announcing his plan to run for president and “repeal every word of Obamacare,” Ted Cruz confirmed that he plans on using Obamacare’s new state-level marketplace to enroll in coverage himself.\n\nBecause Cruz’s wife Heidi is joining his campaign full-time, she’s going on unpaid leave from her current job at Goldman Sachs. Earlier this week, CNN reported that the couple will lose the employer-sponsored plan through the company, and speculated that Cruz would likely be in the market for a new health care plan.\n\n“We will presumably go on the exchange and sign up for health care and we’re in the process of transitioning over to do that,” Cruz told The Des Moines Register on Tuesday.\n\nUnder the Affordable Care Act, each state now has an insurance marketplace where Americans can purchase plans if they don’t already get coverage through their employer. Federal lawmakers and their staffers are required to enroll in these Obamacare plans, thanks to an amendment sponsored by Sen. Chuck Grassley (R-IA).\n\nCruz told the Des Moines Register that “members of Congress should not be exempt” from Obamacare — which was the rationale behind Grassley’s amendment — but reiterated his belief that the entire law should be repealed. He said that he believes the next president will get rid of health reform. “There are a fair number of Republicans in Washington and elsewhere who have quietly and privatively given up on that fight and I have not,” he said.\n\nThis month, the health law marked its fifth anniversary and federal officials announced that it has extended coverage to more than 16 million previously uninsured Americans. The Department of Health and Human Services also announced that reforms under Obamacare helped hospitals save an estimated $7 billion last year.\n\nCruz, who once spent more than 21 hours filibustering funding for the health law, recently unveiled a bill that he says provides a viable alternative to Obamacare. He’s proposing undoing the bulk of the law — including the state marketplaces, the tax subsidies to help people purchase plans, and the mandate to buy insurance — and allowing people to purchase insurance across state lines, which has been a long-time GOP proposal.", "topic": "Obamacare", "politicalLabel": "Liberal", "organization": "ThinkProgress", "biasLabel": "Not Biased", "title": "After Pledging To 'Repeal Every Word Of Obamacare,' Ted Cruz Admits He's Signing Up For Obamacare", "yellowLabel": "Yellow", "tags": "set(['ABORTION', 'SCIENCE', 'Obamacare', 'FOOD AND DRUG ADMINISTRATION', 'OBAMACARE', 'REPRODUCTIVE RIGHTS', 'Ted Cruz'])", "opinionLabel": "Other"}