{"content": "A few months ago, when the conventional wisdom held that Obamacare would doom Democrats in the midterms, I argued that something close to the opposite was true. That Obamacare would fade deep into the background of the race for control of the Senate, but that Democrats would likely suffer substantial losses anyhow, thanks to an unusually unfriendly electoral map, structural Democratic midterm challenges, and so on. And frustratingly, Republicans would be able to project whatever substantive meaning they’d like on to their victory, without interference from the press. An election that was barely about Obamacare at all would quickly transform into an election that was exclusively about Obamacare. An election in which Republicans claim control of the Senate will be treated as a sweeping refutation of the president, no matter how many Democratic governors states elect.\n\nToday, the only modification I’d make is that, as things stand, Republicans will have more success claiming that victory gives them a mandate to frustrate President Obama’s pledge to extend deportation relief to millions of deeply rooted immigrants, rather than to roll back the Affordable Care Act.\n\nAnd Obama created this problem for himself.\n\nThe White House isn’t even pretending that his decision to delay deportation relief wasn’t about trying to protect vulnerable Democrats. But it was also undertaken without giving adequate consideration to the possibility that those Democrats will lose anyhow.\n\nToday, the New York Times model gives Republicans a 61 percent chance of claiming the Senate. Fivethirtyeight places the likelihood at 65.1 percent. The Washington Post gives Republicans a 52 percent chance. Huffington Post: 55 percent. Only Princeton’s Sam Wang, whose model relies exclusively on polls, unweighted by fundamentals, gives Dems a decisive edge.\n\nDems obviously hope Wang is correct.\n\nBut if he isn’t, then Obama will have placed himself in an incredibly awkward position. He will still be bound by his modified pledge to announce deportation relief before the end of the year, but will have to act in the aftermath of an election Republicans just won opposing what they tendentiously describe as “executive amnesty.” They’ll rewrite the story of their victory around their position on deportation.\n\nObviously that won’t imbue them with the magic power to prevent Obama from moving forward anyhow. But it might spook Obama into doing nothing at all (there won’t be enough pearls for the centrist commentariat to clutch). And it will definitely encourage conservative hardliners to place “executive amnesty” at the center of proximate fights over funding the government and increasing the debt limit. That might bode poorly for Republican presidential hopefuls. But for the families who were promised deportation relief, it spells danger.", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "New Republic", "biasLabel": "Not Biased", "title": "Obama's Deportation Relief Copout", "yellowLabel": "Yellow", "tags": "set(['deportation', 'Economics', 'obamacare', 'Home News', 'The Plank', 'immigration', 'politics', 'Culture', 'Books', 'barack obama', 'Identity', 'Politics', 'World', 'Technology', 'Events', 'Film', 'Economy'])", "opinionLabel": "Opinion Article"}