{"content": "The year 2011 was “The Year of Abortion Restrictions,” when states enacted more new laws narrowing abortion rights than in any other year since Roe v. Wade. Part of this was the record number of statehouses captured by conservatives in the midterms. But in hindsight another reason for abortion foes’ success is clear: On their surface, many of them hardly seemed like abortion restrictions at all. Waiting periods, for example, between the first consultation with an abortion provider and the actual procedure, masqueraded as a commonsense restraint on women making a weighty and complicated decision—in reality, they imposed significant time and travel burdens on low-income women. But thanks to a carefully-calibrated campaign by pro-life advocates that framed new abortion laws as protecting women, laws like these passed by the dozen.\n\nThe era of warm and fuzzy-sounding abortion laws, though, may be behind us. The success they saw in 2011, and 2012—another unprecedented year for abortion restrictions—have galvanized pro-lifers to undo a set of rights that they had previously left well enough alone: exceptions for victims of rape and incest. A new report out from the National Women’s Law Center found that a staggering number of new curtailments on abortion rights don’t make exceptions when a woman has become pregnant by rape. Out of all 273 abortion limitations proposed at the state level from January to June, nearly nine in ten, or 235 of them, made no such exception. Of the 25 relevant bills introduced to Congress, 18 of them had no exception.\n\nIt’s a gambit that has instantly made abortion laws like waiting periods and laws compelling physicians to give women information on child support feel extra pernicious. To wit, the title of the NWLC’s report is “Shut that whole thing down,” words that were snatched from Akin’s infamous claim that rape victims don’t need abortion services. Many of the new or proposed restrictions that the report highlights may already sound familiar because of the heinous statements that lawmakers made in defending them. See Rep. Trent Franks justifying a U.S. House bill to ban all abortions, without exception, 20 weeks after fertilization: “The incidence of rape resulting in pregnancy are very low.” Or Barbara Listing, the president of Right to Life Michigan, explaining why insurance coverage for abortion should cost extra even in cases of rape: “It’s simply, like, nobody plans to have an accident in a car accident, nobody plans to have their homes flooded. You have to buy extra insurance for those.”\n\nBills this year ran the gamut from personhood laws that banned abortion outright to laws protecting hospitals who refuse to provide abortions. There were waiting periods, bans on the sale of insurance coverage for abortions, and compulsory sonograms. A proposed Mississippi abortion ban intoned, “The State of Mississippi shall not punish the crime of sexual assault with the death penalty, and neither shall persons conceived through a sexual assault be punished with the loss of his or her life.” In Iowa, when a woman terminates a pregnancy that was the result of rape or incest, the power to decide whether to reimburse the cost of the procedure with Medicaid dollars now belongs solely to the office of Governor Terry Branstad. “Now in Wisconsin,” the report said, “a woman pregnant due to rape who wants an abortion must either report the crime or submit to a medically unnecessary, physically invasive ultrasound first”—two things which don’t even make a pretense of being related.\n\n“I think they are emboldened,” Sharon Levin, the director of federal reproductive health policy for NWLC and a co-author of the report, said of pro-life advocates. Since Republicans like Todd Akin and Richard Mourdock doomed their Senate bids in 2012 by making stunning statements about rape, she said, “There have been a lot of cries for Republicans, from Republicans, to stop talking about rape—but not to step back from what they are doing.”\n\nThe study is not make comparisons with previous years. And of course, record-setting as they were, 2011 and 2012 saw their fair share of bills that were outrageous on their face. Mississippi in 2011 considered a “personhood” amendment to their constitution which would have defined fertilization as the beginning of life. In 2012, Virginia’s mandatory ultrasound measure put “transvaginal” in the national vocabulary and ignited accusations that the GOP was waging a war on women.\n\nBut for the most part, the ceaseless stream of abortion restrictions enacted in those two years tended to make exceptions for victims of rape and incest. Take the wave of new laws that banned insurance coverage for abortion. With the impending expansion of Obamacare, these were arguably the most meaningful of the new restrictions to march through state legislatures in the past two years. In 2011, legislators in Oklahoma, Utah, Florida, Idaho, Indiana, Ohio, Virginia, North Carolina, and Iowa all adopted laws barring some insurance providers in the state from covering abortion procedures but excepted cases of rape or incest. In 2012, lawmakers in Arkansas, North Carolina, Pennsylvania, Virginia banned abortion coverage in policies to be sold on Obamacare’s health care exchanges—again, except in cases of rape or incest. South Carolina continued the practice that year of limiting abortion coverage state employee health care plans, with a rape or incest exception, and Wisconsin tried to do the same; Maryland and Alaska passed similar laws for publicly-funded abortions. Arkansas’s 2012 20-week abortion ban provided rape or incest exceptions. And so on.\n\nReplying to questions about the NWLC’s report, Kristi Hamrick, a spokesperson for model legislation-provider Americans United for Life, said, “The trend that AUL is observing is legislation that in fact protects women ... such as clinic regulations that protect all women in abortion clinics.” She emailed language from an unpublished blog post that Mailee Smith, an AUL attorney, has written recapping the 2013 legislative year and responding to NWLC:\n\nThis year, 48 states considered approximately 360 measures related to abortion, most of which sought to protect women and their unborn children from a predatory abortion industry which, as the Kermit Gosnell case aptly demonstrates, places concerns for profit and the mere availability of abortion over women’s health and safety. … Clearly, this life-affirming trend has staying power, and it is terrifying Big Abortion. For example, rather than focus on the protective effect pro-life legislation has for women’s health, abortion advocates wrongfully accuse pro-life legislators of ignoring the needs of women facing pregnancies conceived through rape. … In fact, women who have been victimized by rape are arguably more in need of legislation aimed at protecting their physical and mental health. But abortion advocates have made rape their political straw man to advocate for unregulated and unrestricted abortion-on-demand. It is dishonest. It further victimizes women by making them a tool to advance Big Abortion’s agenda.\n\nNever mind that this year’s anti-choice measures have inspired an onslaught of negative attention.A Texas bill to ban all abortion after 20 weeks—even in cases of rape or incest—brought masses of protesters to Austin and made a national star out of Wendy Davis, while Akin, Mourdock, and Gingrey were made national jokes. All this is happening in a context where any draconian abortion restriction—even the boring ones—are now drawing fresh outrage. A bill in North Carolina that would close most of the state’s abortion clinics by mandating certain hallway widths drew one of the largest “Moral Monday” protests to date.\n\nBut AUL may be right about pro-lifers’ success having staying power. “What we’re seeing [with these laws] is a very extreme and new attempt to keep women from getting abortion services,” said Levin. And she pointed out that while the extreme bills of yesteryear tended to fail—even in Mississippi, arguably the nation’s most pro-life state, voters rejected personhood 55 to 45 percent—“these are getting enacted.” It speaks to the new strategy pro-life legislators are dabbling in, now that their legislation no longer sails under the guise of being mostly innocuous: to simply cover their ears.\n\nMolly Redden is a New Republic staff writer. Follow her on Twitter @mtredden.", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "New Republic", "biasLabel": "Biased", "title": "Abortion Laws Without Rape Exceptions Are Proliferating", "yellowLabel": "Yellow", "tags": "set(['Economics', 'Abortion', 'abortion', 'Home News', 'The Plank', 'Events', 'Culture', 'Books', 'Identity', 'the plank', 'World', 'Technology', 'Politics', 'Film', 'Economy'])", "opinionLabel": "Opinion Article"}