{"content": "WASHINGTON -- Democrats in both chambers of Congress will introduce a resolution Thursday that asserts the \"constitutionally protected right to safe, legal abortion services,\" the same day that House Republicans will vote to roll back abortion rights.\n\nThe GOP-led House of Representatives plans to vote on a bill that would ban abortions after 20 weeks of pregnancy -- two to four weeks earlier than doctors say the fetus would be viable outside the womb. Republican leadership skipped the committee hearing process and scheduled the vote for Thursday, the 42nd anniversary of the Supreme Court's Roe v. Wade decision, which protects a woman's right to abortion until viability.\n\nInstead of just playing defense against Republicans' 20-week abortion ban, Democrats are responding with a pro-abortion rights resolution that highlights the stark contrast between the parties on reproductive rights. Sens. Patty Murray (D-Wash.) and Barbara Boxer (D-Calif.) and Reps. Louise Slaughter (D-N.Y.) and Diana DeGette (D-Colo.) will introduce the resolution in their respective chambers.\n\n“It’s disappointing that after telling workers and families they would work across the aisle and focus on jobs and the economy, Republicans are instead introducing bill after bill attacking a woman’s constitutional right to make her own decisions about her own health care,\" Murray said. \"But we’ve got a message for them: Not on our watch.\"\n\nThe resolution is a largely symbolic political statement promising to defend abortion rights, to ensure that women can receive contraception coverage regardless of the religious beliefs of their bosses, and to guarantee women affordable access to quality prenatal care and family planning services. It is highly unlikely to pass in the GOP-controlled House or Senate.\n\nThe 20-week abortion ban will also probably not become law this Congress. The Congressional Budget Office estimated on Tuesday that the bill could raise Medicaid costs by up to $500 million over the next decade, two Republican congresswomen withdrew their support for it and the White House said President Barack Obama would veto it if it passed the House and Senate.\n\n\"The Administration strongly opposes H.R. 36, which would unacceptably restrict women's health and reproductive rights and is an assault on a woman's right to choose,\" the White House said in a statement. \"Women should be able to make their own choices about their bodies and their health care, and Government should not inject itself into decisions best made between a woman and her doctor.\"", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "Huffington Post", "biasLabel": "Not Biased", "title": "Democrats Vow To Defend Abortion Rights On Roe v. Wade Anniversary", "yellowLabel": "Not Yellow", "tags": "set(['Most Popular on HuffPost'])", "opinionLabel": "Other"}