{"content": "Story highlights Climate change deniers beware, says Secretary of State John Kerry\n\nThere is even more certainty that humans are playing a role\n\nThe report lays out projections for climate change through the end of the century\n\nThe first section of the report is aimed at assisting policymakers\n\nHuman activity has caused at least half of climate change in the last half-century, hundreds of scientists say. They are 95% certain of this, the surest they've ever been, says a United Nations report published Friday.\n\nThat activity? Driving cars, running power plants on coal and oil, torching swathes of forestland and debris; anything involving burning carbon-based fuels and emitting greenhouse gases.\n\nWe are seeing the consequences already in extreme weather patterns, particularly drought and flood, and they will probably get worse this century, the report said.\n\n\"It should serve as yet another wake-up call our activities today have a profound impact on society, not only for us, but for many generations to come,\" Michel Jarraud, head of the World Meteorological Organization, said at a news conference in Stockholm, Sweden.\n\nU.S. Secretary of State John Kerry echoed his words in an official statement.\n\n6 photos 6 photos Is climate change moving too fast for trees? – A recent study published in the science journal \"Nature\" has concluded that many more trees are vulnerable to drought stress than previously thought. A majority of trees studied operate very close to their hydraulic threashold, taking on just enough water to survive. Hide Caption 1 of 6 6 photos Drought and disease – Drought leaves trees more susceptible to disease, like these pines trees near Strawberry Valley in Utah. In the U.S., millions of acres of forest have been damaged by beetles, according to a 2009 report by the U.S. Global Change Research Program. Less severe winters and longer summers are allowing beetles to thrive. Hide Caption 2 of 6 6 photos Amazon fires threaten vital carbon sink – Riberalta, the largest town of Bolivia's Amazon region, is engulfed with fire during September 2005. The Amazon region saw widespread wildfires that turned the rainforest into a carbon source rather than a carbon sink. Another severe drought in 2010 is still being analyzed but researchers believe it could have been even worse. Hide Caption 3 of 6 6 photos Forests ravaged by beetles – An area of forest in California killed off by pine beetles in 2003. Hide Caption 4 of 6 6 photos Hot spells spark forest fires – Forest fires engulfed more than 110,000 hectares across Russia during the summer of 2010. Here, a stand of charred birch and evergreen trees is filled with drifting smoke on the outskirts of the city of Voronezh. Hide Caption 5 of 6 6 photos Endgame for old trees? – \"[The study] suggests that if temperature projections are at all correct that we are now entering a period that could be called 'the end of old trees', as current tree individuals increasingly die from rapidly growing drought/heat stress, perhaps in wholesale fashion in coming years/decades,\"Craig Allen from the U.S. Geological Survey says. Hide Caption 6 of 6 EXPAND GALLERY\n\nJust Watched Saving the coral reefs replay More Videos ... Saving the coral reefs 02:56 PLAY VIDEO\n\nJust Watched Scottish salmon fisheries imperiled replay More Videos ... Scottish salmon fisheries imperiled 03:01 PLAY VIDEO\n\n\"Those who deny the science or choose excuses over action are playing with fire,\" he said. \"Once again, the science grows clearer, the case grows more compelling, and the costs of inaction grow beyond anything that anyone with conscience or common sense should be willing to even contemplate.\"\n\nBeneath Greenland's ice, a grand canyon\n\nThe assessment report from the Intergovernmental Panel on Climate Change is the benchmark study on global warming published every few years. Nearly 1,000 researchers from around the world work on the document, which then undergoes review by about as many scientists.\n\nThe panel released a summary report Friday and plans to post the full version, roughly 2,500 pages, online on Monday.\n\nThis year's report further strengthens the suspicions that scientists already have.\n\nIn 2007, climate researchers were already 90% sure that people were behind a seemingly small rise in global average temperature of about half a degree Celsius (1 degree Fahrenheit) that has already notched up extreme weather events such as heat waves, droughts and flooding.\n\nWhile 90% constitutes a \"very likely\" degree of certainty, Friday's report stating scientists are now 95% sure indicates an \"extremely likely\" degree of certainty, which is considered the gold standard when discussing probability.\n\nThe effects humans are already causing are expected to increase for a century or more, the report reads. Weather catastrophes, previously called storms of the century, are on their way to striking every 20 years or even more frequently.\n\nBloomberg: Why Sandy forced cities to take lead on climate change\n\nThis means, unfortunately, that we could see more EF5 tornadoes like the one that ground up Moore, Oklahoma; stronger and more floods like those that inundated Colorado towns; another Sandy or Katrina or two in our lifetimes; more crops wiped out by drought; and more forestland consumed by roaring wildfires.\n\nThe Arctic ice cap could melt nearly completely in summer, and sea levels could continue to rise. In the Antarctic, the ice cap could continue to increase slightly.\n\nAnd if greenhouse gas emissions continue to climb as they have, the resulting temperature rise and its deadly effects would get even worse, the report says.\n\nHundreds of experts weigh in\n\nThe 2013 assessment report from the Intergovernmental Panel on Climate Change brings together the latest research from top scientists in the field. It contains a \"summary for policymakers\" aimed at guiding politicians and lawmakers worldwide on decisions regarding the environment over the next several years.\n\nThe document released Friday explains the physical science behind climate change.\n\nThe U.N. panel releases a report every five or six years. Friday's report is the culmination of work by more than 250 authors from 39 countries and was subject to an extensive review process involving more than 1,000 experts.\n\nMore than 850 expert authors from 85 countries contributed research for the full report, which will be released in three stages through April. The first, on the physical science behind climate change, accompanies the summary for policymakers. The second, expected in March, will cover \"impacts and vulnerabilities\" of climate change; the third, on mitigation efforts, is set to go out in April.\n\nClimate change may increase violence, study shows\n\nCritics of the report\n\nDespite the breadth of the scientific expertise involved and the extensive review and approval process, the assessment reports spark quite a few criticisms, from both climate change believers and skeptics.\n\nSkeptics say the panel exists only to produce further evidence supporting the idea of man-made climate change while ignoring opposing research. But climate change activists, and many climate scientists, say the panel's consensus-seeking policy produces conclusions and estimates that are too conservative.\n\nAnother often-cited critique of the report is that, due to its size and lengthy approval process, it is already outdated by the time it is released. Several important studies already have been published in the past year in the constantly evolving science of climate change that will not be included in this assessment.\n\nDespite the critics, this week's document will serve as a major measuring stick for the current state of the world's climate and what type of change is in store.\n\nThe summary for policymakers will be available Friday at www.climatechange2013.org.\n\nClimate sticker shock: Arctic thaw could cost $60 trillion", "topic": "Climate Change", "politicalLabel": "Conservative", "organization": "CNN", "biasLabel": "Not Biased", "title": "Climate change report: 'extremely likely' that humans are responsible", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}