{"content": "Share this:\n\n\"The Human Consequences Of Refusing To Implement Obamacare\" Share:\n\nBert Skellie, of Decatur, Georgia., protests for Medicaid expansion CREDIT: AP Photo/David Goldman\n\nState-level resistance to health care reform is preventing the law from achieving its main coverage goals, and leaving some Americans in anti-Obamacare states unable to afford the health services they need, suggests a new study from researchers at the Commonwealth Fund.\n\nDespite the fact that the Affordable Care Act recently marked its fifth anniversary, the implementation of the law has been largely uneven across the country as some lawmakers have worked to thwart health reform on the state level. GOP-controlled states have refused to expand their Medicaid programs, resisted setting up their own insurance marketplaces, and ultimately ending up making the process of enrollment more difficult for their uninsured residents.\n\nThe Commonwealth study examined four large states that have taken different approaches to the Affordable Care Act — and found that people who live in Florida and Texas, where political leaders have resisted Obamacare, struggle more to access care than the people who live in states that have embraced reform.\n\nCompared to New Yorkers and Californians, the residents of Florida and Texas are more likely to skip going to the doctor when they’re sick, miss out on needed procedures or medications, and struggle to pay their medical bills.\n\nCREDIT: Los Angeles Times\n\nResearchers attributed the gaps mainly to the fact that Texas and Florida — like most of the states that have resisted Obamacare — had higher uninsurance rates to begin with. Last year, about 30 percent and 21 percent of working-age adults were uninsured in Texas and Florida respectively. That rate drops to just 17 percent in California and 12 percent in New York. Without coverage, the study authors reasoned, it becomes much harder to afford routine health services.\n\nA previous study conducted by the Kaiser Family Foundation confirmed that Texas and Florida are home to some of the highest proportions of uninsured residents who are locked out of affordable coverage because their lawmakers are resisting Medicaid expansion. Without implementing that policy, millions of the working poor fall into what’s known as a “coverage gap,” because they make too much money to qualify for Medicaid yet too little money to receive subsidies to purchase private insurance on the marketplaces. An estimated one million people in Texas and 800,000 people in Florida fall into the coverage gap.\n\nThe Commonwealth study’s authors conclude that, regardless of the national effort to implement health reform, the decisions made by state leaders have a big influence on whether Americans are actually getting connected to care.\n\n“States’ health policy decisions are a factor in whether or not millions of people have health insurance coverage,” Dr.​ ​David Blumenthal, the president of the Commonwealth Fund, said in a statement. “If states don’t take the necessary steps to help their residents obtain insurance, we may see ever-widening disparities between states in their residents’ coverage and the financial protection it provides.”\n\nCeasing the political resistance to Medicaid expansion in particular could make a big difference. A recent analysis from the New York Times estimated that, if every single state agreed to expand Medicaid, the national uninsurance rate would be two percentage points lower.", "topic": "Obamacare", "politicalLabel": "Liberal", "organization": "ThinkProgress", "biasLabel": "Biased", "title": "The Human Consequences Of Refusing To Implement Obamacare", "yellowLabel": "Yellow", "tags": "set(['ABORTION', 'SCIENCE', 'Obamacare', 'FOOD AND DRUG ADMINISTRATION', 'Medicaid', 'OBAMACARE', 'REPRODUCTIVE RIGHTS'])", "opinionLabel": "Other"}