{"content": "Share this:\n\n\"Cities Are Hiring Non-Citizen Immigrants As Police Officers\" Share:\n\nCREDIT: Shutterstock\n\nPolice departments across the country are looking to put immigrants on its workforce, USA Today reported. Most agencies require officers to be U.S. citizens, but some are allowing green card holders and other immigrants legally allowed to work in the country to join the ranks.\n\nNext week, the Tennessee state government committee will vote on a House bill to allow immigrants who are either permanent legal residents or were honorably discharged veterans of the U.S. armed forces to serve as police officers. Nashville Police Department spokesman Dan Aaron told USA Today, “Persons who have given of themselves in the service to this country potentially have much to offer Tennesseans. We feel that … would benefit both the country and this city.”\n\nSome police departments are open to hiring immigrants to fill vacant positions in less populous areas of the state, while others want to make such hires to have a more diverse police force that’s reflective of the community they serve, a Burlington, Vermont police department official told USA Today.\n\nThe moves come as many jurisdictions are re-examining distrust of the police, particularly among minorities. Just last month, police shot two unarmed immigrants in Washington State: an immigrant who was walking towards an officer with his hands raised in the air and another immigrant who threw rocks at passing vehicles and was shot running away from police.\n\nPolice departments also have a lot of community rebuilding to do in places like Arizona, where a federal judge ruled that anti-immigrant Sheriff Joe Arpaio and his officers often engaged in systematic racial profiling to single out Latinos and detained them for an unreasonably long time during traffic stops. A 2010 report found that violent crime rates rose 58 percent in Arpaio’s Maricopa County, but fell 12 percent in the rest of Arizona, while a police chief accused Arpaio of driving a wedge between local police and immigrant groups.\n\nThe phenomenon in Maricopa County correlates with findings that public safety levels drop in cities where the police pursue immigrants based on immigration status, especially through federal programs like Secure Communities or 287(g), which allow local law officials to enforce immigration policies. A 2014 study by the Vera Institute also found that trust deteriorates when police officers target a specific population, like immigrants, who then become less likely to speak out against crimes due to fears of repercussion. Hiring a police force that reflects the community, by contrast, hast been associated with increased police trust.\n\nAlready, some police departments have civilian community liaisons or host events to train recent immigrants in local laws and police procedures. In Buffalo, police train immigrant small business owners to avoid crime and drug dealers.\n\nAs USA Today explained, current policies vary across departments. At the Chicago police department, immigrants who can legally work in the United States are allowed to seek employment as officers. On its website, the Chicago Police Department indicates that it hires foreign citizens so long as they have an employment authorization document (EAD) that allows them to legally work in the country. Such immigrants include those granted temporary legal presence under the president’s 2012 executive action known as the Deferred Action for Childhood Arrivals (DACA) program. But at the Cincinnati Police Department and Los Angeles Sheriff’s Department, applicants must have a pending citizenship application on file. And at smaller departments in Burlington, Vermont and Boulder, Colorado, applicants have to at least be legal permanent residents.", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "ThinkProgress", "biasLabel": "Not Biased", "title": "Cities Are Hiring Non-Citizen Immigrants As Police Officers", "yellowLabel": "Not Yellow", "tags": "set(['DEPORTATION', 'Police', 'MEXICO', 'IMMIGRATION', 'Immigration', 'MARCO RUBIO', 'CALIFORNIA'])", "opinionLabel": "Other"}