{"content": "Share this:\n\n\"President Obama Thinks Ex-Gay Conversion Therapy Should Be Banned\" Share:\n\nLeelah Alcorn in a selfie she posted on Tumblr. CREDIT: Leelah Alcorn\n\nIn her suicide note, transgender 17-year-old Leelah Alcorn wrote that among the ways that her family rejected her was forcing her to see “Christian therapists,” who told her that she was “selfish and wrong and that I should look to God for help.” After her death, a White House petition was started calling for something dubbed “Leelah’s Law,” a ban on all forms of ex-gay and ex-transgender conversion therapies. On Wednesday, the White House responded to that petition by agreeing that such treatments should be banned.\n\n“The overwhelming scientific evidence demonstrates that conversion therapy, especially when it is practiced on young people, is neither medically nor ethically appropriate and can cause substantial harm,” wrote White House Senior Advisor Valerie Jarrett. “As part of our dedication to protecting America’s youth, this Administration supports efforts to ban the use of conversion therapy for minors.”\n\nJarrett went on to point out that even with good intentions, some families can cause harm to their LGBT children: “Countless families and guardians across the country proudly support their LGBTQ+ children. Too many LGBTQ+ youth, however, lack this support system, which can have devastating consequences. Negative family reactions to LGBTQ+ youth can be perceived as rejection by children, often contributing to serious health issues and inhibiting a child’s development and well-being. And when it comes to LGBTQ+ youth, some actions by family and caregivers can be harmful, despite even the best intentions.”\n\nSo far, California, New Jersey, and Washington, DC have all banned conversion therapy for minors. Legislative bans are pending in various other states, but several have been defeated this year by Republican lawmakers. In January, for example, a Virginia Senate committee defeated such a measure by a close 7-8 vote. Just this week, Colorado’s bill similarly died after a 2-3 party-line vote in a Senate committee. The argument against these bans is that people should be able to choose their own form of therapy, but too often, parents make the choice for their children, who then have no choice but to be subjected to the ineffective, harmful treatment.\n\nJarrett told the Washington Blade that a national ban would require congressional action, but said, “We’re hopeful that the clarity of the evidence combined with the action taken by the states will lead to broader action that the administration would support.”\n\nIn an interview with the New York Times, Jarrett said that President Obama was very moved by Leelah Alcorn’s story, but she pointed out hers is not a unique experience. “It’s not the story of one young person,” she said. “It is the story of countless young people who have been subjected to this.”\n\nIndeed, news broke Wednesday that a California transgender teen died last week of an apparent suicide after experiencing bullying both at school and online. It’s unclear if she experienced any forms of anti-trans therapy in addition to the rejection she felt from peers. A candlelight vigil for Taylor Alesana is planned for Thursday night at the North County LGBTQ Resource Center in Oceanside, California.", "topic": "Gay Marriage", "politicalLabel": "Liberal", "organization": "ThinkProgress", "biasLabel": "Not Biased", "title": "President Obama Thinks Ex-Gay Conversion Therapy Should Be Banned", "yellowLabel": "Not Yellow", "tags": "set(['White House', 'LGBT Health', 'SAME-SEX PARENTING', 'FLORIDA', 'SUPREME COURT', 'NONDISCRIMINATION PROTECTIONS', 'Valerie Jarrett', 'Barack Obama', 'Leelah Alcorn', 'Ex-Gay Therapy', 'TRANSGENDER'])", "opinionLabel": "Other"}