{"content": ". (Photo: Mark Henle) Story Highlights Senate Bill 1318 blocks insurance coverage for abortion if woman is on federal health exchange.\n\nBill also requires doctors to disclose that abortion pill effects could be reversed.\n\nBill passes largely along party lines: All Democrats opposed, one Republican against.\n\nDoctors would be required to inform patients they could potentially reverse the effects of a medication abortion under a hotly debated bill the Arizona House of Representatives approved Monday.\n\nSenate Bill 1318 also bars insurance companies from providing abortion services to women who get medical care through the federal health-care exchange, with exceptions for victims of rape and incest. The insurance ban was written in an effort to ensure taxpayer money is not used to fund abortions.\n\nAlso included in the bill is a mandate that doctors give the state Department of Health Services documentation to prove they have hospital admitting privileges. However, in a compromise, the House removed language that would have made the doctors' private information public.\n\nThe bill advanced on a 33-24 vote after two hours of sometimes emotional testimony on a perennial legislative debating point. The vote was a win for the conservative Center for Arizona Policy, which has made the bill one of its key issues for the 2015 session.\n\nRep. Regina Cobb, R-Kingman, led the charge against the provision that doctors inform women using RU-486, a form of medication abortion, that they could potentially reverse the abortion if they act quickly. She said administering high doses of the hormone progesterone to block the abortion pill's effects has not been studied, and was worried lawmakers were adding unproven medical procedures to state law.\n\n\"We just don't know the causes or what could happen after the medication has been given,\" Cobb said.\n\nHowever, supporters said the Legislature is not playing doctor but simply providing information. \"It does not dictate any practice of medicine, it is simply disclosure,\" said Rep. Eddie Farnsworth, R-Gilbert.\n\nDespite her objections to the medical-reversal provision, Cobb ultimately cast the deciding vote for the bill, saying she supports its pro-life orientation. She was joined by her fellow Republicans, except for Rep. Christopher Ackerley, R-Tucson.\n\nAckerley said he was voting \"no\" to reflect his constituents' wishes, calling it the toughest vote he's cast in his two months in the Legislature.\n\n\"I will not vote for a bill that was intended to invite litigation,\" he said. \"This bill does not stand that test of litigation.\"\n\nMany of the abortion-related bills approved by the Legislature end up in court, but Rep. J.D. Mesnard, R-Chandler, said that should not be a reason to vote against SB 1318.\n\nDemocrats voted against the bill, saying it was another infringement on a woman's right to choose.\n\nRep. Victoria Steele, D-Tucson, said the exception for victims of rape and incest was weighed down by a requirement that it be granted only if the insurance company that provided coverage approved.\n\n\"Imagine your daughter, God forbid, someone is pregnant as a result of rape: They would need to talk to their insurance company to see if they would approve if they can apply for the exemption?\" she said. \"That is cruel.\"\n\nThe bill returns to the Senate to see if that chamber agrees with the disclosure requirements added by the House, as well as the protection of doctors' private information. If so, it would go to Gov. Doug Ducey.\n\nIf the Senate disagrees, there would be a conference committee to work out the differences.\n\nReach the reporter at maryjo.pitzl@arizonarepublic.com or at 602-444-8963.\n\nRead or Share this story: http://azc.cc/1bpq0yU", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "USA Today", "biasLabel": "Not Biased", "title": "Arizona House approves abortion restrictions", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Other"}