{"content": "One Monday this September, I woke to the realization that I was officially in abortion overtime. I had entered my twenty-fourth week of pregnancy, which is the point when abortion (except in the most vanishingly rare of medical circumstances) ceases to be a legal option in the state of New York.\n\nI have no desire to have an abortion. I am carrying a baby my husband and I conceived on purpose and whom we can’t wait to raise alongside our older daughter. Yet on that morning, I was acutely aware of having lost one of the most important tools available to women: the ability to exert control over what’s going on inside my uterus.\n\nDuring both of my pregnancies, I have monitored the weeks available for legal abortion with the same precision that I used to keep track of when to get the nuchal screening, the amnio, the gestational diabetes test. To me, abortion belongs to the same category as the early Cesarean I will need to undergo because of previous surgeries. That is to say, it is a crucial medical option, a cornerstone in women’s reproductive health care. And during pregnancy, should some medical, economic, or emotional circumstance have caused my fate to be weighed against that of my baby, I believe that my rights, my health, my consciousness, and my obligations to others—including to my toddler daughter—outweigh the rights of the unborn human inside me.\n\nMost people, no matter their politics, have absorbed some aspect of the right-wing narrative that abortions are uniformly harrowing and traumatic, when for many women they are brief events that leave no lasting mark.\n\nTalking about abortions in this way may sound heartless and baby-hating—even, I fear, to pro-choice ears. But that’s not because it is heartless or baby-hating; it’s because the conversation around abortion has become so terribly warped. Public discussion of abortion has come to inexorably privilege fetal life over female life. The imaginary futures—the “personhoods”—of the unborn have taken moral precedence over the adult women in whose bodies they grow.\n\nThis is why public accounts of abortions are almost always accompanied with ample helpings of guilt and self-flagellation (“the hardest decision of my life,” “something I still think about”), lest the woman sound icy and immoral. In her excellent new book, Pro, a galvanizing call to reclaim abortion as a moral good, the feminist writer Katha Pollitt refers to this as the “awfulization” of abortion. Most people, no matter their politics, have absorbed some aspect of the right-wing narrative that abortions are uniformly harrowing and traumatic, when for many women they are brief events that leave no lasting mark.\n\nAnd so we need to make it clear that abortions are not about fetuses or embryos. Nor are they about babies, except insofar as they enable women to make sound decisions about if or when to have them. They’re about women: their choices, health, and their own moral value. It might sound far-fetched to suggest that the public debate about reproduction could ever sound this sensible. But there have been times in our history when it did—even when (and sometimes because) women had far fewer rights and freedoms than they do today.\n\nIn 1914, Margaret Sanger first launched The Woman Rebel, the newsletter in which she would coin the revolutionary term “birth control.” Back then, babies were the object of less cultish devotion than they are now. There were lots of them, and many more of them died, and so did many of the mothers who bore them at an often-unremitting pace. Sanger’s own mother had eleven children and seven miscarriages before dying of tuberculosis and cervical cancer at the age of 50. But laws prohibited the dissemination of information about contraception; as a result, desperate women often used abortion as last-resort birth control.\n\nSanger herself opposed abortion, in part because at that time it was so dangerous. But her argument for contraception was an argument for women’s safety (and their sexual liberation), and it was grounded in the realities of their lives. In the new book The Birth of The Pill, the reporter Jonathan Eig cites Sanger’s description of women “inserting slippery-elm sticks, or knitting needles or shoe hooks into the uterus.” She often told the story of a mother of three who was warned that another pregnancy would kill her. The woman was given no information about how to prevent one, apart from telling her husband to sleep on the roof; she died of a self-induced abortion.\n\nOver the next six decades, Sanger’s battle to increase access to contraception would prove successful, but abortion remained illegal. It is easy to forget that a wide array of political actors fought to change that, from feminists to church leaders to Republicans, including Barry Goldwater and Ronald Reagan, who as governor signed California’s liberal 1967 abortion law. The focus of their concern was not unborn children but the women being maimed and killed by often-gruesome procedures. Back then, the debate hewed closer to the reality that abortion has always been a quotidian fact of life.\n\n“I never felt guilty or ashamed,” my aunt said. “I did what I had to do for me.”\n\nThis is certainly true within my own family. My paternal grandmother had an abortion when she and my grandfather accidentally conceived during the Depression. “She felt that bringing a baby into that world was just not conscionable,” her daughter, my aunt, recently told me. “So she didn’t.” Instead, she waited and had two children in the 1940s. My grandmother never felt guilty about the abortion, and took her daughter, and her daughter’s friends, to the Margaret Sanger Clinic in the early ’60s, paying for their diaphragms.\n\nMy aunt got pregnant anyway, and, unable to get an abortion even with her mother’s help, had a baby at 18. She went on to have two more children and four abortions. One was performed by Robert Spencer, the Pennsylvania doctor who famously ended pregnancies for almost 50 years before the practice became legal; one was administered by someone who “literally used a knitting needle”; one was procured with the help of the pastor who later officiated her wedding; and the last was not long before Roe v. Wade. “I never felt guilty or ashamed,” my aunt said. “I did what I had to do for me.”\n\nAnother aunt had an abortion when, with two small children and a new job, she got pregnant accidentally. “How would we raise a third child in New York?” she reflected. “So I had an abortion.” My mother also had an abortion, due to medical complications in early pregnancy, when I was one and a half and before my brother was born. I don’t consider the number of terminations in my family unusual. After all, about half of my 40-ish friends—that I know of—have had abortions. I know so many women who’ve had abortions simply because I know so many women.\n\nAfter Roe was decided in 1973, the varied experiences of mothers, grandmothers, aunts, sisters, friends, and selves suddenly seemed drained of their value. It was as if in gaining rights, not just to abortion, but also to greater professional and economic and sexual opportunity, women lost any claim to morality—a morality that had, perhaps, been imaginatively tied to their exclusively reproductive identities.\n\nWhat rose up instead was a new character, less threatening than the empowered woman: the baby, who, by virtue of not actually existing as a formed human being, could be invested with all the qualities—purity, defenselessness, dependence—that women used to embody, before they became free and disruptive.\n\nForty years of anti-abortion forces aggressively applying the language of family, love, and morality to the embryo and the fetus, and rarely to the women who carry them, have forced women into a defensive crouch. New research from New York University sociologist Sarah Cowan reveals that, although more clinically recognized pregnancies end in abortion than in miscarriage, 79 percent of Americans have been told of a friend or a family member’s miscarriage, but only 52 percent say they know someone who has had an abortion.\n\nThe fact is that almost everyone probably knows someone who has had an abortion, and we all need to talk about it more honestly. This applies, most of all, to politicians who officially support reproductive rights and yet defend them in such sluggish and spiritless terms—think of Hillary Clinton’s characterization of abortion as a “sad, even tragic choice,” or John Kerry’s vow to make it “the rarest thing in the world.” Both of these highly calibrated remarks were made in 2005, and Democrats have only gotten marginally less timid in the years since.\n\nForty years of anti-abortion forces aggressively applying the language of family, love, and morality to the embryo and the fetus, and rarely to the women who carry them, have forced women into a defensive crouch.\n\nBut they shouldn’t be so fearful. Feminism is becoming an increasingly vibrant force in mainstream culture, and this year has seen encouraging attempts to shatter the shell of anxiety around abortion. In Gillian Robespierre’s romantic comedy Obvious Child, a young woman’s decision to end an unwanted pregnancy is treated as completely reasonable and non-tragic. (The movie was a merciful antidote to Judd Apatow’s Knocked Up, in which bros make feeble references to “shmashmortion.”) A 26-year-old named Emily Letts posted a video of her abortion online, to demonstrate that the procedure shouldn’t be scary. And Pollitt’s Pro inspired numerous women to share stories of remorse-free terminations: “I don’t feel guilty and tortured about my abortion,” Laurie Abraham wrote in Elle. “Or rather, my abortions.”\n\nPoliticians—especially politicians in a party that depends on the support of women for its existence—should be proud to make these women the moral center of their arguments. They should be advocating for abortion as a fundamental, safe, and accessible medical option. The immorality, these representatives should make clear, is not in ending pregnancies, but in deepening inequality by denying poor women federal funding for legal abortion via the Hyde Amendment.\n\nAnd yes, as more women move into representative government, they themselves should be less afraid to tell their own stories and the stories of the other women in their lives—stories that are reasonably likely to include abortion. They can take a cue from the Nevada Assemblywoman Lucy Flores, who in 2013 testified to her colleagues that she was the only one of seven sisters not to have had a baby in her teens. Why? “Because at sixteen, I got an abortion,” Flores said, adding, “I don’t regret it because I am here making a difference.”", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "New Republic", "biasLabel": "Biased", "title": "Women's Abortion Rights Trump Fetuses' Rights", "yellowLabel": "Yellow", "tags": "set(['personhood', 'Abortion', 'Economics', 'gender', 'Home News', 'The Plank', 'Events', 'Culture', 'Books', 'Identity', 'politics', 'World', '100 years', 'women', 'Technology', 'Politics', 'Film', 'Economy'])", "opinionLabel": "Other"}