{"content": "Watch the final instants of Charles Vacca's life. It's not graphic—for a reason.\n\nThe footage comes courtesy of the Mohave County, Arizona Sheriff’s Department. The girl to his right, whose name has been withheld, is nine years old. She’s firing an Uzi—a submachine gun—with permission from her parents, who filmed the incident. It’s incredibly jarring, if you already know the backstory. But it’s also censored.\n\nOne frame later, a stray bullet enters his head and he drops to the ground. He died 11 hours later, but for all intents and purposes his life ended at that moment. I think it’s fair to assume that the nine year old girl’s life has been altered forever, too. If you believe the National Rifle Association’s famous mantra, then she, not the Uzi and not her parents, is responsible for Vacca’s death. If you blame the Uzi, or her parents, then the argument for modest gun restrictions is just a quick leap away. Either Uzis shouldn’t be legal, even in places like Bullets and Burgers, where Vacca worked, or, at the very least, parents shouldn’t be allowed to permit their children to fire them.\n\nBut the NRA isn’t exactly known for giving an inch.\n\nFor that reason and others, the Mohave County Sheriff’s department should release the full footage.\n\nThe gun lobby thrives by convincing people that their well-being depends on being armed with deadly force, while working simultaneously to expunge the truth about the damage guns do to human bodies from the public discourse.\n\nThey get away with this inconsistency only because others enable them to.\n\nEarlier this year, Democrats had to delay a Senate confirmation vote for Dr. Vivek Murthy—President Obama’s surgeon general nominee—because Murthy had the gall to describe gun violence as a public health issue. For the NRA, that was disqualifying. Gun lobbyists took aim at Murthy by scaring gun owners into believing that he would use public health concerns as a pretense to confiscate their weapons.\n\nBut the surgeon general isn’t a gun regulator. The gun lobby’s real goal wasn’t to prevent Murthy from dispatching big-government gun grabbers into the states, but to control the boundaries of the public debate surrounding guns themselves. An articulate gun skeptic like Murthy poses a grave threat to that mission, as does the simple fact that guns are a public health issue. For those reasons, neither can be sanctioned.\n\nMurthy will thus have a very difficult time getting confirmed. The gun lobby has a great deal of influence over legislators. But it has no influence over YouTube.\n\nIn the aftermath of Vacca’s death, the NRA wanted people to see “7 Ways Children Can Have Fun at the Shooting Range.” It probably didn’t want people watching the Vacca video. Or to know that a very similar accident occurred six years ago. That time, the child, rather than an instructor, was killed. Video of that incident exists as well.\n\nHorrendous, unnecessary gun deaths are so common in the U.S. that some of them get caught on tape. The videos can have tremendous power to shape the way people think about public policy. Just last week, the filmed shooting death of Kajieme Powell by St. Louis, Missouri, police reignited a national debate about police training. The video of an Uzi destroying Charles Vacca’s life would serve as a visceral reminder of the fact that when a bullet enters the human body, that body is very likely to die. And that if bullets are entering people’s bodies by accident, on a daily basis, then maybe Murthy is someone we should listen to, rather than banish from public service.", "topic": "Gun Control", "politicalLabel": "Liberal", "organization": "New Republic", "biasLabel": "Biased", "title": "Charles Vacca Killed by Girl With Uzi: Release Full Video of Shooting", "yellowLabel": "Not Yellow", "tags": "set(['Economics', 'uzi', 'Identity', 'media', 'nra', 'Home News', 'The Plank', 'Guns', 'Culture', 'Politics', 'Books', 'gun control', 'politics', 'World', 'Technology', 'Events', 'Film', 'Economy'])", "opinionLabel": "Other"}