{"content": "Senate Bill 1318, introduced by committee chair Sen. Nancy Barto, R-Phoenix, would prohibit abortion coverage for women insured through the federal health-care exchange. It would also require physicians who perform abortions to show proof of admitting privileges at a local hospital. (Photo: Jack Kurtz/The Republic) Story Highlights Senate Bill 1318, introduced by committee chair Sen. Nancy Barto, R-Phoenix, would prohibit abortion coverage for women insured through the federal health care exchange.\n\nIt would also require physicians who perform abortions to show proof of admitting privileges at a local hospital.\n\nLegislation to further regulate abortions in Arizona gained approval from the Senate Health Committee on Wednesday, the same day the influential anti-abortion group Center for Arizona Policy held its day at the Capitol.\n\nSenate Bill 1318, introduced by committee chair Sen. Nancy Barto, R-Phoenix, would prohibit abortion coverage for women insured through the federal health-care exchange. It would also require physicians who perform abortions to show proof of admitting privileges at a local hospital.\n\nThe bill, which will move to the Senate floor pending a rubber stamp from the rules committee, passed along party lines during the heated hearing.\n\nThe legislation would remove an exception in Arizona law that allows women who receive insurance through the health-care exchange from obtaining coverage for abortions under an optional rider with an additional premium. The bill does not have an exception for victims of rape or incest who become pregnant, which opponents speaking at the hearing said was critical.\n\nProponents of the bill, including CAP leader Cathi Herrod, said it benefits taxpayers.\n\n\"Whether taxpayers are subsiding abortion coverage is an issue that cuts across all faiths,\" she said.\n\nRELATED: Ducey seeks Christian group's aid on child welfare\n\nSB 1318 would also require abortion clinics to submit documentation that their physicians have admitting privileges at a hospital. Current law requires that a physician with admitting privileges at a hospital within 30 miles be present for all surgical abortions, but some interpret the new bill as saying that all physicians who perform abortions must have admitting privileges.\n\nSen. Kelli Ward, R-Lake Havasu City, works as an emergency-room physician and said it's unfair that she should have to admit patients whose abortion procedures resulted in complications requiring hospitalization.\n\nA proposed amendment from Senate Minority Leader Katie Hobbs, D-Phoenix, would have required the Department of Health Services to redact any personally identifying information about physicians performing abortions to protect them.\n\nHobbs's amendment failed.\n\nRead or Share this story: http://azc.cc/1E2zdFK", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "USA Today", "biasLabel": "Not Biased", "title": "Arizona Senate committee approves abortion restrictions", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Other"}