{"content": "On Thursday, the 42nd anniversary of the Supreme Court's landmark ruling in Roe vs. Wade, the House of Representatives is scheduled to vote on a bill to ban abortions at 20 weeks. The bill is expected to pass the House and may pass the Senate as well, although it is almost certain to be vetoed by President Obama.\n\nBut even if it won't ultimately become law, it is worth pausing for a moment to think about what this bill is about. Under Roe, women have a constitutional right to an abortion up to the point of viability of the fetus outside the womb, which is about 24 weeks. The bill would flout that, based on the claim that a fetus can feel pain at 20 weeks — an assertion rejected by most medical experts who have studied the issue and who have concluded that all the neurological elements necessary to experience pain are not completely in place and functioning at that point.\n\nThe American Congress of Obstetricians and Gynecologists has opposed similar legislative proposals as \"not based on sound science.\" A 2005 review of evidence in the Journal of the American Medical Assn. concluded that fetal perception of pain is unlikely before the third trimester.\n\nAn article in an online ethics journal of the American Medical Assn. called such laws \"scientifically ungrounded.\" A 2010 study commissioned by Britain's Royal College of Obstetricians and Gynecologists concluded that a fetus cannot experience pain before 24 weeks.\n\nMany people -- including some who are pro-choice -- would no doubt be troubled to learn that legal abortions were causing pain to fetuses, if it were true. -\n\nMany people — including some who are pro-choice — would no doubt be troubled to learn that legal abortions were causing pain to fetuses, if it were true. If it were true, it might even present a challenge in the minds of some to the Supreme Court's determination that the viability of the fetus is the proper place to draw the line between a woman's right to control her body and the state's interest in protecting life.\n\nBut apparently it is not true. The science that undergirds the so-called Pain-Capable Unborn Child Protection Act has proved unpersuasive to most medical experts. That's why this bill deserves to fail.\n\nAnti-abortion activists and the politicians who court them are committed to chipping away at a woman's right to an abortion, even if it means resorting to a scientifically unsound contention that fetuses are being forced to suffer. In the future, they should stick to the facts.\n\nFollow the Opinion section on Twitter @latimesopinion", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "LA Times", "biasLabel": "Not Biased", "title": "On Roe vs. Wade's birthday, an unscientific attempt to limit abortion rights", "yellowLabel": "Not Yellow", "tags": "set(['U.S. Congress', 'Editorials', 'American Medical Association', 'Courts and the Judiciary', 'Laws and Legislation', 'U.S. Senate', 'Opinion'])", "opinionLabel": "Other"}