{"content": "People may have heightened risks of dying from suicide and murder if they own or have access to a gun, according to a new analysis of previous research.\n\nResearchers found people who lived in homes with firearms were between two and three times more likely to die from either cause, compared to those who lived in homes without guns.\n\nADVERTISEMENT ADVERTISEMENT\n\n\"There have been a lot of conflicting reports about having a firearm in the home,\" Andrew Anglemyer said. He is the study's lead author and an epidemiologist from the University of California, San Francisco.\n\nAnglemyer and his coauthors write in the Annals of Internal Medicine on Monday that the U.S. has the highest prevalence of gun ownership in the world, and the majority of suicides and murders are committed with firearms.\n\nFor the new review, the researchers analyzed 14 studies that looked at the risk of committing suicide among people who did and didn't have access to guns and five studies that looked at gun access and the risk of being murdered. Four of the studies examined both suicide and murder risk.\n\nThe studies were published between 1988 and 2005. All but one found people with access to firearms had heightened risks of dying from suicide and murder.\n\n\"Most analyses will find some conflicting studies,\" Anglemyer told Reuters Health. \"That's not at all what we see here.\"\n\nThe researchers found having access to a gun was tied to a three-fold increase in the likelihood that people would kill themselves.\n\nSuicide is the 10th leading cause of death in the U.S., according to the Centers for Disease Control and Prevention (CDC). About 12 out of every 100,000 people commit suicide each year.\n\nAnglemyer's team also found about a two-fold increased risk of death from murder among people who had access to a gun, compared to those without access to firearms. For women, the increased risk of being killed was even higher.\n\nThe death rate due to murder in the U.S. is about five per 100,000 people each year, according to the CDC.\n\nAnglemyer and his colleagues write that previous studies have suggested rates of suicide and murder may be higher in areas with a high prevalence of gun ownership because people who commit those acts on impulse have an easier time getting a gun there.\n\nIn an email to Reuters Health, Dr. Brian Smith and Rose Cheney from the University of Pennsylvania Health System in Philadelphia wrote that firearms are efficiently lethal - even during brief moments of anger, rage and depression.\n\n\"The lethality of the weapons drives the increased risk of suicide and homicide completion,\" they wrote. \"Firearms have very high case fatality rates, particularly in the case of suicide. Guns leave very little room for reconsideration of the choice to end a life.\"\n\nSmith is a fellow in the Division of Traumatology and Cheney is executive director of the Firearm and Injury Center at Penn.\n\nIn an accompanying editorial, David Hemenway writes that gun access may not have increased the likelihood of death from homicide as much as suicide because most people are not murdered with their own gun.\n\nHemenway is an expert on injury prevention at the Harvard School of Public Health in Boston.\n\nHe also told Reuters Health the new analysis may underestimate the relationship between gun access and deaths because it only included studies comparing individuals and not large populations. But he agreed with the main finding.\n\n\"I would argue that there's not nearly enough research in the firearm area,\" Hemenway said. \"But if there is one thing we know, that's it.\"\n\nThe researchers point out the analysis is only as reliable as the studies themselves, and some could have been flawed in the way they collected information on deaths and gun ownership.\n\nAnglemyer said the review is about understanding the risk of owning a gun - just like people should know the risks when buying alcohol or cigarettes.\n\n\"This is about understanding personal risk and considering those risks when an individual chooses to own a firearm,\" he said.\n\nSmith and Cheney also said households should have comprehensive plans to address specific household risks related to impulsive use.\n\n\"Weapons that are stored unloaded and outside of the household seem to pose the lowest risk of suicide and homicide,\" they wrote. \"As such avenues must be made available to promote this option, thereby focusing on the safety of the household and all members of the household.\"", "topic": "Gun Control", "politicalLabel": "Neutral", "organization": "FOX", "biasLabel": "Not Biased", "title": "Gun ownership tied to three-fold increase in suicide risk", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}