{"content": "“Si nomás traía una piedra.” It was just a rock. That was the immediate reaction of an onlooker, one of several, who captured the last moments of Antonio Zambrano-Montes, an undocumented Mexican worker shot dead by police on February 10 at a busy intersection in Pasco, Washington. Dozens of media outlets picked up on the story and videos of the shooting, sparking some protests, but the killing has not become the “Ferguson moment” that The New York Times and others claimed.\n\nStripped of all context and going solely by the YouTube clips, Zambrano-Montes’s death has all the makings of the next outrage. In one video that has gone viral, police are seen engaged in a street scuffle with a man. He throws an object at them, but misses. At least one officer immediately returns gunfire as the man attempts a retreat, arms flailing. Seemingly unscathed, the man crosses the intersection, but he is not running—he hardly seems to be taking flight. After reaching the sidewalk, he turns to face the officers, his arms still in the air. Unarmed and appearing ready to surrender, police fire several rounds and he collapses.\n\nIn another video, the officers seem nonplussed on how to proceed after the shooting, and things take a turn for the bizarre when they approach Zambrano-Montes’s body and restrain it, as if applying handcuffs. One can hear witnesses yelling at the officers—in Spanish and less-than-perfect English—clearly outraged at what they saw. Pasco Police say officers responded to a 911 call about a man throwing rocks at passing vehicles. But does that merit lethal force or intervention? Tri-City Herald, the local paper, reported Zambrano-Montes spoke no English, raising doubts about his ability to understand police commands in the first place.\n\nLike “Hands Up, Don’t Shoot” and “I Can’t Breathe,” “It Was Just a Rock” has come to symbolize a call for justice for Zambrano-Montes:\n\nPhoto gallery from the rally in Pasco in response to the death of Antonio Zambrano-Montes. http://t.co/W9XngfVdEL pic.twitter.com/KCBL1Tmirp — TriCityHerald (@TriCityHerald) February 15, 2015\n\nThe Times and The Guardian report that Zambrano-Montes had been struggling of late—a workplace injury, a house fire, homelessness. Family members told Tri-City Herald he had suffered from depression, and court documents obtained by the paper showed a prior altercation with police for which he was sentenced to six months in jail. But the bigger pall over Zambrano-Montes’s life, by all accounts, was estrangement from his wife and two daughters, with whom he had migrated to the United States about 10 years ago; the Times suggested domestic violence played a part in the family’s split. The wife and daughters now live in California.\n\nIt’s too easy to take Zambrano-Montes’s complicated life arc and cast him as the troubled one—that he somehow brought this misfortune upon himself when he chose to get in trouble with the law. Or for an officer to liken him to a monster, just like Ferguson officer Darren Wilson likened Michael Brown to a “demon” in court testimony. While reviewing prior court records for Zambrano-Montes, a reporter for Seattle's NBC affiliate tweeted about another police incident:\n\nCont.: 1 Pasco officer compares Antonio Zambrano-Montes to \"Tasmanian Devil...covered in sweat and blood\" while locked in basement w/knife — John Langeler (@JLangelerKING5) February 14, 2015\n\nThere’s no telling what the officers who shot and killed Zambrano-Montes will say to investigators, and true character assassinations or pro-police justifications have yet to surface like they did in the wake of Brown’s death. This absence of punditry is a sign that Pasco has yet to—and likely won't—occupy a place in the national conversation. That didn’t stop Consejo Latino, a group of business and community leaders in Pasco, from sending a letter to the Department of Justice requesting oversight of the investigation, citing three recent shooting inquiries where officers were cleared of wrongdoing. (The DOJ's Ferguson investigation is winding down.)\n\nIndependent of where the legal system leads, Pasco is a story worth telling on its own. Like Ferguson, it suffers from similar inequalities as other localities where minorities are the majority: scant representation in city government, an overwhelmingly white police force, no accountability for excessive use of force.\n\nBut unlike Ferguson, the Pasco story is also uniquely Latino. It’s about an agricultural city where more than half of the population is Hispanic, in a state with a rich civil rights history. A community where some have deep roots, and others, like Zambrano-Montes, are newer immigrants. Where shops and restaurants and churches cater specifically to city residents, and Spanish is the first language for many. A place where an important number of residents—up to 20 percent, according to a Fusion report—are undocumented. And if Pasco is anything like the dozens of cities across the United States where Latinos are a majority, chances are it feels like home to them and they wouldn’t want to live anywhere else.\n\nLatinidad is not a monolith, but belonging and finding a home away from home are important aspects of it. You couldn’t possibly unpack the history in a few lines, but law professor Richard Delgado has written that Latinos share “a social and legal history complete with Conquest, stolen lands, suppressed language and culture, lynching, and brutal or dismissive treatment at the hands of the justice system”—in the United States, that is. This is not to mention foreign policies aimed at safeguarding the country’s political and economic interests in Latin America, while keeping tight controls on who could and could not migrate north as a result of those policies. And when the United States did allow for a wave of newcomers, it was often to satisfy its own need of inexpensive labor. That’s the abbreviated, sanitized version.\n\nTucked somewhere in that mini-excerpt is the story of migrant farmworkers on the West Coast—workers from Mexico and elsewhere who have been a fixture of American agriculture since the dawn of the modern republic. And tucked even deeper still is the story of Zambrano-Montes, who had a deadly police encounter at the moment his American dream seemed to be unraveling. His story, until his death, is no different from the millions who live in similar shadows—uncertain about their future, their families, whether they’ll even have a roof overhead or health to work and be providers. For Latinos in similar straits, deferred action from deportation, while a solution, is not the solution. Only true immigration reform is.\n\nWithout the prospect of citizenship on the horizon, all that’s left is more protests, and even those seem to be waning. It's not that Latinos aren't politically organized or don’t want change, but many are too scared to speak out; the threat of deportation, even if unlikely, is simply too real. And that's a shame. Pasco should be a flashpoint for Latinos, the tragedy of Zambrano-Montes becoming enmeshed in the current debate around immigration. Because Pasco, like Ferguson, is about so much more than police brutality and lack of political power. At bottom, its significance strikes at the core of what it means to be an undocumented Latino in the United States: the despair of having no voice, no vote, and a deep-seated fear of what tomorrow may bring.", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "New Republic", "biasLabel": "Not Biased", "title": "Pasco Police Kill Immigrant on Video. Is This the Latino Ferguson?", "yellowLabel": "Not Yellow", "tags": "set(['latinos', 'Culture', 'justice', 'Economics', 'The Plank', 'immigration', 'Events', 'hispanics', 'Identity', 'pasco', 'ferguson', 'politics', 'Home News', 'World', 'Books', 'Technology', 'Politics', 'Film', 'Economy'])", "opinionLabel": "Other"}