{"content": "LOS ANGELES, Feb. 10— Former Senator Bill Bradley sharply questioned Vice President Al Gore's commitment to gun control today, saying Mr. Gore had a voting record in Congress that could make him a ''poster child'' for the National Rifle Association.\n\nIn emotional events at a synagogue and a middle school in East Los Angeles, where parents told of losing children to gun violence, Mr. Bradley said the vice president was a recent convert to gun control who, while in Congress, had repeatedly voted against firearms restrictions, including a 1990 ban on certain assault weapons.\n\n''There is a real choice on this issue,'' Mr. Bradley told more than 100 students at El Sereno Middle School in East Los Angeles, a community ravaged by gang violence.\n\n''This is not an issue that I came to after seeing television pictures of Columbine,'' Mr. Bradley said. ''This is an issue that I believed as a matter of fundamental principle throughout my public life. Al Gore has not always done that.''\n\nMr. Bradley's campaign released documents showing that Mr. Gore, his lone rival for the Democratic presidential nomination, received high grades from the N.R.A. in the early 1980's when he was a House member from Tennessee.\n\nThe documents showed that Mr. Gore voted against a Federal registration system for gun owners, against a 14-day waiting period for buying new handguns, for allowing the sale of guns across state lines and for cutting the budget of the Bureau of Alcohol, Tobacco and Firearms, which regulates gun sales.\n\n''Since being elected to Congress in 1976, Al Gore has been there each and every time sportsmen and gun owners have needed a friend,'' an N.R.A. scorecard from 1984 said.\n\nChris Lehane, Mr. Gore's spokesman, said the vice president's ''view on gun control has changed'' since he represented a conservative rural district in Tennessee.\n\nMr. Lehane ascribed this change to rising gun violence across the nation.\n\n''The gun issue itself changed,'' Mr. Lehane said. ''Times change and solutions change.''\n\nSupporters of Mr. Gore in Los Angeles said he voted against the 1990 amendment because it might have killed an underlying bill to ban nine types of assault weapons, a bill that Mr. Gore supported. They called Mr. Bradley's attack desperate.\n\n''I've learned the characteristic odor of losing campaigns,'' Attorney General William Lockyer of California, a supporter of Mr. Gore, said of Mr. Bradley's attack. But in a 1986 interview with Washington Monthly, Mr. Gore said gun control laws ''haven't been an effective solution to the underlying problem of violent crime.''\n\nThere are several similarities in the two men's gun control proposals. Both would ban the cheap handguns known as ''Saturday Night Specials,'' require trigger locks, limit handgun purchases to one a month and make background checks mandatory for gun buyers at gun shows.\n\nMr. Bradley would require that all handguns be registered and that all handgun owners take a safety course and get a license. But Mr. Gore does not call for registering guns and would require photo licenses only for new buyers of handguns.\n\nMr. Bradley proposes banning gun dealers from operating in residential neighborhoods. Mr. Gore proposes tougher penalties for people who use guns in crimes and for dealers who sell guns illegally.\n\nWith polls showing Mr. Gore well ahead of Mr. Bradley among traditional Democrats, Mr. Bradley has been trying to draw sharper contrasts with the vice president by attacking him on a variety of issues of importance to Democratic voters, including abortion rights, education and gun control.\n\nIn a debate two weeks ago Mr. Bradley said that National Right to Life, an anti-abortion group, had given Mr. Gore an 84 percent positive rating in his early years in Congress when he opposed Medicaid abortions.\n\nToday, Mr. Bradley ridiculed Mr. Gore as asserting that registering all handguns and licensing all gun owners would be impractical.\n\n''I say to you: What if that attitude was held by Franklin Roosevelt in the 1930's when he looked out at the country and saw the elderly destitute, in need of some pension?'' Mr. Bradley said.\n\n''I think the essence of leadership is to take on that which is considered too hard to do, and make it happen. That's what leaders do, as opposed to politicians.''\n\nMr. Bradley's events today were intended to evoke powerful feelings of grief. At El Sereno Middle School, parents described their personal trauma while gripping large pictures of children killed by gunfire.\n\nOne mother held a miniature coffin, snapping the lid shut to punctuate her point.\n\nMr. Bradley, aware of gun control's popularity among California Democrats, unveiled his agenda on the issue in Los Angeles last summer. And today, he repeatedly noted that gun violence was a leading cause of death in the state.\n\n''There are more people killed in California by gun violence than by automobile accidents,'' he said. ''And that's not just because the freeways are great.''\n\nPhoto: Bill Bradley held 3-year-old Alex Foster yesterday at school in Los Angeles as the boy's father told of how Alex's 7-year-old brother was killed in a drive-by shooting. Sheri Barnett, left, lost a teenage son to violence. (Monica Almeida/The New York Times)", "topic": "Gun Control", "politicalLabel": "Neutral", "organization": "New York Times", "biasLabel": "Not Biased", "title": "Bradley Tries to Link Gore to the N.R.A.", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}