{"content": "Mark A.R. Kleiman is a professor of public policy at the U.C.L.A. Luskin School of Public Affairs and a co-author of \"Marijuana Legalization: What Everyone Needs to Know.\" His firm, BOTEC Analysis, advised the Washington State Liquor Control Board on establishing a legal cannabis market.\n\nThe voters of Washington, D.C. have overwhelmingly approved the legalization of cannabis under a system known as “grow and give” – every resident will be allowed to grow cannabis at home and to give it away, but not to sell it. There’s a strong case for ending cannabis prohibition one way or another, and “grow and give” avoids a lot of the problems created by turning production over to a for-profit commercial sector, the way states like Washington, Colorado and now Oregon and Alaska have.\n\nTurning cannabis over to for-profit vendors carries two great risks: increased drug abuse, and illegal exports from the district to the rest of the country.\n\nThe District’s elected officials are now considering whether to move beyond “grow and give” by creating another for-profit market. I’m against it.\n\nGranted, buying at the store would be more convenient than home growing for Washingtonians who want to consume cannabis, and would therefore compete more effectively against illegal growing and selling. But turning cannabis over to for-profit vendors carries two great risks: increased drug abuse, and illegal exports from the district to the rest of the country. The key factor is price: Legal cannabis will cost (before tax) a small fraction of what dealers now charge for illegal cannabis.\n\nIf Washington does decide to commercialize, it will need either very high taxes or the equivalent in tight production quotas to keep D.C. cannabis from joining Virginia cigarettes on the I-95 smuggling route to New York. But why not let “grow and give” run for a while to see how it works? Deciding to make something legal doesn’t need to mean making it an article of ordinary commerce.\n\n\n\nJoin Opinion on Facebook and follow updates on twitter.com/roomfordebate.\n\n", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "New York Times", "biasLabel": "Not Biased", "title": "Marijuana Legalization Doesn't Have to Lead to Commercialization", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Opinion Article"}