{"content": "Illegal immigrants who apply for work permits in the U.S. under President Obama’s new executive actions will be eligible for Social Security and Medicare, the White House says.\n\nUnder the sweeping actions, immigrants who are spared deportation could obtain work permits and a Social Security number, which would allow them to pay into the Social Security system through payroll taxes.\n\nADVERTISEMENT ADVERTISEMENT\n\nNo such \"lawfully present\" immigrant, however, would be immediately entitled to the benefits because like all Social Security and Medicare recipients they would have to work 10 years to become eligible for retirement payments and health care. To remain qualified, either Congress or future administrations would have to extend Obama's actions so that those immigrants would still be considered lawfully present in the country.\n\nNone of the immigrants who would be spared deportation under Obama's executive actions would be able to receive federal assistance such as welfare or food stamps, or other income-based aid. They also would not be eligible to purchase health insurance in federal exchanges set up by the new health care law and they would not be able to apply for tax credits that would lower the cost of their health insurance.\n\nBenefits for illegal immigrants steps into murky waters. The White House has said it will not grant federal assistance to the 5 million affected by Obama’s executive actions. The Obama administration first denied younger immigrants who entered the U.S. illegally as children access to health care exchanges and tax credits in 2012, especially disappointing immigrant advocates.\n\n\"They were specifically carved out of that, which is deeply unfortunate because it cuts directly against the spirit\" of the health care law, said Avideh Moussavian, an attorney at the National Immigration Law Center. \"They should have had the opportunity to buy health insurance just like anybody else.\"\n\nAny immigrant who is lawfully present in the country with a Social Security number would be entitled to Social Security and Medicare upon retirement because they would have paid into the system, one official said.\n\nStephen Miller, a spokesman for Sen. Jeff Sessions of Alabama, a leading Republican opponent of Obama's executive actions, said making immigrants illegally in the U.S. eligible for Social Security and Medicare \"is an attack on working families.\"\n\n\"The amnestied illegal immigrants are largely older, lower-wage and lower-skilled and will draw billions more in benefits than they will pay in,\" he said.\n\nThose seeking benefits would have needed to work for at least 10 years and be of retirement age. Immigrants would also be eligible for survivor benefits if the deceased worker had worked for 10 years and disability insurance if they had worked 5-20 years.\n\nA report by the White House Council of Economic Advisers this week concluded that Obama's executive actions would expand the U.S. tax base because about two-thirds of immigrants illegally working in the United States don't pay taxes.\n\nBut many immigrants currently working illegally still pay into the Social Security system because they have obtained an Individual Taxpayer Identification Number. Moussavian said the number has declined because the Internal Revenue Service has made it harder to apply for the identification number.\n\nThe Social Security Administration estimates that out of about 11 immigrants who either entered the U.S. illegally or have overstayed their visas slightly more than 3 million paid payroll taxes of about $6.5 billion in 2010, with their employers contributing another $6.5 billion.\n\n\"It's one of many reasons why they would want to come forward,\" Moussavian said. \"Many immigrants have contributed enormously through payroll taxes and income taxes and they go to programs that they can't currently access.\"\n\nThe Associated Press contributed to this report", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "FOX", "biasLabel": "Not Biased", "title": "Illegal immigrants to be eligible for Social Security, Medicare", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}