{"content": "This post originally appeared on xoJane.\n\nAnonymous\n\nI was unemployed and attending college. My husband was working full-time at just a few cents above minimum wage. We could barely afford ourselves.\n\nA soothing scene near the clinic\n\nI had been getting fatter and throwing up nearly everyday.\n\nI assumed it was because I had been eating (free) pizza proffered by a friend on a near-daily basis, despite being lactose intolerant. I'd had irregular periods all my life, even while on hormonal birth control, so I wasn't concerned that I hadn't had my period for a couple of months.\n\nMy husband was concerned, though. He had noticed my midsection growing larger, and thought it should be addressed, at least. Neither of us wanted children, and even if we did, we certainly couldn't afford it. We had a credit card, and it was used just for buying groceries and gas.\n\nI was unemployed and attending college (fully paid for by a loving relative). My husband was working full-time at just a few cents above minimum wage. We could barely afford ourselves.\n\n\"I really think you should just take the test,\" he said.\n\nSo, finally, one day after class I stopped at a Safeway and picked up a pregnancy test.\n\nI was pregnant. I had purchased a pee-stick that \"Pregnant\" or \"Not Pregnant\" so it was a little hard to get confused at the results.\n\n\n\nI didn't feel anything. Others talk of how their head swam, or they were terrified, or elated, or any number of emotions. Not me; I was blank. Perhaps it was shock.\n\n\n\nI turned the corner from the bathroom to the bedroom, where my husband was lying in bed, reading.\n\n\n\n\"I'm pregnant.\" I'm deadpan. Blank. Nothingness.\n\n\n\n\"Fuck!\" His voice is terrified, erupting. But he doesn't move. We stand there, silently, staring at each other.\n\n\n\n***\n\n\n\nI went to the doctor, where I dutifully peed in a cup to verify that I was, most definitely, with child. The doctor gently palpated my belly, and estimated that I was 14 weeks along.\n\n\n\nThe doctor asked me what I planned to do. Have the child? Terminate? Adoption?\n\n\n\n\"I want an abortion.\" The words shot out of my mouth. There was no hesitation; I had known for years that if I had ever gotten pregnant, I would terminate. I had no moral qualms about it, even though my family was all devoutly pro-life.\n\n\n\nI was given the number of a clinic in town that did abortions through the second trimester.\n\nMy feelings encapsulated in a sign.\n\nThe clinic told me it was 800 dollars and a one-day procedure, if I could get in soon enough. After 15 weeks, the price would go up and the procedure would take two days.\n\nI felt like throwing up, and for once, it wasn't from morning sickness. How the hell could we scrape together enough money? There was no one we could ask for such a sizable amount. We couldn't even afford a third of that in a week by ourselves.\n\nAfter some frantic and tear-filled Googling, I discovered that our state covered abortion. Well, sort of. There was a full reimbursement, but we would have to get the money up front. Plus, we had to get insurance.\n\nThis was the most stressful point in my life, ever, and it severely strained our marriage. I was growing larger by the day -- turns out I am not one of those women that stay small for quite a while; I had a definite baby-bump going on.\n\nAs a pregnant lady, I was allowed to have my request for insurance expedited. This meant that I should have insurance in 30 days. Thirty days meant that I would be nearly 20 weeks along. I hoped that the bureaucrats would be quick.\n\nThe bureaucrats were maddeningly slow. It had been two weeks, and we had heard nothing. Finally, one day a thin white envelope from the state arrived. I let my hope get the better of me, and my stomach dropped like lead when I realized the letter was informing me to get documents from my doctor. Documents I thought the clinic had already mailed out.\n\nIn a panic, I called the doctor and asked her to please, please get whatever it is mailed out. Turns out she had been on vacation for a week and nothing had gotten done. She promised to fax it over that day.\n\nIt was 30 days exactly before my husband and I got a letter saying that we now held state health-care. I got on the phone immediately with the abortion clinic, and made the soonest possible appointment -- a few days later in the week. I was told the fees would now be around $,1200 and I would have to make two trips there: once for counseling and to have my cervix softened, and the next day for the surgery.\n\nWe still didn't have the money, not even close. What we did have, though, was our credit card. We would max it out, and then later be reimbursed some months down the line.\n\nUnlike this WW2 hospital, mine was clean, sterile, and modern.\n\nA few days later I had just finished with the counseling session and was undergoing an ultrasound to see just how far along I was. No one had ever actually verified where in my pregnancy I was, other than a guess made by my doctor.\n\nMy doctor was wrong. How far wrong, I'm not actually certain and will never know. The ultrasound technician had an unreadable expression on her face, and let me know that I was further along than I had been told. However, she was going to mark it down as 19 weeks and some number of days.\n\nMost likely, I was 20 weeks or more along, which meant that had she not done so, I would have been unable to get an abortion, as there was no medical need for it. If it had not been for that kind woman (and health care), I would have a five-year-old today.\n\nI was too poor to have a baby, and too poor to have an abortion.\n\nRELATED LINKS:\n\nMy Abusive Sister Screwed Me Up as Badly As Any Crazy Parent\n\nThe Feminist Death Match Between Emma Watson and Beyonce is Some Anti-Feminist Sh*t\n\nI Hate Sharing a Bed With My Boyfriend\n\nThis Company Wants to Make Bras That Fit 6K Different Body Types\n\nI Dated A Sociopath Who Lied About His Mom Having Cancer\n\nWhat Disney Movies Taught Me About Being Gay\n\nWhat Do You Do When Your Child is Dangerously Violent?", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "Huffington Post", "biasLabel": "Biased", "title": "I Was Too Poor for an Abortion", "yellowLabel": "Not Yellow", "tags": "set(['Most Popular on HuffPost'])", "opinionLabel": "Opinion Article"}