{"content": "The House voted Tuesday to repeal the Affordable Care Act, getting Republicans on record in favor of overturning the law for the first time since the party took control of Congress.\n\nThe bill passed on a 239-186 vote.\n\nADVERTISEMENT ADVERTISEMENT\n\nPresident Obama already has threatened to veto the legislation -- and like past bills to repeal ObamaCare, it is unlikely to go far under the current administration, despite Republicans now controlling the Senate and having a bigger majority in the House.\n\nBut the vote serves as an opening shot in the 114th Congress’ efforts to chip away at the law. Several lawmakers have introduced bills to change or undo parts of the Affordable Care Act, and some could garner bipartisan support.\n\n\"We need health care reform that makes the system more responsive to patients, families and doctors -- reforms that preserve and protect the doctor-patient relationship. Right now, ObamaCare is moving our health care system in the exact opposite direction where the American people are paying more and getting less,\" Rep. Tom Price, R-Ga., said in a statement after the vote. \"In the House of Representatives, we are saying we need to get rid of this law that's not working and focus on solutions that will embrace the principles of affordability, accessibility, quality, innovation, choices, and responsiveness.\"\n\nPrior to the vote, Obama questioned the logic behind it.\n\n“So my understanding is the House scheduled yet another vote today to take health care away from folks around this table,” Obama said during a meeting with 10 people who have written him letters about how the ACA has helped them.\n\nHe added, “I’ve asked this question before. Why is it that this would be at the top of their agenda? It was maybe plausible to be against the Affordable Care Act before it was implemented. But now it has been implemented and it is working.”\n\nThe House has voted more than 50 times in the past two years to repeal all or parts of the law.\n\nThe legislation would go next to the Republican-controlled Senate.\n\nWhile some say the vote is a symbolic gesture, the push to repeal ObamaCare comes as the Supreme Court weighs the King v. Burwell case, which challenges the legality of some subsidies offered through the president’s signature health care law. If the Supreme Court upholds a lower court’s verdict, it could severely undermine the law and fuel GOP efforts to at least change it.\n\nRepublicans, as their next major step, are planning to draft legislation offering an alternative to the ACA. The bill approved Tuesday also directs House committees to begin work on an alternative plan, in case the Supreme Court rules against the law.\n\nThe Associated Press contributed to this report.", "topic": "Obamacare", "politicalLabel": "Conservative", "organization": "FOX", "biasLabel": "Not Biased", "title": "GOP-led House votes to repeal ObamaCare", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}