{"content": "After four brain operations, Margaret Figueroa thought she was prepared for anything — until she ran into ObamaCare.\n\n“I’m frustrated with the system. I feel like I paid but I’m not getting what I paid for,” said Figueroa, 49, who broke down in tears while explaining her bureaucratic nightmare.\n\n“It’s scary because this is America. I didn’t expect to go through this.”\n\nFigueroa — who has a neurological disorder — said she enrolled in a new EmblemHealth insurance program in February as required under the Affordable Care Act. And that’s when her problems began.\n\nAfter paying her premium, she received a temporary ID card. But when she went to order medication, the pharmacists said her name wasn’t in the system. And she said her doctors were not included in her new medical plan.\n\n“They just don’t have enough doctors. Two of them are full to capacity, and the others aren’t even in my radius. There are some who don’t even speak English,” the Arden Heights resident said during a press conference with Staten Island Rep. Michael Grimm.\n\n“Now I have to find a whole new set of doctors. The doctors I had were familiar with my condition. I’ve had my neurologist for years. You want to stay with someone who’s been in your brain and knows what’s going on.”\n\nNot having a regular doctor has put her in a Catch-22: A patient can’t get medication without a prescription from a doctor.\n\nFigueroa takes five different medications a day, including 60 milligrams of morphine.\n\n“I’ve been sick. I’ve had chills, a lot of vomiting. The pain is unbearable. I’ve had insomnia. I lost 23 pounds,” she said. “Who’s going to write the scrips if I don’t have a primary-care doctor? They’ve been giving us the runaround.”\n\nOut of desperation, she called Grimm’s office for help on March 24. She now is at least getting some of her medications.\n\nGrimm, who voted against ObamaCare, was furious.\n\n“This is now becoming very common,” he said. Of Figueroa, he said, “This isn’t like someone who needs an aspirin here, this is her life.”\n\nEmblemHealth declined requests for comment.", "topic": "Obamacare", "politicalLabel": "Conservative", "organization": "New York Post", "biasLabel": "Biased", "title": "Brain patient: ObamaCare makes it hard to find doctors, meds", "yellowLabel": "Not Yellow", "tags": "set(['Medicine', 'Health Insurance', 'Staten Island', 'ObamaCare', 'Healthcare'])", "opinionLabel": "Other"}