{"content": "Colorado Republicans are trying to undo recently passed gun control measures in the state. | David De Lossy via Getty Images\n\nDENVER (AP) — Colorado Republican leaders have begun a legislative push to repeal recently passed gun control measures, reigniting one of the most intense political debates in recent history.\n\nThe first advance came Monday as discussion started on several measures in each chamber. One of the most prominent measures — a longshot bill that would undo expanded background-check requirements on private and online sales — was passed by a Senate committee.\n\nThe GOP-introduced measures come as the party has gained a new majority in the state Senate and as the man charged in the suburban Denver theater shooting rampage, which touched off the fight over gun laws, goes to trial facing the death penalty.\n\nLawmakers have wrestled over gun control in Congress and in state legislatures across the U.S. since President Barack Obama and other Democratic leaders led the call for new restrictions after the 2012 theater rampage and another mass shooting months later at a Connecticut elementary school. Dozens were killed and wounded in the attacks.\n\nColorado, with Democrats in control of both chambers of state government and the governor's office at the time, was one of the only states to pass changes, including a measure limiting the size of ammunition magazines and another that expanded background-check requirements. But it came at great political cost. Two Democratic state senators were recalled over their support for the restrictions, and a third resigned as a campaign to oust her was mounting.\n\nRepublicans have maintained that the legislation is ineffective and burdensome to enforce, and they have made it a priority to go after the measures.\n\nMonday's debates are the start of what is expected to be a session-long push by GOP leaders seeking to flex their new Senate muscle and pick up enough Democratic support in the House to make several changes.\n\nThe Senate repeal bill advanced on a 3-2 vote, and it now goes to another panel.\n\n\"This is a very dysfunctional\" law, said Republican Sen. Kent Lambert, the bill's sponsor.\n\nThe measure faces several legislative hurdles before it could become law and will face stiff opposition in the Democrat-led House. If it does pass, Gov. John Hickenlooper would be likely to veto it.\n\nJane Dougherty, whose sister was killed in the attack at Sandy Hook Elementary in Newtown, Connecticut, was among those who spoke in favor of the expanded background checks, saying they would help stop \"the senseless slaughter of a family member.\"\n\nHere's a look at other gun control proposals up for consideration:\n\n— A House committee led by Democrats defeated a proposal to repeal background checks, a measure identical to the plan that advanced in the Senate.\n\n— A Democrat-led House committee rejected a measure that would have reduced the civil liability of businesses that let people carry concealed firearms with a permit on their premises. Republican sponsors said the bill was intended to allow an armed response to an attacker.\n\n— A bill to undo the limit on ammunition magazines failed in a House committee. However, Republicans may try again later in the Senate.\n\n— A bill allowing anyone over 21 who can legally possess a gun to carry a concealed firearm without a permit, except on school grounds, passed its first vote in a Senate committee.\n\n— A bill to expand protections against prosecution when a business owner or employee uses deadly force against an intruder failed in a House committee. Homeowners already have that protection.", "topic": "Gun Control", "politicalLabel": "Neutral", "organization": "Huffington Post", "biasLabel": "Not Biased", "title": "Colorado Republicans Are Trying To Undo Recent Gun Control Measures", "yellowLabel": "Not Yellow", "tags": "set(['Most Popular on HuffPost'])", "opinionLabel": "Other"}