{"content": "Elsewhere on this site, Eric Posner argues that conservatives should celebrate President Obama’s immigration actions because they “may modify political norms that control what the president can do.” The idea, which will be familiar to everyone following the contretemps surrounding Obama’s immigration policy, is that Republicans will eventually be able to marshall the same powers Obama is asserting to more conservative ends.\n\nBut near the end of the article, Posner modifies his own argument by observing that Obama didn’t actually create any new norms last week at all. Rather, he may have revived a long-dormant conservative inclination to “undermine the regulatory system itself,” from within the executive branch, by pushing the envelope of executive power. We’ve already been down this road before—only before, Republicans were at the wheel.\n\nThis is a crucial insight. You can’t understand the shadowboxing over Obama’s immigration moves if you don’t recognize it as shadowboxing. To nearly a person, the conservatives complaining about the procedural implications of Obama’s actions are expressing substantive or political disapproval through other channels. The conservatives tenting their fingers, anticipating all the discretion a Republican president will use, would likewise have found reasons to support those acts of discretion whether Obama had acted unilaterally on immigration or not.\n\nTwo years ago, unilateral suspension of Obamacare requirements sat high on Mitt Romney’s 2012 agenda and Republicans loved it. They never considered it a threat to the right-size of the legislative branch, or worried that Mitt Romney was promising to exercise imperial powers.\n\nRomney didn’t win, and thus his plan to dismantle Obamacare from within the executive branch never came to pass. But we don’t need to refer back to hypotheticals to expose the hollowness of precedential arguments like these. Three years ago, Mother Jones' Kevin Drum identified several real instances in which Republicans ”figured out that old traditions are just that: traditions. There’s no law that says you can’t change them.”\n\nMost of the examples are pretty arcane, and many evince a party committed to purpose, willing to use the rules to their advantage to win elections and shape policy, rather than a party contemptuous of democratic processes.\n\nBut the big glaring exception in all this, and the one that really underscores the argument that an abiding concern for traditions doesn’t really drive conservative opposition to Obama’s deportation relief, is the weaponization of the debt limit.\n\nThere, the precedent, and the danger to the constitutional order, was actually quite clear. Republicans in 2011 (and again, to less effect, in 2013) attempted to leverage their control over half of the legislature, to impose their substantive preferences on a Democratic president and the majority party in the Senate by using the threat economic calamity as a bargaining chip. To borrow from the right today, we had a situation in which the speaker of the House tried to usurp the Senate’s agenda-setting power and the president’s plenary power to determine which laws to sign and which to veto, by laying out an unprecedented choice between a right-wing vision without popular support, and default on the national debt.\n\nThe gambit paid off exquisitely in 2011 with the signing of the Budget Control Act, which brought us the indiscriminate spending controls of sequestration.\n\nI don't think there's any way you can argue that Obama would've signed the BCA if you take the debt limit hostage out of the equation. Boehner used the lawful powers at his disposal to settle a big fight over federal spending by fiat—remember the Boehner Rule?—except that since the legislature doesn’t enforce laws, the only way he could accomplish this was to threaten immense damage to the national and global economies as the price of non-compliance.\n\nAnd it worked! It worked so well that he tried it again after Republicans lost the 2012 elections, by which point Obama had learned that Boehner’s leverage was actually illusory.\n\nI think the Budget Control Act is a terrible law, and I think the precedent Boehner wanted to set would’ve been disastrous if it had taken hold. Fortunately, our political system proved resilient enough to prevent Republicans from turning this kind of brinksmanship into a matter of routine, and for that reason we don’t need to relitigate the normative questions Boehner raised over two-plus years of debt limit brinksmanship.\n\nBut if you dip into the archives at National Review—where we can now read about Obama’s similarity to Latin American military dictators—or into Ross Douthat’s old New York Times columns, which today center on the question of whether Obama is more like Caesar or a tin-pot caudillo—you’ll find that the right was much, much more concerned about whether Republicans were making wise tactical moves in debt limit negotiations, or whether conservatives would pocket satisfactory substantive concessions, in what was essentially a legislative mugging, than in questions of precedent.\n\nSeparation of powers concerns almost never creeped in. Because conservatives were basically happy with what Republicans had set out to accomplish.", "topic": "Immigration", "politicalLabel": "Liberal", "organization": "New Republic", "biasLabel": "Biased", "title": "Obama Deportation Action, Debt Limit Show Right's Hypocrisy Over Norms", "yellowLabel": "Yellow", "tags": "set(['mitt romney', 'Economics', 'Culture', 'debt limit', 'Home News', 'The Plank', 'immigration', 'politics', 'immigration reform', 'john boehner', 'Books', 'barack obama', 'Identity', 'Politics', 'World', 'Technology', 'Events', 'Film', 'Economy'])", "opinionLabel": "Other"}