{"content": "Last Thursday, the New York Times reported that President Barack Obama might announce his long-awaited executive action on immigration this week. The order, which White House officials insist isn’t finalized, would give up to five million undocumented immigrants a temporary reprieve from deportation—and, in some cases, permission to work legally—according to the Times report.\n\nImmigration activists think it’s clearly the right thing to do, Republicans think it’s wrong, and I’m honestly not sure who’s right.\n\nThe precise details of what Obama has in mind aren’t clear and those details matter. But the order would presumably allow the undocumented population to come in from the shadows—to work and to live with family members here legally, without fear of suddenly being apprehended and sent back home. As I explained in August, such a move would almost certainly be legal.\n\nExisting immigration laws give the president clear and broad discretion to decide when and how borders and customs officials focus their enforcement efforts. Since authorities can’t deport all or even most undocumented workers anyway, the president can tell them which ones to make a priority—and which ones to ignore. By definition, any presidential order would be temporary; a successor could undo it easily. And it would not actually change the legal status of such workers. It would merely protect them from enforcement of U.S. immigration laws. That’s still very important and would make a significant impact on the lives of millions of people.\n\nBut five million is a really big number. And whether giving a reprieve to such a large population crosses a line of democratic norms is still a murky question—murkier than many liberals seem to recognize. This would be a major change to U.S. immigration policies, without any input from Congress and in the immediate aftermath of an election in which the president’s party was resoundingly defeated. That’s not to say the GOP earned a mandate from the election. They didn’t. But Republicans won, and they were on the side of more restrictive policies. Given all of this, it’s tough to argue that the public wants Obama to announce a big unilateral move on immigration.\n\nThe president’s supporters argue that it’s the Republicans who have violated democratic norms, by refusing to even allow a bipartisan immigration bill that passed in the Senate to come to a vote in the House. It’s also unlikely that a move on immigration would set a precedent for future Republican presidents to undermine laws that Democrats support. I haven’t been able to imagine a comparable scenario where a Republican would have considerable legal authority to make a unilateral policy change. Immigration is a unique issue.\n\nStill, Democrats could also lose some of their ability to claim the moral high ground on such issues. And that could matter very soon, because some Republicans are so angry about a potential immigration order they are considering using a government funding bill to block it, possibly setting up another shutdown. The last time the GOP shut down the government in 2013, they were clearly the party in the wrong—they were the ones violating common understandings of acceptable practice in politics. This time, they’d claim Obama was the one overstepping traditional boundaries—and it’d be a lot harder to say they were wrong.\n\n—Danny Vinik\n\nNews from the weekend:\n\nOBAMACARE: The first weekend of open enrollment for 2015 went well. Both federal and state-run websites ran smoothly, with a few exceptions, and, according to the Obama Administration, 100,000 completed applications for insurance on the first day. (Robert Pear, New York Times)\n\nDRUGS: The Drug Enforcement Administration made a surprise raid on a number of NFL teams Sunday, searching for evidence that medical officials were illegally dispensing painkillers to players on the field. (Sally Jenkins and Rick Maese, Washington Post)\n\nTRADE: During his trip to the Pacific, President Obama has been actively promoting a major trade deal among 11 countries that could be one of his most enduring foreign policy achievements. (Josh Gerstein, Politico)\n\nFERGUSON: Protestors and police in Ferguson are both preparing for the grand jury’s decision in the case against Officer Darren Wilson in the shooting death of Michael Brown. (John Eligon, Julie Bosman and Monica Davey, New York Times)\n\nStories worth reading:\n\nNot the full story: The unemployment rate has fallen to 5.8 percent but that doesn't mean we're approaching full employment. Jared Bernstein explains what other economic indicators to look at. (The Upshot)\n\nGrubergate is Obamacaregate: Ezra Klein, who covered the 2009-10 debate over health care reform as closely as anybody, weighs in on the controversy. (Vox)\n\nImportant recommendation: Republican economist Greg Mankiw calls for Republicans to re-nominate Doug Elmendorf as director of the Congressional Budget Office.\n\nAn epidemic of amnesia: With the Ebola scare fading away, Matt Hansen says that much-needed preparations for future disease outbreaks are being put back on hold. (Los Angeles Times)\n\nWhat we’re watching:\n\nLooking out for Obama’s executive action on immigration\n\nAt QED:\n\nAustralian Prime Minister Tony Abbott really didn't want to talk about climate change at the G-20 summit, but Obama made him—and Rebecca Leber explains why that's important. Danny Vinik reports on a new campaign of progressive and labor groups that wants a greater influence at the Federal Reserve. Jonathan Cohn points out another way Obamacare is working: People who purchased insurance on the new marketplaces are very satisfied with their coverage.", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "New Republic", "biasLabel": "Not Biased", "title": "Democrats Could Be Blamed for Government Shutdown Over Immigration", "yellowLabel": "Not Yellow", "tags": "set(['Economics', 'qed', 'Immigration Reform', 'Home News', 'The Plank', 'immigration', 'undocumented immigrants', 'executive action', 'Culture', 'Politics', 'Books', 'prosecutorial discretion', 'president barack obama', 'politics', 'Identity', 'World', 'law', 'Technology', 'Events', 'Film', 'Economy'])", "opinionLabel": "Other"}