{"content": "A Republican advocacy group launched ads Tuesday against Rep. Jim Jordan, R-Ohio, blasting him for his opposition to a Homeland Security funding bill that does not include provisions blocking President Obama’s executive actions on immigration.\n\nThe decision by the American Action Network — a group tied to establishment Republicans — to attack Jordan, a hard-charging conservative, ramps up the divisive fight among Republicans over how to respond to Obama’s executive actions shielding an estimated 4 million undocumented immigrants from deportation.\n\nJordan has led House conservatives in an effort to block the president’s immigration order — pushing House GOP leaders to use the homeland security bill as leverage to overturn Obama’s executive action.\n\nThe ad, first reported by Politico, features grainy images of terrorists and says that “some in Washington are willing to put our security at risk by jeopardizing critical security funding. That’s the wrong message to send to our enemies.”\n\nJordan is one of several Republicans targeted by the American Action Network, in what the group said was a $400,000 campaign — also featuring radio and Internet spots. The ads against Jordan will run on broadcast TV in the Cleveland and Lima markets for two days, according to an AAN statement.\n\n“It’s important that Congress funds national security programs that keep America safe,” American Action Network President Mike Shields said in a news release. “It’s important that voters hear the facts about Homeland Security and call Congress to support crucial national security funding.”\n\nOn Tuesday, House Speaker Boehner, R-Ohio, said he would put the clean Senate-passed DHS bill on the floor, which would fund the agency through September.\n\nJordan said in a statement:\n\nI voted to fully fund the Department of Homeland Security through the end of the fiscal year. The Senate did the same, except their bill allows taxpayer dollars to be used to fund President Obama’s executive amnesty order. So of course groups who support amnesty are going to run ridiculous ads against those of us who are trying to stop it. The position I support and the position the House originally supported is exactly the position voters elected us to fight for last November. If pro-amnesty groups want to come after us for doing what we told the people we were going to do when we ran for the job, then they can certainly do that, but I think the American people will see through it.\n\nOther conservatives were furious about the ads, alleging they were clearly the work of Republican leaders, namely Boehner. Critics noted that one of AAN’s board members is Barry Jackson, who was a top aide to Boehner until 2012. And Shields is the former chief of staff for the Republican National Committee.\n\n“This is John Boehner’s plan,” said Rep. Tim Heulskamp, R-Kan., who is also targeted in the AAN ad campaign. “He’s declared war on conservatives.”\n\nAnother powerful conservative group — the Club for Growth — quickly responded to the attacks on Jordan.\n\n“It seems like political insanity,” Club for Growth President David McIntosh said in an interview Tuesday. It has “no credibility,” he added.\n\nMcIntosh said he called Boehner on Tuesday and asked him to “renounce” the ad.\n\nBoehner’s spokesman, Michael Steel, said in response to the ad: “We are forbidden by law from coordinating with outside political groups – but the Speaker does not think these ads are helpful.”", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "USA Today", "biasLabel": "Not Biased", "title": "GOP group blasts immigration hardliner for stance on DHS bill", "yellowLabel": "Not Yellow", "tags": "set(['Jim Jordan', 'Department of Homeland Security', 'Republicans', 'American Action Network'])", "opinionLabel": "Other"}