{"content": "Kansas Gov. Sam Brownback has signed a bill making his state the first in the nation to ban a controversial second-trimester abortion procedure that critics describe as dismembering a fetus.\n\nThe new law, which takes effect July 1, was drafted by the National Right to Life Committee. The group hailed the signing of the bill Tuesday and is aiming to pass such a law in several other states next.\n\nADVERTISEMENT ADVERTISEMENT\n\n\"The Unborn Child Protection from Dismemberment Abortion Act is the first of what we hope will be many state laws banning dismemberment abortions,\" group president Carol Tobias said in a statement. \"This law has the power to transform the landscape of abortion policy in the United States.\"\n\nAlready, similar measures have been introduced in Missouri, Oklahoma and South Carolina.\n\nThe Kansas law would ban what's known as a dilation and evacuation procedure and redefine it as \"dismemberment.\" Doctors now no longer can use forceps, clamps, scissors or similar instruments on a fetus to remove it from the womb in pieces.\n\nTwo abortion rights groups that operate Kansas clinics with abortion services, Trust Women and Planned Parenthood of Kansas and Mid-Missouri, said they're considering challenging the new law in court.\n\n\"We will become a bellwether for future introductions of this bill in the states,\" said Laura McQuade, president and CEO of the Planned Parenthood chapter.\n\nAbortion rights supporters say the law could be vulnerable to a lawsuit because it bans some abortions before a fetus can survive outside the womb and contains no mental health exception for the mother. Under the new law, the procedure is banned except when necessary to save a woman's life or prevent irreversible damage to her physical health.\n\nA Delaware-based law professor said U.S. Supreme Court precedents over the past 15 years suggest the Kansas law wouldn't survive a challenge but added that the justices may revise past stances.\n\nAnti-abortion groups are confident the new law will withstand a legal challenge, based on a U.S. Supreme Court ruling in 2007 in which it upheld a federal ban on a late-term procedure described by abortion opponents as \"partial-birth abortion.\"\n\nBut in that ruling, the court's 5-4 majority rejected an argument that the federal law would have banned the more common dilation and evacuation procedure described by the Kansas law, according to Widener University law professor John Culhane.\n\n\"If it was so obvious that it wouldn't run afoul of the court, you would have seen a law like this sooner,\" he said.\n\nBrownback, a Republican and strong abortion opponent, signed the bill in a private ceremony at his official residence; his office said he would re-enact it at multiple public events later this month. A photo from Tuesday's ceremony tweeted by the governor's office showed Brownback flanked by anti-abortion leaders and two large photos of fetuses.\n\nAbortion rights supporters said the procedure is often the safest for women seeking to terminate pregnancies during the second trimester. It accounted for about 9 percent of abortions last year in Kansas, where most pregnancies are terminated in the first trimester and the state already bans most abortions at or after the 22nd week.\n\nBrownback spokeswoman Eileen Hawley called it \"a horrific procedure.\" But Julie Burkhart, founder and CEO of Trust Women, said in a statement that the new law is \"dangerous\" and \"dictates to qualified physicians how they can practice medicine and treat their patients.\"\n\nThe Associated Press contributed to this report.", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "FOX", "biasLabel": "Not Biased", "title": "Kansas first state to ban second-trimester abortion procedure critics call 'dismemberment'", "yellowLabel": "Yellow", "tags": "set([])", "opinionLabel": "Other"}