{"content": "How many Americans know how health reform is going? For that matter, how many people in the news media are following the positive developments?\n\nI suspect that the answer to the first question is “Not many,” while the answer to the second is “Possibly even fewer,” for reasons I’ll get to later. And if I’m right, it’s a remarkable thing — an immense policy success is improving the lives of millions of Americans, but it’s largely slipping under the radar.\n\nHow is that possible? Think relentless negativity without accountability. The Affordable Care Act has faced nonstop attacks from partisans and right-wing media, with mainstream news also tending to harp on the act’s troubles. Many of the attacks have involved predictions of disaster, none of which have come true. But absence of disaster doesn’t make a compelling headline, and the people who falsely predicted doom just keep coming back with dire new warnings.\n\nConsider, in particular, the impact of Obamacare on the number of Americans without health insurance. The initial debacle of the federal website produced much glee on the right and many negative reports from the mainstream press as well; at the beginning of 2014, many reports confidently asserted that first-year enrollments would fall far short of White House projections.\n\nThen came the remarkable late surge in enrollment. Did the pessimists face tough questions about why they got it so wrong? Of course not. Instead, the same people just came out with a mix of conspiracy theories and new predictions of doom. The administration was “cooking the books,” said Senator John Barrasso of Wyoming; people who signed up wouldn’t actually pay their premiums, declared an array of “experts”; more people were losing insurance than gaining it, declared Senator Ted Cruz of Texas.\n\nBut the great majority of those who signed up did indeed pay up, and we now have multiple independent surveys — from Gallup, the Urban Institute and the Commonwealth Fund — all showing a sharp reduction in the number of uninsured Americans since last fall.\n\nI’ve been seeing some claims on the right that the dramatic reduction in the number of uninsured was caused by economic recovery, not health reform (so now conservatives are praising the Obama economy?). But that’s pretty lame, and also demonstrably wrong.\n\nFor one thing, the decline is too sharp to be explained by what is at best a modest improvement in the employment picture. For another, that Urban Institute survey shows a striking difference between the experience in states that expanded Medicaid — which are also, in general, states that have done their best to make health care reform work — and those that refused to let the federal government cover their poor. Sure enough, the decline in uninsured residents has been three times as large in Medicaid-expansion states as in Medicaid-expansion rejecters. It’s not the economy; it’s the policy, stupid.\n\nWhat about the cost? Last year there were many claims about “rate shock” from soaring insurance premiums. But last month the Department of Health and Human Services reported that among those receiving federal subsidies — the great majority of those signing up — the average net premium was only $82 a month.\n\nYes, there are losers from Obamacare. If you’re young, healthy, and affluent enough that you don’t qualify for a subsidy (and don’t get insurance from your employer), your premium probably did rise. And if you’re rich enough to pay the extra taxes that finance those subsidies, you have taken a financial hit. But it’s telling that even reform’s opponents aren’t trying to highlight these stories. Instead, they keep looking for older, sicker, middle-class victims, and keep failing to find them.\n\nOh, and according to Commonwealth, the overwhelming majority of the newly insured, including 74 percent of Republicans, are satisfied with their coverage.\n\nYou might ask why, if health reform is going so well, it continues to poll badly. It’s crucial, I’d argue, to realize that Obamacare, by design, by and large doesn’t affect Americans who already have good insurance. As a result, many peoples’ views are shaped by the mainly negative coverage in the news media. Still, the latest tracking survey from the Kaiser Family Foundation shows that a rising number of Americans are hearing about reform from family and friends, which means that they’re starting to hear from the program’s beneficiaries.\n\nAnd as I suggested earlier, people in the media — especially elite pundits — may be the last to hear the good news, simply because they’re in a socioeconomic bracket in which people generally have good coverage.\n\nFor the less fortunate, however, the Affordable Care Act has already made a big positive difference. The usual suspects will keep crying failure, but the truth is that health reform is — gasp! — working.", "topic": "Obamacare", "politicalLabel": "Conservative", "organization": "New York Times", "biasLabel": "Biased", "title": "Obamacare Fails to Fail", "yellowLabel": "Yellow", "tags": "set([])", "opinionLabel": "Opinion Article"}