{"content": "Can a TV series show a regular character getting an abortion — matter of factly, no drama, no hesitation?\n\n“Parenthood,” about an extended, untraditional family trying to cope with kids and each other, did it last week. And if the idea was to escape controversy, it seems to have worked.\n\nThe network fully backed last week’s controversial episode in which high schooler Amy (Skyler Day) terminated her pregnancy, executive producer Jason Katims says.\n\nNBC said it was “going to support us to tell this story because they felt we would tell it in a way that was not politicized,” he tells The Post.\n\n“They wanted to make sure that we were responsible in terms of the facts and how we told the story. But they did not ever suggest that we don’t do it.”\n\nIn the emotional episode — which drew fire from several Riight to Life groups but not an outpouring of protest — Amy decides to go through with the procedure, despite objections from her boyfriend, Drew (Miles Heizer).\n\n“There’s only one option,” she tells him. “If I have this baby, my life is over.”\n\nKatims says the show’s writers and producers “discussed every possibility” but never seriously considered having the teen keep her baby.\n\nTV’s most famous abortion was more than 40 years ago, when Maude (played by Bea Arthur) decided to terminate her unexpected pregnancy because she was in her late 40s.\n\nThe episode generated millions of letters in protest and discouraged networks from taking on abortion again for years to come.\n\n“This episode, obviously endorsed by Planned Parenthood itself, was more like a giant advertisement for the abortion provider than it was an entertainment show,” the human rights group Live Action wrote in a blog post.\n\nBut NBC appears to be standing by its show — if for no other reason than that people are starting to talk about it with great passion.\n\nUntil recently, “Parenthood”— which draws about 5 million viewers each week — had been unsure at the end of each season if it was going to return.\n\nBut buzz about the show began to build late last year, when one of the show’s main characters, played by Monica Potter, revealed she was fighting breast cancer.\n\n“It kind of raised the stakes, in a way,” Katims says. “The show itself has continued to creatively grow and deepen.\n\n“I feel like what we are trying to do overall is find a balance between the more difficult stories and the ones that are lighter.\n\n“That, I think, is the charm of the show.”\n\nRatings also got a boost from the addition of recurring guest star Ray Romano, who appeared for several episodes as the love interest of Sarah Braverman (Lauren Graham).", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "New York Post", "biasLabel": "Biased", "title": "‘Parenthood’ did what few have tried — make abortion seem nearly normal", "yellowLabel": "Not Yellow", "tags": "set(['Game of Thrones', 'Hillary Clinton', 'the masters', 'Chess', 'New York Yankees', 'NYPD'])", "opinionLabel": "Opinion Article"}