{"content": "Most of Florida's voters voted in favor of legalizing medical marijuana, but Amendment 2 still came 2% percent shy of the votes needed to pass. Supporters vow to keep fighting. VPC\n\nA marijuana plant grows in a Denver greenhouse. (Photo: Trevor Hughes, USA TODAY)\n\nWhile Florida voters narrowly rejected a plan to legalize medical marijuana, voters in Washington, D.C., Oregon, and Alaska approved recreational pot posession and use by adults\n\nAnd in Guam, voters legalized medical marijuana use, according to initial returns showing Proposal 14A passing with more than half of the vote.\n\nSupporters say the legalization wins indicate voters think America's pot prohibition is a failure, especially since non-presidential elections tend to draw an older, more conservative electorate. Twenty-three states and the nation's capital already permit medical marijuana. Tuesday's vote means Washington, D.C., Alaska and Oregon join Colorado and Washington in allowing adults to posses and consume marijuana just for fun.\n\nFlorida's medical marijuana initiative, Amendment 2, received more than 50% of the vote, but failed to reach the 60% needed to pass.\n\nAlaska's measure is similar to Colorado's, and Oregon's is modeled on Washington state's. Washington, D.C.'s initiative legalizes marijuana possession but doesn't establish a taxation system because voters aren't allowed to directly implement taxes themselves.\n\n\"Wins in Alaska and Oregon will provide a boost to efforts in other states because they will demonstrate the benefits of regulating and taxing marijuana. Losses won't really have much impact. After all, an initiative to make marijuana legal failed in Colorado in 2006,\" said Mason Tvert, a spokesman for the pro-legalization Marijuana Policy Project.\n\n\"Some states will end marijuana prohibition more quickly than others, just as some states ended alcohol prohibition more quickly than others. But they all did in the end, and now just about everybody recognizes that it was a good idea,\" he said.\n\nCritics say legalizing pot will lead to increased youth use, and they fear overdoses from popular marijuana-infused foods known as \"edibles.\"\n\n\"What we've seen is that the more people hear details about legalization, whether it is details of specific laws or details of experiences in Colorado or Washington, they are turned off from legalization,\" said Kevin Sabet, director of the Drug Policy Institute at the University of Florida.\n\n\"Legalization in theory, it seems, fares much better than legalization in practice,\" he said. \"We're so far from national legalization at this point, and the recent and sudden success of legalization advocates two years ago has started a counter movement. This discussion is far from over.\"\n\n• With more than 65% of votes counted, Oregon's Measure 91 had strong support from voters, with well more than half of them in support.\n\n• Initial tallies show's Alaska's Ballot Measure 2, passing, surprising some supporters who thought they might see a narrow loss.\n\n• Voters in Washington, D.C., overwhelmingly approved Initiative 71, but it won't apply on the large sections of federal land in the district, and Congress could always step in.\n\nThe strong support in Washington, D.C., heartened legalization supporters: \"With marijuana legal in the federal government's backyard, it's going to be increasingly difficult for national politicians to continue ignoring the growing majority of voters who want to end prohibition. I've been saying for a while that 2016 presidential candidates need to start courting the cannabis constituency, and now the road to the White House quite literally travels through legal marijuana territory,\" said Tom Angell, chairman of the Marijuana Majority.\n\nMORE ELECTIONS FROM USA TODAY\n\nRead or Share this story: http://usat.ly/1tYmPUM", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "USA Today", "biasLabel": "Not Biased", "title": "Where America landed on marijuana", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Other"}