{"yelLabel": ["nonyellow"], "tags": "set([])", "title": "Interpreting Obama's victory", "content": "Obama and the constituencies that supported him could be harbingers of a better future for the country, writes Falk.\n\nRichard Falk is Albert G Milbank Professor Emeritus of International Law at Princeton University and Research Fellow, Orfalea Center of Global Studies. He is also former UN Special Rapporteur on Palestinian human rights.\n\nStory highlights Around the world, even more than in the United States, there is an audible sigh of relief the day after Obama won a clear mandate for a second term as president. It mainly meant that many were relieved that Romney lost, rather than excited that Obama won. Yet there were some, with whom I partly agree, whose gaze carries beyond the narrow victory in popular vote (as distinct from the decisive victory in the electoral college vote), to appreciate a positive fundamental change in American demographics. The white majority coalition that Reagan fashioned so skillfully in the 1980s, achieving incredibly regressive societal results, seems to be losing out to the rising proportion of the electorate that is African-American and Latino, reinforced by the political outlook of youth\n\nAround the world, even more than in the United States, there is an audible sigh of relief the day after Obama won a clear mandate for a second term as president. It mainly meant that many were relieved that Romney lost, rather than excited that Obama won. Yet there were some, with whom I partly agree, whose gaze carries beyond the narrow victory in popular vote (as distinct from the decisive victory in the electoral college vote), to appreciate a positive fundamental change in American demographics.\n\nThe white majority coalition that Reagan fashioned so skillfully in the 1980s, achieving incredibly regressive societal results, seems to be losing out to the rising proportion of the electorate that is African-American and Latino, reinforced by the political outlook of youth and the liberal outlook of many women when it comes to reproductive rights.\n\nPerhaps, as indicative of a changing social climate were the successful referenda on state ballots in Maine, Maryland and Washington to legalise same sex marriage and separate initiatives calling for legalising the medical use of marijuana.\n\nOnly a decade ago, putting such measures on the ballot in several battleground states was understood as a brilliant tactical move by Karl Rove to mobilise the Republican base that was passionately dedicated to defeating such liberalising initiatives, widely regarded by conservatives as signs of societal degeneracy.\n\nSurprising victory\n\nWhat makes the Obama victory surprising is that his four years in the White House had definitely demobilised his base that had been so ardent in 2008 and seemed only lukewarm in 2012. Toward the end of the recent campaign, antagonism to Romney and fears about a Republican victory, partially remobilised this base, which the Obama people effectively used to carry on their so-called \"ground game\" that brought out the minority vote in the key states that were expected to decide the election.\n\nLive Box 201210894257568382\n\nIn this sense, the 2012 electoral result is bound to provoke some long looks in the mirror by the Republican faithful. Unless some kind of economic collapse occurs in the years ahead, it is hard to imagine that a similar kind of campaign and candidate that was offered to the American people will be any more successful in 2016, and is quite likely to be less so.\n\nAfter all, Romney turned out to be a great fundraiser, especially after he chose arch-conservative Paul Ryan to stand by his side, and an energetic performer on the campaign trail and a surprisingly good debater. Of course, Romney was unexpectedly assisted by a shift of momentum in his favour after the first presidential debate, a result greatly facilitated by the uncharacteristic gross under-performance by Barack Obama.\n\nWhat makes the Obama victory more impressive is the degree to which his first term was so disappointing to many of us who had hoped for something more. The escalation in Afghanistan was a costly failure and the refusal to acknowledge this outcome means that the policy community will remain unencumbered by its past experience of counter-insurgency defeat.\n\nThe Pentagon will be ready to go forward with yet another military intervention in a non-western country when so instructed by civilian enthusiasts for hard power diplomacy. Worse than this persisting disposition toward military solutions for international conflicts is the expansion of drone warfare under Obama's watch.\n\nDrone attacks are a chilling reminder that state terrorism remains an officially endorsed feature of American foreign policy, including the claim to kill American citizens wherever they may be on the planet without even the pretence of an indictment and due process.\n\nDrones let loose a new menacing technology that kills without accountability and has the ability to disregard the territorial sovereignty of states as well as to ignore the innocence of those who are made to live under the threat of such weaponry.\n\nOn the home front, there is little to applaud in the Obama presidency to day and quite a bit to lament. There was no attempt to explore whether crimes had been committed during the Bush presidency despite the promise to govern with a scrupulous respect for the rule of law.\n\nThe treatment of the WikiLeaks disclosures, and especially the abuse of the young soldier, Bradley Manning, who is accused of leaking the documents, sends a chilling signal in relation to conscience and criminality.\n\nThe US government's crimes disclosed in the documents, pertaining to actions during the Iraq and Afghanistan wars were totally overlooked while the entire focus of governmental concern was placed on the breach of secrecy.\n\nWhen state secrets are guarded so zealously and crimes against humanity are granted impunity, it is a sure sign that the republic is not morally flourishing. It reinforces the impression that America is still reeling from the combination of trauma and belligerency brought about by the 9/11 attacks.\n\nDominant military force\n\n\n\nThere is no reason to suppose that Obama will take steps to vindicate retroactively in his second term the premature award of a Nobel Peace Prize in 2009. In fact, among the more disturbing sentiments expressed in his victory speech was to twice boast about the United States having the most dominant military force ever possessed throughout the whole of human history.\n\nIn his extravagant words: \"We want to pass on a country that's safe and respected and admired around the world, a nation defended by the strongest military on earth and the best troops this world has ever known.\"\n\nIt is almost unnecessary to point out that the wishes expressed in the first part of the sentence are perceived to be directly contradicted by the militarist claim in the second part.\n\nPerhaps, we can hope for something slightly better when it comes to the economy. Obama could have been far worse, and he not only inherited a mess from the Bush era, but was faced with a Republican-controlled House of Representatives that was consistently obstructionist and did little to conceal its priority of making the Obama leadership fail.\n\nUS economy struggles to regain footing\n\nHis programmes of stimulus and bailouts did probably prevent a slide into a deep national depression. It remains disturbing, however, that he relied exclusively on economists friendly to Wall Street throughout the process, avoiding any reliance even on such moderate critics as Robert Reich, Paul Krugman and Joseph Stiglitz.\n\nNevertheless, there were some moves by the Obama administration to put a lid on the most irresponsible practices of the financial world that had generated the mortgage/foreclosure fiasco in the real estate market and its related crises affecting the leading brokerage and banking outfits.\n\nRomney was reported to have told a private fundraising gathering that the Israel/Palestine problem was not going to be resolved in the near future and that this was okay. Obama seems to have avoided any commentary, although it became well known that Israel was the only country in the world, including it turned out, the United States, in which Romney would have been the electoral choice of the citizenry.\n\nIn the US, Jewish support for Obama declined somewhat, but was still maintained a robust 70 per cent level. We can expect two kinds of tests in the months ahead as to whether Obama's approach to the conflict will change:\n\n• Diplomacy toward Iran's nuclear programme, especially with respect to the threat of an attack launched by Israel; • Degree of Washington's opposition to the effort by the Palestinian Authority to obtain an upgraded non-member observer status at the United Nations.\n\nAnother inexcusable failure of the Obama presidency and the presidential campaign was the widely noticed silence on the challenge of climate change. It might as time passes be noted as the clearest signal that democratic politics, deformed by special interests dispersing bundles of cash, could succeed in keeping issues vital to the wellbeing of the citizenry completely off the agenda.\n\nSuch a result was aided and abetted by the media that never called attention to the concern despite record-setting heat in the summer of 2012. Fortunately, for Obama, Hurricane Sandy managed what none of the media pundits dared, forcing the recognition that extreme events could no longer be explained away by reference to natural weather cycles.\n\nAnd it was notable that finally in his victory speech, Obama made an oblique reference to doing something about halting the warming trends that so dangerously imperils human health, food security and overall wellbeing. [\"We want our children to live in an America... that isn't threatened by the destructive power of a warming planet.\"]\n\nObama's new mandate\n\n\n\nWe must watch carefully to see whether this revived concern about climate change translates into high profile national policy, including global leadership, which has been entirely absent during Obama's time as president, despite his original recognition as a candidate in 2008 of what an important challenge climate change posed for the future welfare of the country.\n\nThere are two basic interpretations of the Obama victory among those who were hostile to Romney's candidacy:\n\n• The dominant view is that Obama offers the American people and the world a set of expectations that were decidedly preferable to what Romney and the Republicans were offering: more people-oriented; fairer taxation, government regulation of business, and stronger commitments to a government safety net for health, housing, poverty and education; better appointments to the courts and to government, with greater representation for women and minorities; a more positive approach to the United Nations and foreign policy; and somewhat more forthcoming on environmental issues, including climate change. • The minority view that when it comes to plutocracy, militarism and the general structures of global capitalism, there is no significant difference between the two parties, and that the election is in this deeper sense, irrelevant. Those adhering to such an outlook were inclined to support the Green Party candidate, Jill Stein, who articulated a genuinely progressive agenda that refused to be swayed by liberal appeals to the differences between Republicans and Democrats. The mainstream media completely ignored the existence of the Green Party perspective, which revealingly contrasted with the great attention accorded to the Tea Party from its first irreverent stirrings.\n\nI felt drawn to both of these somewhat inconsistent interpretations and because I was living in California, which was deemed super-safe for Obama, I felt that I could vote structurally, that is, for the Green Party, rather than tactically, that is, for Obama. When it came to secondary candidates and state and local issues, I cast my votes in a pattern that was the same as that of my liberal democratic friends.\n\nLive Box 20121023161257886658\n\nOf course, the question that I find more difficult to answer is whether if I had lived in Florida or Ohio, I would have risked the structural choice. There is the memory that George W Bush defeated Al Gore in the 2000 election because 90,000 votes were cast on behalf of a Third Party candidate, Ralph Nader.\n\nThe question comes down to this: Is it more important to show symbolic support for a party and candidate that diagnoses the issues in a sufficiently radical manner to offer some promise of a transformative agenda, or is it better to go with the lesser of evils?\n\nI admit that in the excitement occasioned by the Obama victory, I was prepared to admit to myself that somehow Obama and the constituencies that supported him could be harbingers of a better future for the country. This sentiment was shared, in reverse, by the pro-business community, which registered its displeasure with the electoral outcome by a major stock market selloff that drove the Dow Jones index down by more than 312 points.\n\nThere was something I found inspiring and hopeful about the ethnic and racial diversity of the Obama inner core waiting in Chicago for his victory speech as compared to the stiff and formal whiteness of the Romney crowd despondently gathered in Boston for their leader's concession speech.\n\nAt this point, my hopeful side is ready for Obama's new mandate to outdo my modest expectations, just as in 2008 he disappointed me beyond my apprehensions. Among Obama supporters there is the belief that in this second term he will take risks in an effort to elevate his presidency to the ranks of greatness.\n\nRegardless of whether Obama pleases more than he disappoints, sending the Republicans to the sidelines is something to cheer about! And beyond this, the Green Party effort did remind me and a few others that a progressive alternative to predatory capitalism can be put forward in a coherent and compelling manner by a candidate with talent and impeccable credentials.\n\nPerhaps, we can look forward to a period when Jill Stein does for the Obama presidency what Norman Thomas and the Socialist Party did for the New Deal presidency of FDR, that is, be both a thorn in the side and an inducement to stop the bleeding of disaffected party members by adopting important parts of the Socialist agenda.\n\nRichard Falk is the United Nations Special Rapporteur on Palestinian human rights.\n\nSource: Al Jazeera", "positionLabels": ["critical"], "politicalLabels": ["conservative"]}