{"yelLabel": ["nonyellow"], "tags": "set(['Public Broadcasting Service', 'Interactives', 'Investigations', 'Stephanie Cutter', 'Primary elections', 'Presidential elections', 'Election campaigns', 'Mitt Romney', 'Barack Obama', 'United States', 'State governments'])", "title": "Obama, Romney battle over Big Bird, binders", "content": "Campaign 2012 has produced some rather unusual topics, including Big Bird, binders and \"Romnesia.\"\n\nTo Mitt Romney and his aides, these are signs that President Obama is running a feckless campaign.\n\nTo Obama backers, they're symbols of Romney's shortcomings.\n\nThe term Romnesia, for example, is \"really quite frankly silly for the president of the United States, the leader of the free world, to begin uttering,\" said Romney senior adviser Kevin Madden on CBS' Face The Nation.\n\nHe said, \"Along with this talk about binders, talk about Big Bird, I mean, all of that is really indicative of a candidate that doesn't have a vision for the future.\"\n\nObama deputy campaign manager Stephanie Cutter, appearing on the same program, said all three terms describe various aspects of Romney's campaign.\n\nRomnesia, she said, is the form of amnesia in which the candidate forgets his previous political issues.\n\n\"Mitt Romney has run as the ideal Tea Party candidate -- severely conservative -- for the last six years running for president,\" Cutter said. \"In the last two weeks of this campaign, he's suddenly moving to the middle.\"\n\nBig Bird and other Sesame Street characters surfaced in the campaign because of Romney's call to end the federal subsidy to the Public Broadcasting Service, part of a plan to reduce federal debt.\n\n\"Big Bird is important because that's the only thing that Mitt Romney could point to as to how he's going to reduce the deficit,\" Cutter said. \"Deficits are a big issue in this.\"\n\nThe binders issue surfaced in last week's presidential debate: Romney said that when he became governor of Massachusetts, he sought to appoint more women to state government; various groups brought him the names and resumes of many potential appointees -- \"binders full of women.\"\n\nCutter said, \"Now Mitt Romney could only point to binders for an accomplishment towards women.\"\n\nThe Romney people say it adds up to a small campaign by President Obama.\n\nIt \"has not been one about the future, it hasn't been talking about what they would do the next four years to really help rebuild the economy,\" Madden said. \"Instead they've reduced themselves to very small attacks.\"\n\nRead or Share this story: http://usat.ly/X0iZsO", "positionLabels": ["critical"], "politicalLabels": ["liberal"]}