{"yelLabel": ["nonyellow"], "tags": "set([])", "title": "Clinton vows to stand by Israel as it takes 'risks for peace'", "content": "Clinton vows to stand by Israel as it takes 'risks for peace'\n\nIn this story:\n\nDecember 12, 1998\n\nWeb posted at: 9:15 p.m. EST (0215 GMT)\n\nTEL AVIV, Israel (CNN) -- President Bill Clinton began a three-day trip to the Middle East by reaffirming America's commitment to Israel's security and vowing to \"stand by you as you take risks for a just, lasting and secure peace.\"\n\n\"The United States will walk this road with Israel every step of the way,\" Clinton said during a welcoming ceremony at Ben Gurion airport.\n\nClinton's trip is designed to bolster the agreement reached between Israelis and Palestinians in October at Wye River, Maryland, which has broken down in recent weeks amid street violence and disputes over prisoner releases.\n\nClinton listens to Netanyahu's stern speech\n\nIllustrating the difficulty of the president's task, Prime Minister Benjamin Netanyahu offered a strongly worded welcoming statement, insisting that the Palestinians \"must honor the agreements with deeds and not only with promises that all too often prove empty.\"\n\n\"We are willing to carry out the agreements we have signed, but we must insist and ensure that the Palestinians carry out their part as well,\" Netanyahu said. \"Agreements not anchored in security, agreements which only serve to conceal belligerent aims, agreements brazenly flouted and violated with violence, inevitably lead not to peace but to the continuation and intensification of conflict.\n\n\"What we must ensure is a peace with full compliance, a peace which will endure for decades and not for the next newscast,\" he said.\n\nClinton arrives shortly after impeachment vote\n\nAmid heavy security, Clinton arrived Saturday just before midnight, a short time after members of the House Judiciary Committee back in Washington approved a fourth article of impeachment against him for his actions in the Monica Lewinsky affair.\n\nAfter walking off Air Force One, he greeted a host of Israeli officials including members of the Cabinet -- a majority of whom are on record as opposing Clinton's trip.\n\nThe president was accompanied to the Middle East by his wife, Hillary, and daughter, Chelsea. Secretary of State Madeleine Albright accompanied a U.S. delegation that includes more than a dozen members of Congress.\n\nAfter the airport ceremony, the president's party boarded a helicopter for a flight to Jerusalem. On Sunday, Clinton is scheduled to meet with Netanyahu and members of the Israeli Cabinet.\n\nViolence in Bethlehem\n\nHours before Clinton's arrival, Palestinian protesters stoned Israeli soldiers guarding the entrance to Palestinian- administered Bethlehem, where Clinton is scheduled to light a Christmas tree on Monday.\n\nFighting occurs the day of Clinton's arrival\n\nThe troops -- positioned below a banner declaring \"Bill Clinton: Welcome to Palestine\" -- responded with tear gas and rubber bullets.\n\nPalestinians also buried the two latest victims of West Bank violence -- 18-year-olds shot in clashes with Israeli soldiers on Friday.\n\nPalestinian teens Mohammad Amin Suleiman and Kamal Mansour Adwan were shot dead in clashes reminiscent of the Palestinian intifada uprising of the late 1980s and early 1990s.\n\nTheir deaths brought to four the number of Palestinians killed this week in disturbances across the West Bank designed to pressure Israel to free people Palestinians consider political prisoners.\n\nNetanyahu halts Wye process\n\nThe land-for-peace process set out in the Wye accord was halted last week when Israel put any further West Bank pullbacks on hold over alleged Palestinian violations of the agreement.\n\nIn addition to a dispute over Palestinian prisoners held by Israel for anti-Israel activity, there is tension over Israel's insistence that the PLO vote to nullify clauses in its 1960s charter that call for the destruction of Israel.\n\nBoth issues will be on the agenda Monday when Clinton addresses the Palestine National Council.\n\nPalestinian Authority President Yasser Arafat has said no vote to repeal the clauses is planned, as Israel has demanded, because an overwhelming vote to revoke the offending clauses took place in 1996. He says an \"affirmation\" is enough.\n\nAsa'd Abdel-Rahman, the Palestinian Cabinet's general secretary, said that at Monday's meeting Arafat \"will say 'I have sent a letter to President Clinton regarding the nullification of clauses in the charter, and it is required that you endorse it.'\"\n\n\"There will be no voting. There will be clapping, and some will raise their hands. But the Israeli demand that the members vote is rejected,\" Abdel-Rahman said.\n\nSummit between 3 leaders possible\n\nU.S. officials have been trying to arrange a summit between Clinton, Arafat and Netanyahu for late Monday, but Israeli officials say it will depend on the results of the Palestine National Council meeting.\n\nAlbright tried Friday to soothe Israeli concerns that Clinton's trip to Gaza would be viewed as a symbolic U.S. endorsement of a Palestinian state.\n\n\"The issue of the Palestinian state, as we have said many, many times, is not an issue that is going to be declared unilaterally or be strengthened by various symbols,\" Albright said.\n\nJerusalem Bureau Chief Walter Rodgers contributed to this report.", "positionLabels": ["critical"], "politicalLabels": ["liberal"]}