{"yelLabel": ["nonyellow"], "tags": "set(['Most Popular on HuffPost'])", "title": "'I Would Have Probably Done Better' Against Obama", "content": "Former House Speaker and presidential candidate Newt Gingrich has offered a number of opinions on the Republican Party's course going forward in a recent interview. (Win McNamee/Getty Images) | Getty Images\n\nWASHINGTON -- Newt Gingrich blames Mitt Romney for being a bad candidate.\n\nMore than that, he blames the Republican party for fostering a corrosive culture that produced Romney as its candidate. The former House Speaker argued that the GOP has grown stale and introverted, putting itself on the wrong side of history on issues like immigration and painting itself into a corner on others, like gay marriage.\n\nRomney's failed candidacy was just the latest illustration of this, the 69-year-old Gingrich said in hour-long interview that dealt, in large part, with the GOP’s problems and what he hopes to contribute to their solution.\n\nGingrich, whose staying power in the Republican primary has surprised many observers, was Romney's most acerbic critic during that intraparty contest. He would go on to play the role of dutiful soldier during the general election, only to revert back to form a month and a half after the national contest ended with Romney losing handily.\n\n\"I think either [Texas Gov. Rick] Perry or I would have probably done better [against Obama],\" said the former speaker, exhibiting a bit of his trademark braggadocio.\n\nGingrich didn't go so far as to say he would have won outright as the Republican nominee. But even as he walked himself back momentarily, he couldn't help but offer another boast.\n\n\"[I]f Obama had pounded on my weaknesses as intensely as Romney, who knows what would have happened. So I don't want to be arrogant and say I would have done better,\" said Gingrich. \"I would say my impression is that, from the Obama team's standpoint, the two candidates they found the hardest to cope with were Perry and me.\"\n\nOne thing was indisputable, he added: The Obama campaign was \"begging for Romney,\" growing more and more confident of their chances against the former Massachusetts governor as the Republican primary progressed. In particular, Gingrich said that Romney's talk of \"self-deportation\" for undocumented immigrants was like \"watching an exercise in self-destruction.\"\n\n\"The degree to which you have to be isolated from human behavior to think grandmothers are going to self-deport and leave their grandchildren? So you end up losing Asians by a bigger margin than Latinos. Do you know how hard that was, technically?\" he said.\n\nFor all of Romney's shortcomings, however, Gingrich blamed larger forces for the November loss (a loss that he himself failed to predict). It was politically inept for Romney not to engage with constituencies and media outlets beyond those that were explicitly friendly, he argued. But that skittishness was mainly the byproduct of a consultant-dominated GOP culture whose risk-averse mindset shielded candidates and stunted their ability to respond dynamically to different points of view.\n\n\"If your candidate isn't growing,\" Gingrich said, \"if they're not writing their own speeches, if they don't know what their own policies are, why would you think they're going to be able to function in the real world? It's a very big, deep problem.\"\n\nFresh off of finishing a new novel of historical fiction, Gingrich said he is set to embark on a six-month study of what went wrong with the GOP this past cycle, \"just rethinking and looking at and analyzing every aspect of the last four years.\"\n\nHe was not impressed with the committee that was created by the Republican National Committee for a similar purpose.\n\n\"I don't think these guys have a clue. Let me just say, you're inviting in the guys who were wrong to give you a report six weeks later on why they're now right,\" he said. \"I'm working with [RNC Chairman] Reince [Priebus] and he is supporting what I'm doing, but part of the reason why I'm doing this is I don't see any institution in the party prepared to think deeply enough.\"\n\nSome of the recommendations Gingrich has to offer won't take six months to develop. Asked, for instance, if he would get rid of the controversial Ames straw poll -- the quadrennial Iowa cattle call of Republican primary candidates -- he had a different idea.\n\n\"Just ignore it,\" he said. \"It has no meaning. The only meaning of the last Ames straw poll is that it drove [Tim] Pawlenty out of the race.\"\n\nOther topics are weightier and harder to game out. But as with most matters, Gingrich had opinions. On immigration, for instance, he advised House Republicans to show immediate legislative progress by passing \"six or seven free-standing bills\" instead of trying to agree to one huge piece of law.\n\n\"Do them in parallel but simultaneously, but try to figure out a majority for each bill, because I think what happens with a comprehensive bill is the sheer weight of it kills it,\" he said, predicting that Sen. Marco Rubio (R-Fla.) would have to give his imprimatur to most efforts.\n\nGingrich recommended one bill dealing with border security, another aimed at creating a guest-worker program that does not provide permanent citizenship but manages the large undocumented population, and finally “a path toward citizenship for young people” similar to the Dream Act.\n\nOn gay marriage, meanwhile, Gingrich argued that Republicans could no longer close their eyes to the course of public opinion. While he continued to profess a belief that marriage is defined as being between a man and a woman, he suggested that the party (and he himself) could accept a distinction between a \"marriage in a church from a legal document issued by the state\" -- the latter being acceptable.\n\n\"I think that this will be much more difficult than immigration for conservatism to come to grips with,\" he said, noting that the debate's dynamics had changed after state referenda began resulting in the legalization of same-sex marriage. \"It is in every family. It is in every community. The momentum is clearly now in the direction in finding some way to ... accommodate and deal with reality. And the reality is going to be that in a number of American states -- and it will be more after 2014 -- gay relationships will be legal, period.\"\n\nStepping back from the political, Gingrich noted that he has a personal stake in the gay marriage debate. His half-sister works at the Human Rights Campaign. He has gay friends who've gotten married in Iowa. The man who once compared same-sex marriage to paganism is now worried that the Republican Party could find itself trapped in a bygone era on the matter.\n\n\"I didn't think that was inevitable 10 or 15 years ago, when we passed the Defense of Marriage Act,\" he said. \"It didn't seem at the time to be anything like as big a wave of change as we are now seeing.\"", "positionLabels": ["defensive"], "politicalLabels": ["conservative"]}