{"yelLabel": ["nonyellow"], "tags": "set([])", "title": "Obama backs same-sex marriage", "content": "Comments to ABC News signal shift from previous position that his personal views on the issue \"were evolving\".\n\nUS President Barack Obama has said he believes same-sex couples should be allowed to get legally married.\n\nThe remarks on Wednesday marked a shift in his position on the issue that is likely to please his political base and upset conservative rivals.\n\n\"It is important for me to go ahead and affirm that I think same sex couples should be able to get married,\" Obama said in an interview with ABC News' Robin Roberts.\n\nObama's comments came days after Joe Biden, the US vice-president, and Arne Duncan, the education secretary, both made statements to the press in support of same-sex marriages.\n\nVoters in North Carolina ban same-sex marriage\n\n\n\nBiden said on Sunday he was \"absolutely comfortable\" with allowing same-sex couples to wed.\n\nObama says he has concluded that it is important for him to affirm that he thinks same-sex couples should be able to get married.\n\n\"But it's also the Golden Rule, you know -- treat others the way you would want to be treated\" he said.\n\nHe says he came to the conclusion over the course of several years of talking to family and friends.\n\nAl Jazeera's Patty Culhane, reporting from Washington, said what the president \"originally wanted to see ... was for gay couples to have legally recognised partnerships\", referring to Obama's stance on the hot button issue during the 2008 US presidential elections.\n\nOur correspondent said Obama had told the US morning show, Good Morning America, that \"because civil unions aren't doing enough ... people should be allowed to marry legally\".\n\nThe president's remarks follow a vote on a constitutional amendment in North Carolina that makes it the twenty-eighth state to prohibit same-sex marriage on Tuesday.\n\nHe stressed that this is his personal position, and that he still supports the concept of individual states deciding the issue on their own.\n\nObama has previously said his personal views of gay marriage were evolving, a stance that frustrated gay-rights supporters.\n\nMitt Romney, Obama's likely Republican rival in the 2012 presidential election, told local media in the state of Colorado that he does not support same-sex marriage or civil unions.\n\n\"I do not favour marriage between people of the same gender and I don't favour civil unions if they're identical to marriage other than by name,\" Romney told a reporter for a local TV station in Denver.\n\n\"My view is domestic partnership benefit, hospital visitation rights and the like are appropriate, but the others are not,\" the former Massachusetts governor added.\n\nIn a Gallup poll conducted between May 3 and 6, 50 per cent of Americans said they backed same-sex marriage, while 48 per cent said it should not be legalised.\n\nSource: Al Jazeera and agencies", "positionLabels": ["factual"], "politicalLabels": ["neutral"]}