{"yelLabel": ["nonyellow"], "tags": "set([])", "title": "President blames media for exaggerating ISIS threat", "content": "This is a rush transcript from \"The Five,\" February 9, 2015. This copy may not be in its final form and may be updated.\n\nDANA PERINO, CO-HOST: Hello, everyone. I'm Dana Perino along with Kimberly Guilfoyle, Bob Beckel, Eric Bolling and Greg Gutfeld. It's 5 o'clock in New York City and this is \"The Five.\"\n\nADVERTISEMENT ADVERTISEMENT\n\nThe Obama administration thinks that America is on the right track to destroy ISIS.\n\n(BEGIN VIDEO CLIP)\n\nSECRETARY OF STATE JOHN KERRY: I believe we are on the road to, yes, I absolutely do and I think the evidence is not in my saying it but it's in the facts of what is happening.\n\n(END VIDEO CLIP)\n\nPERINO: But Lieutenant General Michael Flynn, the president's former military intelligence chief, does not see it that way.\n\n(BEGIN VIDEO CLIP)\n\nMICHAEL FLYNN, FORMER DIRECTOR DEFENSE INTEL AGENCY: Today what you are seeing on a map like that is -- is a doubling of the enemy. And what I have --\n\nCHRIS WALLACE, 'FOX NEWS SUNDAY' ANCHOR: A doubling of the enemy?\n\nFLYNN: For -- a doubling or more. The strategy that we have had is not -- is not working, and it's clearly not working. And just -- just look at the kinds of things that we're facing. I mean -- you know, in my -- in my world, what I have grown up to -- have to do is to find the enemy that we are facing. And like I've said, if you -- you can't defeat an enemy that you don't admit exists. We faced the Nazis, we faced the communists, we defeated those ideologist. This is another ideology that we're going to have to have to face. It is staring us in the face right now, and that's his expansion of radical Islam. And it -- they are against our way of life, and we have to make sure that we understand that.\n\n(END VIDEO CLIP)\n\nPERINO: So if that wasn't confusing enough, President Obama gave an interview to Vox.com where he -- choose described the terror threat as he sees it. Take a listen.\n\n(BEGIN VIDEO CLIP)\n\nPRESIDENT BARACK OBAMA: .my morning -- my morning tea.\n\nMATTHEW YGLESIAS, EXECUTIVE EDITOR OF VOX: Do you think the media sometimes overstates the sort of level of alarm people should have about terrorism and this kind of chaos, as opposed to a longer-term problem of climate change and epidemic disease?\n\nOBAMA: Absolutely. And -- you know, I don't blame the media for that. What's the famous saying about local newscasts, right? If it bleeds, it leads, right? You show crime stories and you show fires, because that's what folks watch, it's all about ratings. And, the problems of terrorism and dysfunction and chaos, along with plane crashes and a few other things, that's the equivalent when it comes to covering international affairs.\n\n(END VIDEO CLIP)\n\nPERINO: So that was quite a highly produced interview, Greg. And he want -- he's -- he went on to say that we don't cover stories like climate change because they aren't sexy, but it is more important to cover that than terrorism.\n\nGREG GUTFELD, CO-HOST: Well, the reason for embracing the imprecise issue of climate change, it allows the villain to be the United States. And it allows everybody to say, we're all going to be pro-planet rather than pro United States. It's a radical shell game that is meant to further marginalize the United States over the long term by saying we're more about the planet than we are about ourselves. The problem that we have here is really that, if you -- if you accept this metaphor that President Obama still is kind of like a college student. ISIS and Ukraine in Libya and Egypt are basically like term papers that he's constantly putting off. But that's the hard stuff, that's the reason why you're president but, -- you got to return to the priorities. And if you look at his priorities, how can a president go and do public service announcements while the stuff is going on. It's like having Lena Dunham, you know deal with Putin. I mean this is a freaky Friday scenario that is infected the White House. You should be focusing on foreign policy and not on doing PSA's.\n\nPERINO: Do you think Kimberly, he was trying to calm Americans and the thinking like -- we don't have ISIS on our shores? We're not at risk of being rounded up and burned alive in a cage? Do you think that's what he was trying to do?\n\nKIMBERLY GUILFOYLE, CO-HOST: No. I really don't. I know.\n\nPERINO: I'm trying to help him.\n\nGUILFOYLE: I know, but there is no helping him. And he doesn't even want to be helped. He thinks we need the help, that we don't get it, that we are quite frankly stupid and that we have just an idea like, oh, if it bleeds it leads, we just run.\n\nGUTFELD: Right.\n\nGUILFOYLE: After sensational news headlines, oh, airplane crash. Oh, ISIS. Oh, someone burned alive in a cage. He thinks we are just ignorant. And that if we can elevate to a level where he is -- the existential level that perhaps, we could have an awareness and operate on this higher plateau that the president had. It's more global in terms of his understanding and what matters in this world. So he's focused on polar bears and we're focused on beheadings. I mean, there is no comparison. It's such a disconnect.\n\nPERINO: What about the contradiction -- Eric, between what John Kerry said which is, that we are on the right track to destroying ISIS and the general who says, I most certainly don't -- do not think that we are. Is it possible that it's just impossible -- it's not impossible to tell because we don't have enough reporting on the ground?\n\nERIC BOLLING, CO-HOST: Well, -- it could be. We also learned today that some -- I really hope this is accurate, 5,000 or so ISIS fighters were killed by the Jordanian airstrikes -- that's fantastic. Things seem to be getting better with thank -- thankful -- thank goodness for King Abdullah of Jordan. But that comment, that President Obama just said that, if it bleeds it leads. It's that nonchalant attitude that's not only danger -- explains why -- how he golf after a beheading or fund a raise after Benghazi. That's just -- he's just too cool for school, everyone just needs to relax and take this away I am, but the problem is it's not getting better. If it's getting better, it's getting better because of the royal Jordanian air force, and now the UAE step up the airstrikes as well -- I can -- those are good things. As for -- it's not that big a thing talk to Kayla Mueller's parents, talk to Peter DeFazio's (ph) parents and talk to James Foley's family. They are grieving and that - - those -that's real grieving. It's not this don't worry about it, if it bleeds it's leads, it's media hype. That's -- that's real.\n\nGUTFELD: If it bleeds, he golf's.\n\nBOLLING: Right.\n\n(LAUGHTER)\n\nPERINO: Unfortunately, that doesn't rhyme.\n\nGUTFELD: I know.\n\nPERINO: But trying.\n\nGUTFELD: I was working on it.\n\nPERINO: Will come back to you and I get Bob's take on this. From a presidential communication standpoint, so he is -- to lead the nation and try to -- I guess calm the nation, do you think? That's what he is trying to do or is he actually being condescending to the rest of the nation?\n\nBOB BECKEL, CO-HOST: Well, I don't -- I don't know if he knows exactly what (inaudible) he's on and some of these things. But let me just say a couple of things, one, it is true that all of the networks including ourselves spent hours and hours and hours on that Malaysia airlines flight. I think after a while probably we ran it to the ground or the sea as it were. I think Kerry's comment about we're defeating ISIS is - - as he know that, expect in the long run we will defeat ISIS.\n\nGUILFOYLE: Toughmoric (ph)\n\nBECKEL: And I don't think that there is a -- a question in my mind that, Oh, that Obama wants to see ISIS gone. The question is.\n\nGUILFOYLE: He does, I think. He wishes they would go away so he can focus on climate change.\n\nBECKEL: Well, that's probably right, and I wish he would. But -- and they're here and the president and -- I don't care how much you want to get people focused on climate change, they won't get focused while things like this are going on even things like this weren't going on, I'm not so sure.\n\nPERINO: They're actually kind of lucky, that we don't cover climate change as much as we should. Because today, -- yesterday, it was reported that more the temperature readings have been fabricated and it's all -- that's all blowing up in their faces, they're kind of lucky, actually, that we don't cover it. Because the only news is --\n\nGUILFOYLE: Fraud science.\n\nPERINO: Yes, I -- I agree.\n\nGUTFELD: By the way, you know he did this interview for Vox, which is apparently, I guess a big get for Vox. But essentially, it's like the Justin Bieber fan club, which is run by the Justin Bieber organization. Getting Justin Bieber for an interview, he just basically -- he calls out FNC and he talks about if it bleeds it leads, but he scampers to like a tree house for it, to do an interview with these little buddies.\n\nPERINO: Well, let me leave one other --\n\nBOLLING: It's home field advantage.\n\nGUTFELD: Yeah.\n\nBOLLING: I mean that -- that group is as far left as they come.\n\nGUTFELD: Right.\n\nPERINO: Frankly to -- the interview took place on January 23rd, they didn't release it until yesterday, but it got a lot of attention, it's getting attention here. I want to point out something else that he said Greg, in the interview. This -- he was referring back -- he was talking about terrorism in general and he was referencing the terror attack in Paris, not only the Charlie Hebdo, but the -- Kosher market.\n\nGUTFELD: Yeah, yeah.\n\nPERINO: Where there was an attack. And he said, -- I'm sorry I have to read this from my phone, but it said, \"Look, the point is this. My first job is protecting the American people, and it's entire -- highly legitimate for the American people to be deeply concerned when you've got a bunch of violent vicious zealots who behead people or\" -- and this is the key quote, \"randomly shoot a bunch of folks in a deli in Paris.\"\n\nGUUTFELD: Yeah.\n\nPERINO: To me, that is absolutely not serious in us.\n\nGUTFELD: Yeah, it's --\n\nPERINO: About the entire femantism (ph) the targeting by the Islamic radicals who killed the people in a deli.\n\nGUTFELD: If -- if taking those people hostage and killing them in a Jewish deli is random, then the Boston marathon bombing was a sports injury. It's the absurdity of this is beyond belief. I understand, it goes back to what you are saying that he's trying to diminish the horror -- but all he does is he sounds again like a misguided grad student out of his element. He's better talking foreign films than foreign policy.\n\nBECKEL: You don't --\n\nPERINO: Let's see if it was better on the other talk, because it's getting from attention today. There was a press conference earlier between the chancellor of Germany, Angela Merkel and our president. Let's take a listen.\n\n(BEGIN VIDEO CLIP)\n\nOBAMA: If in fact diplomacy fails, what I've asked my team to do is look at all options. What other means can we put in place to change Mr. Putin's calculus? And the possibility of lethal defensive weapons is one of those options that's being examined, but I have not made a decision about that yet.\n\n(END VIDEO CLIP)\n\nPERINO: One of my favorite people to follow on Twitter is Ian Bremmer and he after that -- he's an expert in geopolitical issues. He said, \"Basically, what Obama said to Merkel\" -- give this question to you Eric, is, \"If the next round of Russia talks fail, we will consider providing Ukraine with weapons to lose the fight less quickly.\" And that's how I took it. Which is re-basically admitting that we're not going to be able to do anything, because we haven't done anything. So therefore, we have to do something -- less quickly.\n\nBOLLING: Your tweet was -- was awesome, right after were he said, President Obama basically said, we're definitely kind of sort of maybe we'll send some help for you -- soon.\n\nPERINO: Yeah.\n\nBOLLING: And you are right. Here's my question. Why didn't Angela Merkel step up and say, well then, we'll take care of this.\n\nPERINO: Her position, Bob. Germany's position is -- no arms. And one of the things that she said yesterday -- I think I have that too, I have it somewhere. Basically I'm going to paraphrase it but, just trust me, I'm correct. He said.\n\nGUILFOYLE: Oh my, God.\n\n(LAUGHTER)\n\nPERINO: We -- we are concerned about sending arms, because if more arms are sent, there will be more victims. But -- how do you say to the people who are facing Putin's army that we're not going to help you, because we think you might be more victimized.\n\nGUTFELD: That didn't work with the holocaust. I mean, if they were -- if they've had been armed.\n\nBECKEL: Well, let me just say, trust me because, I am very good on facts. You know the --\n\n(LAUGHTER)\n\nBOLLING: How far this week?\n\nGUILFOYLE: Yeah.\n\nBECKEL: It's just the beginning of the week and then we have all to (inaudible).\n\nGUILFOYLE: Jail bucket. (ph)\n\nBECKEL: The -- the fact is the Germans have been reluctant about weapons for a long time and --\n\nPERINO: They didn't even do weapons in Afghanistan.\n\nBECKEL: That's right.\n\nPERINO: They did police training.\n\nBECKEL: That's right.\n\nPERINO: they didn't do -- armed. (ph)\n\nBECKEL: And also they were forbidden to do that for a long time but, that's not going to excuse for not doing it. You know what I finally figured out about this is I think, is it -- I think Obama grew up along Muslims. I think he was very strong, affected by Muslims. I think in his dream of dreams he hopes these guys aren't really Muslims and he doesn't want to call them Muslims because, he really does like Muslims.\n\nBOLLING: Wait, wait.\n\nGUILFOYLE: In Muslims, where Bob? Do you see --\n\nPERINO: I think he's talking about the --\n\n(CROSSTALK)\n\nBECKEL: But I was saying -- I want to get that point in that -- here's the guy that was very much affected by -- by Muslims in his life. He had friends who are Muslims -- I think he doesn't want to make himself believe they can be a nasty group --\n\nPERINO: I'm not sure if it is only just about that, I think that he would prefer for this big international problems to go away -- Kimberly. And this one, in a particular one, Russia, Ukraine -- if you were the Ukrainians now -- I mean, safely, would you say your diplomacy is failing. I guess you would probably look for somebody else that can help you. And there is really -- there's no one --\n\nGUILFOYLE: But that's the problem.\n\nPERINO: In the western world that is stepping up faster now.\n\nGUILFOYLE: Now you might really start to feel a sense of the desperation and isolation, because -- essentially, Putin is being able to operate -- you know, wholeheartedly in whatever fashion he wants, to go ahead, this is all about oil and nobody's going to --\n\nPERINO: Remember after Putin, annex (ph) Crimea and then, the line we were fed from the last was, he is much more weakened now.\n\nGUTFELD: Yeah.\n\nPERINO: And so, he won't be able to do anything more.\n\nGUILFOYLE: Like ISIS, yeah.\n\nPERINO: And that was about a year ago. GUTFELD: The problem is that no one has to steal President Obama's play book. Because he hands it to you, he tells you, this is not our fight. He doesn't realize that in order to stop somebody from punching you, you have to be willing to throw a punch.\n\nBOLLING: Can I just --\n\nGUILFOYLE: But he's not.\n\nBOLLING: Very quick.\n\nPERINO: That's enough, I got to go.\n\nBOLLING: This was the opportunity today, to step up and say, we will -- if you -- Russia, Putin, if you continue to advance or have your so-called rebel -- rebels in favor of Russia advance, we will put sanctions up. They are on their heels right now, with a $52 barrel of oil (ph). They are on their butts.\n\nGUILFOYLE: This is the time to lay sweep on them, we didn't do it.\n\nBOLLING: Yeah. You lay -- yeah, lay sweep them as Kimberly says in the economy, they're finished, they to back off.\n\nPERINO: Is that a wrestling technique?\n\nGUILFOYLE: But guess what? I think Putin knew all along that Obama didn't have the step up to him.\n\n(CROSSTALK)\n\nPERINO: All right you guys, I got to go, because everybody (inaudible) three time.\n\nGUTFELD: But where we going to go? Where we headed to?\n\nPERINO: We're going -- we're going to --\n\nBOLLING: Going somewhere? I don't know.\n\nPERINO: To commercial break. OK. Coming up Brian Williams takes himself off the air at NBC, but only temporarily. Will credibility concern for the network to make his leave permanent. And award crasher, Kanye West does it again.\n\nGUTFELD: Loves that.\n\nPERINO: Storming the stage at the Grammy's after another artist beats out Beyonce.\n\nGUTFELD: Hi brother. (ph)\n\nPERINO: The rapper's latest melt down ahead on The Five.\n\n(COMMERCIAL BREAK) GUILFOYTLE: President Obama came under fire for saying this at the national prayer breakfast last week.\n\n(BEGIN VIDEO CLIP) OBAMA: Unless we get on our high horse and think this is unique to some other place, remember that during the crusades and the inquisition people committed terrible things in the name of Christ.\n\n(END VIDEO CLIP) GUILFOYLE: I can't imagine. A lot of Christians were offended by the comparison to ISIS terrorists. The remark got a lot of reaction on the Sunday show yesterday.\n\n(BEGIN VIDEO CLIP) ANDREA MITCHELL, NBC NEWS: The week after a pilot is burned alive, in a video shown, you don't lean over backwards to be philosophical about the sins of the fathers.\n\nDAVID BROOKS, THE NEW YORK TIMES: I am totally pro-Obama on this. I think he said the right thing, listen. It was a gospel of humility to why we exercise how -- hard power, we have to take more hazardous action -- can be prone to get caught up on in our own software adjustments. (ph)\n\nBILL MAHER, REAL TIME SHOW HOST: The problem with Obama making this statement is that he doesn't make the follow up statement that I always do. We did it then, they're doing it now. This president has a high horse himself. It is his teleprompter. And what was shocking about this speech, this it wasn't ad-lib off the cuff remark, it was scripted.\n\n(END VIDEO CLIP) GUILFOYLE: Yeah, this was a great point Bolling, because this is something that they prepared. It's not like the old off the cuff answering a question at a round table, et cetera. It is -- it's troubling.\n\nPERINO: Well, actually, they came -- the White House after unexpected -- they were -- didn't expect the criticism, OK?\n\nBOLLING: Right.\n\nPERINO: Then the next day in the New York Times in the morning, on background, senior administration officials were trying to explain what happened and they said that, that line -- president -- they said he ad- libbed it, OK? So the New York Times who always makes fun of amateur historians -- Ben (ph) is trying to help the White House clean up the mess the president caused for being an amateur historian and ad-libbing something that he should had taking much greater care instantly. (ph)\n\nGUILFOYLE: If that is even true. Maybe they realize the fall out and decided it was ill advised. I mean, I don't trust anything they say. I believe this is his core ideology, it's what he belief. He was not (inaudible) he was quite certain and sure put it in his comments. There you go. I think that is the truth.\n\nBOLLING: When it happened and there kind of, there was a day or two, we kind of talked about it a little bit. You saw this thing. I -- I saw this clear as day that this was going to end being a huge issue for President Obama whether he ad-libbed it or if it was scripted, he didn't matter. He delivered it, he delivered it at the prayer breakfast, 2.4 billion Christians are offended by that, with the exception of Brooks, maybe perhaps. I'm not sure what his religious backgrounds are. But it took time. They give the gag reflex -- reflex by the left protect everything Obama says.\n\nPERINO: Right.\n\nBOLLING: Is starting to subside and now they are realizing what he said. He compared 900 years ago, Christian events that happened at the crusades to - - to ISIS and somehow -- it's not only comparison, it's -- somehow explaining why ISIS is doing what they are doing, because it happened in the name of religion 900 years ago. Therefore, it's -- it almost excuses some of the background.\n\nGUILFOYLE: The name of religion and defense of law (ph)\n\nBOLLING: And -- it's just so egregious, it's in -- will continue. It's like the Brian Williams thing. It took 12 years of whatever he did, but finally his catching up on -- this will stay with President Obama for a long time.\n\nGUILFOYLE: 2016. Greg?\n\nGUTFELD: Well, OK. You got to understand the singular perspective of a progressive which is it is always about the power versus powerless. And the power -- or the countries with land with armies and the powerless are those the terror -- the freedom fighters, they call them freedom fighters, we call them terrorists. And that informs reluctance within all foreign policy areas. If President Obama essentially the magic eight ball, in which every answer is, it's your fault. He's a left explainer on every issue and every contemporary threat, he educates you from the perspective of the left whether it's terror, whether it's environment, gender, race, it's always going to be your fault. We are on a high horse, he is just high. BOLLING: What is that mean?\n\nGUTFELD: What? BOLLING: We need to get on our high horse?\n\n(CROSSTALK) GUTFELD: For being self righteous about our religion. By the way, I'm not religious. I was -- I was, I was bothered by this whole thing and I -- I don't even have a horse in this. I don't have a high horse.\n\nPERINO: You don't have a horse in this fight?\n\nGUTFELD: I don't have a high horse in this fight. I have a tiny horse.\n\n(CROSSTALK) PERINO: You have a unicorn.\n\nGUTFELD: I have -- yes.\n\nPERINO: You have a little pony in this fight?\n\nBECKEL: I -- first of all, you say you have an eight ball to hide behind? It's that what you said?\n\nPERINO: No, the magic eight ball.\n\nGUTFELD: Magic eight ball. You a little bit to shake and it has an answer.\n\nGUILFOYLE: Bob, this is your opportunity.\n\nBECKEL: I would -- I just said that.\n\n(LAUGHTER)\n\nBECKEL: You know this looks like to me, to looks like a biblical things, it's an eye for an eye. And promise the eye for an eye happens, usually that means if you got hit by somebody back in during the years of Christ, you hit somebody back. I'm not sure you look back hit and you'll say, well, that some -- Uncle Greg -- They don't believe it based on how it's time to knock them down, doesn't make sense. And back and back for it, these are evangelical Christians, you do not say that kind of thing.\n\nGUTFELD: But he was -- he was left explaining. That's what he do it.\n\nGUILFOYLEL: Yeah, but this -- PERINO: There was -- one of the professors in the New York Times article.\n\nGUILFOYLE: Yeah.\n\nPERINO: And he said, sometimes you can be so open minded that your brains fall out. I like that.\n\n(CROSSTALK) PERINO: I also bring Andrea, Andrea --\n\nBOLLING: Mitchell.\n\nPERINO: I was saying Tantaros. When Andrea Mitchell said you should talk -- focus on the facts of this pilot. When I -- President Obama could have said, look how far we have come. Our alliance is with the Muslim pilot who was fighting against the evil, and he could've said -- last were, we are with them rather than putting all of us against each other.\n\nGUTFELD: But -- the prayer breakfast was not a bug in the machine. It's the machine.\n\nGUILFOYLE: That's the point.\n\nGUTFELD: That's how --\n\nGUILFOYLE: But guess what? Who is this guy? Who his brethren? Jeremiah Ride, chicken coming home to roast. (ph)\n\nBECKEL: Oh, no.\n\nGUILFOYLE; Ahead, new developments in the Williams war story scandal -- I'm so happy that was my block. And Nightly News anchor takes himself off the air for a few days. The question, should NBC let him return, next.\n\n(COMMERCIAL BREAK) GUTFELD: The establishment media's favorite issues are often most dishonestly reported, because of the advocacy that infects the topic. When given free arrange to indulge their causes, reporters embrace bias stats from groups eager to bolster their agendas. But what if that favorite issue is the reporter himself, Brian Williams really is another example of advocacy journalism and that he advocated himself. Instead of global warming, he chooses to exaggerate his own antics for the same reason people lie about everything. For attention, to be cool, desire for admiration, whether it's Lena Dunham, Mr. Williams or Jayson Blair, attention is a drug and the press amount is never enough. Williams clung to the late night couch as any needy person would. Money can buy second homes. When the cool hold the keys to the kingdom you must betray your ideals to enter that the magical world. He wanted to be cool and knew the stories would get him there. He wanted to be seen as witty, charming and dashing, less anchorman, more aristocrats, which leads me to FNC. A few of us are welcome in those other places, because we reject his deal. We chose this uncool world pushing an inconvenient fairness knowing it would prevent us from ever being invited to tell tall tales on a Letterman couch. But where does that get you anyway? Apparently for Brian, a few days off to catch up on your fictions.\n\n(LAUGHTER)\n\nGUTFELD: So there. This is -- I just want to play this audio. This is audio from that initial interview with stars and stripes, back at February 4th. Brian Williams admitting that his story wasn't true.\n\n(BEGIN VIDEO CLIP) BRIAN WILLIAMS, MANAGING EDITOR OF NBC NIGHTLY NEWS: It was my first engagement of the war and remembers I was -- we were all, I think, scared. I don't know what screw up in my mind caused me to conflate one aircraft from the other. The fact is I remember three aircraft going down. I was on one of them. I know it sounds outlandish. I don't -- there nothing else I can -- I can think of.\n\n(END VIDEO CLIP)\n\nGUTFELD: Eric, maybe you can forgive him on this one. But there's Katrina. There's all these other stories coming out.\n\nBOLLING: And we're just finding out, right. I'd like to point out, Katrina and there's a couple others that are being investigated right now.\n\nLook, I listened to that just about nine minutes of audio, the \"Stars and Stripes.\" Here is a guy really going out of his way to explain what he did wrong.\n\nAnd for me, like I said on Friday, I can excuse the -- you know, the lying and fabricating and blustering. I can't excuse what they've done at NBC News. And for that I say, look, if he's willing to lie there, maybe he's willing to lie elsewhere.\n\nSo when you listen to that, I have a whole new opinion right now. He really should step aside. Because to believe it and to -- to go through this story about, \"Yes, I'm not a professional. I think the real guys who are in it and took it and understood it the right way. I wasn't a pro so I didn't really understand it the right way.\" If he just said, \"Look, guys, I screwed up,\" I would have, boom, Brian Williams get back on air and take some time off. He's literally still digging.\n\nGUTFELD: Speaking of the hiatus, Kimberly, he claims that it's a self-imposed hiatus, which means he can't even tell the truth when he's taking time off. Is there such a thing, like, you know, \"I'm going to take time off.\"\n\nNo, somebody calls you up and says, \"You better get out of here for a few days.\"\n\nGUILFOYLE: Well, they always do that and try and, you know, spin it. But he's definitely guilty of, like, talking past the sale. Right? He was in Iraq. He did an amazing job of doing excellent reporting, great journalism. Why did he have to, you know, put like marshmallows and whipped cream and cherry on top? And like do it up like that? There was no need for that. No need.\n\nGUTFELD: So...\n\nGUILFOYLE: And I love Lester Holt.\n\nGUTFELD: Yes, OK. You keep that. It's private.\n\nGUILFOYLE: Sorry.\n\nGUTFELD: So last week we were talking about how he was going to go on talk shows and try to mock his mistakes; and that would make it all go away. Well, he had to cancel his appearance on Letterman this week.\n\nPERINO: It must be bad.\n\nGUTFELD: Yes. That was part of the return strategy. It's got to be eating him alive not to do -- get on that couch and make fun of himself.\n\nPERINO: Because that's the way that -- if you're a liberal, the safe place for you to go -- if you're -- I'm sorry, if you're a liberal that is in the middle of a crisis, the safe place for you to go is someplace where there's comedy. One of the talk shows or \"Saturday Night Live\" or something, where you just fess up to it, it's self-deprecating. And it's, \"Oh, he's so cute. It's all forgiven.\" And yes, when you go to cocktail parties, people might whisper about it. But you know that you're going to keep your job.\n\nIn this case, the brand is so damaged; and if we do have additional conflicts, as we -- continued conflicts around the world, NBC would be probably reluctant to have Brian Williams go. And if you think about that in the long run, I think that's probably entered into there.\n\nGUILFOYLE: The end is near.\n\nPERINO: The other thing is you have presidential debate and decisions about which anchors...\n\nGUTFELD: Yes.\n\nPERINO: ... media personalities might be at the table to be able to ask the presidents questions -- the candidates questions on the debate. And I would say NBC has probably crossed themselves off the list.\n\nBECKEL: You know, it occurs to me that a nightly newscaster is less and less relevant. He gets about 9 million viewers a night on that show. It used to be with big three networks, you know, Walter Cronkite had 15 to 20 million people on.\n\nAnd Walter Cronkite was heroic. Remember, he went to Vietnam during the Tet Offensive, and real bullets were flying around him. And he said that the United States was losing the war. And it sort of set the tone for America.\n\nI think Brian Williams is trying to become relevant, but he's not going to be relevant. Because the networks aren't going to be relevant. And if I were them, I would just say...\n\nGUILFOYLE: That seat still matters, Bob. That seat still matters.\n\nBECKEL: Well, that seat matters, but not with that guy in it. But it will matter less and less as time goes on.\n\nGUTFELD: Now that you compared him to Walter Cronkite, Brian Williams doesn't look so bad.\n\nBECKEL: No, no, think about it. Walter Cronkite did...\n\nGUTFELD: He also said we were losing the war. That didn't help.\n\nPERINO: No, but also think about Richard Engel. At NBC News, foreign correspondent.\n\nGUTFELD: Yes.\n\nPERINO: He -- every time the White House or the administration like John Kerry at the top of the show says we are winning against ISIS, Richard Engel from the field says, \"I don't think so. That's not what I'm hearing. I don't believe so.\" So maybe that's a lesson.\n\nGUTFELD: All right. We've learned a lot of lessons here.\n\nGUILFOYLE: I like you acting that out.\n\nGUTFELD: We've got to go.\n\nGUILFOYLE: OK.\n\nGUTFELD: Another artist gets Kanyed. This time at the Grammys. Mr. West's new award show spectacle ahead.\n\n(COMMERCIAL BREAK)\n\nBOLLING: Welcome back. Time for...\n\n(BEGIN VIDEO CLIP)\n\n(MUSIC)\n\nGRAPHIC: Fastest 7\n\n(END VIDEO CLIP)\n\nBOLLING: ... the \"Fastest Seven\" minutes on television, Grammy edition. Three celebrity stories, seven cursory minutes, one coltish host.\n\nFirst up, somebody please strap Kanye West to his seat during awards show. Once again Ye, as he fans like to call him, stormed the stage as Beck won the Album of the Year. You may recall Kanye storming the 2009 VMA stage, grabbing Taylor Swift's mic and delivering the now infamous, \"I'm going to let you finish\" line before telling the world Beyonce deserved the award. But here's how Kanye later explained his latest spotlight-grabbing ego-feeding moment.\n\n(BEGIN VIDEO CLIP)\n\nKANYE WEST, RAPPER: I just know at the Grammys, if they want real artists to keep coming back, they need to stop playing with us. Beck needs to respect artistry, and he should have given his award to Beyonce.\n\nAnd at this point we're tired of it, because what happens is when you keep on diminishing art and not respecting the craft, and smacking people in the face after they deliver monumental feats in music, you're disrespectful to inspiration.\n\n(END VIDEO CLIP)\n\nGUTFELD: Clearly, he hates white people. Let's just come out and say he hates white people.\n\nThis point would be well taken if there was some huge, old monolithic band that had won. But it was Beck, who is an unsung genius, who's an influence on many, many people, who put out a great record. It's a great story. He's every bit the artist, if not more than Kanye.\n\nAnd also, if Brian Johnson of AC/DC had won the award or a metal band like Mastodon had won the award or Metallica was up there, do you think this little twerp, Kanye West, would have gone up there? He only goes after people that are smaller than him. He feels entitled to (ph).\n\nBOLLING: Yes, but tell us what it's all about (ph).\n\nGUTFELD: Yes.\n\nBOLLING: And Beck plays 12 instruments.\n\nGUTFELD: Yes. He's a genius. He is a genius.\n\nGUILFOYLE: I think that Kim needs to exercise more control over her man in the bedroom and elsewhere.\n\nBOLLING: Bob, you have an opinion on it?\n\nBECKEL: I think somebody ought to slap the crap out of him, No. 1.\n\nNo. 2, I mean -- shut up. And first you might think this is a P.R. stunt, but this guy is a loud mouth. What is he? Kenyan North from wherever he's from. Let the guy get out of this. Slap him down. Get him in an alley. Get him off the red carpet.\n\nGUILFOYLE: All right.\n\nBOLLING: OK. All right. I better stop this before it gets too bad. Dana.\n\nPERINO: I mean, he's one of the reasons that I just don't watch. I don't tune into the Grammys. I don't look forward to it. I don't watch it.\n\nBOLLING: It is a joke they let him prance around the stage like that. We've got to move on.\n\nNext up, the Grammys weren't just about the music. Politics made its way into the big night. President Obama delivered a message highlighting the problem of domestic violence.\n\nAnd last year's Ferguson, Missouri, events also played out in music. Pharrell began his upbeat \"Happy\" song with a noticeable slower, darker tone with people dressed head to toe in black, raising their hands. Beyonce made the \"hands up, don't shoot\" gesture during her finale. And Prince got political, too.\n\n(BEGIN VIDEO CLIP)\n\nPRINCE, MUSICIAN: Like books and black lives, albums still matter. Tonight and always.\n\n(END VIDEO CLIP)\n\nBOLLING: OK, K.G.\n\nGUILFOYLE: Yes.\n\nBOLLING: Your thoughts on bringing politics to the Grammys.\n\nGUILFOYLE: Prince looked pretty good after all these years. Haven't seen him in a while.\n\nLook, this is sort of expected, right? Nobody was so inspirational or original that they did something like this. I mean, Pharrell put it in. OK, we got the package. We got it.\n\nBOLLING: Frankly, I want to hear the music and not the politics.\n\nBECKEL: Well, I'll tell you what. I'll swap you the politics for Keenan East.\n\nBOLLING: No. Still on that? We've moved on.\n\nBECKEL: OK. Sorry.\n\nPERINO: It's strange that it doesn't seem to matter to anybody, very intelligent, smart people, that the \"hands up, don't shoot\" didn't -- didn't happen. There is no evidence that it happened. And it's become a symbol that I think that they could have moved on from.\n\nGUILFOYLE: How about all lives matter?\n\nPERINO: I hear that.\n\nGUTFELD: Here's the thing. Symbolism always beats fact. And here's what's amazing. The Grammys tackle two issues: black lives matter and domestic violence. The arrogance of all of this is that it's directed at America when it should be directed at the Grammys.\n\nI mean, where do you start? You've got Chris Brown in the audience. You've got Suge Knight in jail. You ever read Eminem's lyrics about his wife? The entertainment industry is a spoiled child that projects all its faults on the public. They're every bit as guilty, if not more guilty.\n\nBOLLING: Absolutely. Absolutely. AC/DC opened the night with \"Highway to Hell.\" It was awesome.\n\nOther notables: Ed Sheeran; Tony Bennett and Lady Gaga was very, very cool. But it was Imagine Dragons that stole the show for me. It looked like they were going to commercial break when the Dragons went live from Las Vegas. They played an awesome \"Shots\" from their newest album. Here's I'm a piece.\n\n(BEGIN VIDEO CLIP)\n\n(MUSIC: IMAGINE DRAGONS, \"SHOTS\")\n\n(END VIDEO CLIP)\n\nBOLLING: Great new song. But here's the kicker. That performance turned out to be an ad for Target, the first live ad ever. And get this: Target dropped a cool 8 bucks.\n\nPERINO: I think that was probably money well spent in your overall advertising budget that was unique. And I like the song, and it was fun.\n\nBOLLING: It was awesome. Never seen anything like that.\n\nGUTFELD: Why is it -- why is it Target and not Wal-Mart? What's the difference? Why do people hate Wal-Mart but they love Target? By the way, Imagine Dragons, worst name in music. I think it's an anagram for something. I'm not quite sure what it is.\n\nGUILFOYLE: Unclear. I thought it was a creative approach, fresh approach in advertising. Was pretty good. It was sort of like Fourth of July.\n\nBOLLING: Bob, eight million bucks for a four-minute ad. They took the whole commercial block.\n\nBECKEL: I don't know, they probably figured it was worth doing. But I'll say one thing, it's the first song I've heard since Elvis Presley that I like.\n\nBOLLING: You liked that song?\n\nPERINO: All right. Bob likes Imagine Dragons.\n\nBECKEL: Imagine Dragons. Not the Magic Dragons. The Magic Dragons.\n\nPERINO: I didn't say that.\n\nBOLLING: Bob likes that, though.\n\nGUILFOYLE: Puff the magic dragon is who Bob likes.\n\nBECKEL: I do.\n\nBOLLING: There isn't much this administration won't do for MSNBC. But we just found out where the line gets drawn. What Eric Holder refused to do on air after being asked by one of its hosts if -- the thing that's worth sticking around for. Stay tuned.\n\n(COMMERCIAL BREAK)\n\n(MUSIC)\n\nBECKEL: That's another good song. Where did that come from?\n\nAll right. Can someone with no military experience be the one to keep America safe from cyberattacks? The Defense Department thinks so. It put former video game developer Dan Copton (ph) in charge of the division dedicated to making the Internet more secure. Listen to what he said on \"60 Minutes.\"\n\n(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED FEMALE Can the Internet be fixed, or do we just have to throw this one out and build a whole new Internet from scratch with security built in?\n\nUNIDENTIFIED MALE: I don't think the Internet is broken. I think the things we put on the Internet are broken. What we're doing is we're putting a lot of devices on it that are unsecure.\n\nUNIDENTIFIED FEMALE: Like what?\n\nUNIDENTIFIED MALE: Pretty much everything.\n\nThe number of attacks is dramatically increasing. So my job is not to wait for something catastrophic to happen and saying, \"We should do something.\" My job is to say, \"I see this trend line going. I want to be way ahead of this line.\"\n\n(END VIDEO CLIP)\n\nBECKEL: Looks like they had the same hair dresser. What do you think about that?\n\nBOLLING: I think -- I don't know this guy. I truly hope he and his team keep us safe. But I'm thrilled that they reached into the private sector and looked for successful people who are getting it done there and bringing them into the administration. Cyber war is the war of the future, and we need...\n\nGUILFOYLE: The war of now.\n\nBOLLING: Right. Here going forward. And we need the best people, and the best people are in the private sector.\n\nI'm surprised the guy wanted to do it. It's a huge, huge risk for him to be doing something like that. If he's attacked under his watch, it goes straight to him. But thank God he did.\n\nBECKEL: Well, we're getting hacked right now.\n\nPERINO: Right. And his job is to think about the threats to come. He's not doing the NSA work. In fact, they asked him about that last night. He said that's not what he's doing; he's thinking big picture.\n\nAnd he's a successful genius patriot, and we should be really happy that there are people like that that are willing to call up (ph). He originally wanted to work for the FBI. And when he called him, they said, \"Oh, you're too old.\" But he was able to go over to Defense Department.\n\nBECKEL: Greg, you're (UNINTELLIGIBLE)\n\nGUTFELD: I am. I'm a dark (ph) expert.\n\nThe thing that drives me crazy about this is no one ever defines what hacking is. It's like, you know, we're being hacked. Oftentimes hack is more a reflection of your own stupidity in terms of choosing passwords that are easy to solve or releasing personal info into various social networks so people can know more about you. So hacking often is educating people on how not to be stupid.\n\nGUILFOYLE: Well, I'll tell you, no one can fully secure the Internet. Right? Because everything has got to be user friendly. Otherwise people wouldn't use it. They wouldn't buy all these different products and ask (ph), et cetera. You make it so secure it becomes too difficult to use for the everyday user, I mean, let's be honest, Bob, therefore, it's a problem.\n\nI wish this guy all the best. I think it's an innovative approach. I like that he's doing this, and I'm happy for anybody who wants to help the country, because God knows that is a tough job.\n\nBECKEL: Let me say that our biggest military industrial complex companies have been hacked. The best part have been hacked. Why do I see a particular big country in Asia surrounding this? There you go again, China. And by the way, (UNINTELLIGIBLE).\n\n\"One More Thing\" is up next.\n\n(COMMERCIAL BREAK)\n\nPERINO: It's time now for \"One More Thing.\" In the A-block, we talked about the Russia-Ukraine situation and the lack of response from the United States and Germany.\n\nI want to bring your attention to one woman. Just keep her in mind and say a prayer for her. Her name is Nadiya Savchenko. She was a former military pilot with the Ukrainian army. She was the only woman to have saved -- served with her country's peace-keeping forces in Iraq. She was fighting as a member of the Ukrainian militia group. She was captured by pro-Russia separatists. They have arrested her. She has been on a hunger strike for the last eight weeks, and she said this.\n\n\"A person who is born free and not a slave in captivity cannot live in prison, especially if he or she is innocent. I have given my word until the day I return to Ukraine or until the last day of my life in Russia, and I will not back down.\"\n\nAnd that's one of the reasons I think we should be helping them.\n\nOK, Eric, you're next.\n\nBOLLING: Absolutely.\n\nSo I do a Saturday show. It's doing very well. And I can't figure out what's going on with some of the competition. Melissa Harris Perry's numbers are diving. And so I'm thinking what's going on, and this came up today. Maybe this has something to do with it. Watch this interview.\n\n(BEGIN VIDEO CLIP)\n\nMELISSA HARRIS PERRY, MSNBC: Be like the duck. We say you have a very even way of presenting, but you are just working for justice underneath. Would you quack for us?\n\nERIC HOLDER, OUTGOING ATTORNEY GENERAL: I'm not sure I'm going to do that. But I like the analogy.\n\n(END VIDEO CLIP)\n\nBOLLING: Now I don't know about you, but if you have a few minutes with the attorney general or anyone from the administration, one of the questions won't be \"Can you quack like a duck for us?\"\n\nPERINO: But can you? I'm kidding. Bob, you're next.\n\nBECKEL: All right. This is a story about James Robertson, who walked 21 miles to his job, 10 miles, 10 and a half miles each way, for ten years since his car broke down. Well, he got a lot of attention, and a little boy decided to start a fund to help him get a car without his knowledge.\n\nWell, a local Ford dealership stopped him one day and said, \"Why don't you come in here and test drive a car?\" Guess what? The car was given to him. It was his brand-new car. The little kid who started this thing, they started -- it's called Go Fund Me, and it's raised $351,000. Good for you, young man. And good for you, Mr. Robertson.\n\nThis is what he had to say in appreciation.\n\n(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: How do you like it?\n\nJAMES ROBERTSON, RECEIVED NEW CAR: I love it. I'd like to thank all of the people who've made all of the contributions. You guys really -- you guys are the real heroes, as far as I'm concerned.\n\n(END VIDEO CLIP)\n\nPERINO: Very nice.\n\nOK, Greg.\n\nGUTFELD: I haven't banned anything in a while, so let's ban this: \"the reality is.\" Whenever anybody begins a sentence with \"the reality is,\" chances are it will be followed up with nothing that has anything to do with reality and will be an opinion. And it will most likely -- in all cases, actually -- be the wrong opinion. The reality is.\n\nPERINO: And that is the reality.\n\nGUTFELD: Yes. The fact of the matter is, the reality is stupid.\n\nPERINO: I like it.\n\nGUTFELD: Thank you.\n\nPERINO: I will never use it again.\n\nGUTFELD: Please don't.\n\nPERINO: Kimberly, you're next.\n\nGUILFOYLE: Thank you, Dana.\n\nSo this is a cause that is very near and dear to my heart. I lost my mother at the age of 10 to leukemia. And a good friend of FOX news, an avid FOX News watcher, an incredible husband and father by the name of John Highland successfully beat leukemia cancer five years ago, but sadly, it has returned. And he is in need of a bone marrow transplant and a donor.\n\nI'd ask if you could take a few minutes of your time and go to my Facebook page to check it out to see if you can help this family make a difference. He is an incredible person. He has raised a tremendous amount of money for leukemia and cancer research. And I sure hope that somebody out there can help him and his family. John Highland is his name. Get to know him and his story. It's transformative, and I think it will be worth your time.\n\nBECKEL: How long did he have before -- how long did he stay free of it before it came back?\n\nGUILFOYLE: Five years. It came back but in a different form of chronic myelocytic leukemia. So now that's what he needs is a bone marrow transplant. He's very good friends with Jenna Lee (ph) and Lake (ph), as well. So I hope you can help him.\n\nPERINO: All right. We have some time, because I run a very efficient...\n\nGUTFELD: You do.\n\nPERINO: Do you have any last words? It's \"One More Thing\" squared?\n\nGUTFELD: I like eggs.\n\nPERINO: OK. You're going to have one.\n\nGUTFELD: I've got my dinner.\n\nBOLLING: You have to show that?\n\nGUTFELD: Yes. This is my dinner. I bought it at Starbucks. I'm on a diet now.\n\nBECKEL: Can you hold that up again?\n\nGUTFELD: Four dollars. Thank you.\n\nBOLLING: Gold fish. Gold fish.\n\nPERINO: OK. Well, gold fish. We're going to find out what Eric meant by that. Set your DVR so you never miss an episode of \"The Five.\" That's it for us. \"Special Report\" is next.\n\nGUTFELD: Cage-free eggs.\n\nContent and Programming Copyright 2015 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2015 Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.", "positionLabels": ["factual"], "politicalLabels": ["neutral"]}