{"yelLabel": ["nonyellow"], "tags": "set([])", "title": "Obama rips Netanyahu’s election rhetoric, says US will ‘evaluate’ options on Mid East talks", "content": "President Obama, in his first extensive post-election comments, leveled tough criticism at Benjamin Netanyahu over comments the Israeli prime minister made in the run up to his election victory, underscoring the deepening tensions between the two men.\n\nIn an interview published Saturday in The Huffington Post, Obama said he told Netanyahu in a phone call Thursday, \"it is going to be hard to find a path where people are seriously believing that negotiations are possible\"-- after the Israeli leader rejected the idea of a Palestinian state during the elections.\n\nADVERTISEMENT ADVERTISEMENT\n\nCritics say Netanyahu made a last-ditch attempt to spur his supporters to the polls Tuesday, after he also warned that Arab citizens were voting \"in droves\" and endangering years of rule by his Likud Party. The comments drew accusations of racism from Israeli Arabs and a White House rebuke.\n\n\"We indicated that that kind of rhetoric was contrary to what is the best of Israel's traditions. That although Israel was founded based on the historic Jewish homeland and the need to have a Jewish homeland, Israeli democracy has been premised on everybody in the country being treated equally and fairly,\" Obama told The Huffington Post. \"And I think that that is what's best about Israeli democracy. If that is lost, then I think that not only does it give ammunition to folks who don't believe in a Jewish state, but it also I think starts to erode the meaning of democracy in the country.\"\n\nAfter the election, Netanyahu appeared to walk back his comments about a Palestinian state, and indicated he could support a two-state solution if conditions improve. Obama, however, told the website that he will treat the situation as though Netanyahu is not interested in the creation of a Palestinian state.\n\n\"We take him at his word when he said that it wouldn't happen during his prime ministership, and so that's why we've got to evaluate what other options are available to make sure that we don't see a chaotic situation in the region,\" Obama said. The president reportedly declined to comment on wether the U.S. would prevent a Palestinian effort for statehood though the United Nations.\n\nNetanyahu appeared on Fox News' \"The Kelly File,\" and defended his comments. He said, \"the conditions are that we would vacate territory instead of getting the two state solution, we could end up with a no state solution. That is a solution that would threaten the very survival in the state of Israel. I said we have to change the terms. Because right now we have to get the Palestinians to go back to the negotiating table, break their pact with Hamas and accept the idea of a Jewish state. And I think that's what the international community should be focused on.\"\n\nRepublicans and pro-Israel groups have criticized the White House for its tough stance on Netanyahu after his victory and for focusing only on his pre-election remarks denouncing a Palestinian state—as opposed to his post-election comments walking it back.\n\nThe American Israel Public Affairs Committee, in a statement earlier this week, voiced concern that the Obama administration is now rebuffing Netanyahu's efforts to mend ties.\n\n\"In contrast to their comments, we urge the administration to further strengthen ties with America’s most reliable and only truly democratic ally in the Middle East.\"", "positionLabels": ["defensive"], "politicalLabels": ["neutral"]}