{"yelLabel": ["yellow"], "tags": "set([])", "title": "Palestinians affirm Israel's right to exist", "content": "Palestinians affirm Israel's right to exist U.S., Palestinians, Israelis to hold summit\n\nDecember 14, 1998\n\nWeb posted at: 2:27 p.m. EST (1927 GMT)\n\nGAZA CITY, Gaza (CNN) -- Palestinian leaders on Monday approved a measure affirming the right of Israel to exist. Israeli officials welcomed the move, but cautioned that more action must be taken to revive the faltering peace process.\n\nRising from their seats and voting by raising their hands, the Palestine National Council voted nearly unanimously to remove clauses from the Palestine Liberation Organization charter that call for the destruction of Israel.\n\n\"I hope this will close the chapter forever,\" said Palestinian Authority President Yasser Arafat, who spoke at length in favor of the action.\n\nRELATED VIDEO After the Palestinian vote, Netanyahu made a statement Windows Media 28K 56K Watch Arafat's speech Windows Media 28K 56K Watch Clinton's speech Real 28K 56K Windows Media 28K 56K\n\n\n\nFollowing Arafat's speech, President Bill Clinton, the first U.S. president to visit Palestinian territory, addressed the assembly.\n\nApplauding Arafat for moving toward peace with Israel, Clinton said, \"I know the way is often difficult and frustrating, but you have come to this point through a commitment to peace and negotiations.\"\n\nFollowing the vote, an Israeli official told CNN that Prime Minister Benjamin Netanyahu would meet with his advisers immediately and that a three-way summit with Clinton and Arafat would take place late Monday or early Tuesday.\n\nMore than 450 members of the Palestine National Council attended the meeting, along with hundreds of other Palestinian notables, including former guerrilla fighters and suspected terrorists.\n\nThe PNC meeting was one of the requirements of the Wye River peace accord that Clinton helped negotiate. The accord says the delegates were to \"reaffirm\" a letter from Arafat to Clinton in which he lists the clauses of the PLO founding charter that are considered null and void.\n\nArafat\n\nIsrael \"satisfied\" but wants more action\n\nIsrael \"expressed satisfaction\" with the Palestinian move, according to a spokesman for Netanyahu.\n\nBut the vote did not ensure the success of the peace process. Israel has already said it would not pull back troops on Friday, as required under the Wye accord, even if the PNC session met its expectations.\n\nNetanyahu says the Palestinians also need to stop West Bank violence and publicly withdraw from plans to declare a state in May 1999.\n\nDelegates at the PNC meeting said the Palestinians were committed to peace.\n\n\"We are serious and willing to go ahead and achieve peace for both Israel and the Palestinians,\" said former guerrilla fighter Abu Sharif, who reportedly plotted airplane hijackings in the 1970s and recruited the terrorist \"Carlos the Jackal.\"\n\nOthers in the audience included Mohammed Oudeh, implicated by Israeli and American intelligence experts in planning the hostage-taking at the 1972 Munich Olympics that left 11 Israeli athletes dead.\n\nMost of the delegates were middle-aged men in dark suits, many of them graying and balding. Some wore gold-embroidered caps of the Palestinian security forces, others traditional white head dresses.\n\nThe Palestinian Authority permitted both Israeli TV stations to broadcast live from the Shawa Center and Israeli reporters to move freely to interview delegates.\n\nIn Jerusalem, legislators crowded around a TV set in the cafeteria of Israel's parliament, the Knesset, to watch the proceedings.\n\nReuters contributed to this report.", "positionLabels": ["defensive"], "politicalLabels": ["liberal"]}