{"yelLabel": ["nonyellow"], "tags": "set([])", "title": "Barack Obama storms to second term", "content": "President defeats Republican challenger Mitt Romney and vows in victory speech that \"best is yet to come\" for America.\n\nBarack Obama has won the US presidential election, defeating his Republican challenger Mitt Romney.\n\nThe incumbent president has captured at least 303 electoral votes - more than the majority of 270 required for victory in Tuesday's quadrennial election.\n\nDuring his victory speech in Chicago, Obama said that \"the task of perfecting our union moves forward\".\n\n\"We are an American family and we rise or fall together as one nation,\" he said. \"We know in our hearts that for the United States of America the best is yet to come.\"\n\nObama said that he had congratulated Romney on a hard-fought campaign.\n\n\"The Romney family has chosen to give back to America through public service.\"\n\nLive Box 201259843999621\n\nIn Boston, Romney told supporters during his concession speech that he had called Obama to congratulate him on his victory.\n\n\"This is a time of great challenges for America and I pray that the president will be successful in guiding our nation,\" he said.\n\nObama won a string of key states, including Ohio, Pennsylvania, Wisconsin, Iowa and New Hampshire, though the vote-counting was far from complete.\n\nAfter competing in his traditional Election Day basketball game, Obama had implored his supporters to vote in the final hours before polls closed in many states.\n\nLive Box 20121816112138306\n\nEarly projections handed 23 states to Obama, including California, New York, Pennsylvania, New Jersey, Wisconsin, Michigan, Illinois, Maryland, Massachusetts and the District of Columbia.\n\nRomney has taken 203 electoral votes from 23 states, including Texas, Louisiana, Kentucky, Indiana, South Carolina, Georgia, Oklahoma, Tennessee, Utah and Alabama.\n\nSome 120 million people rendered their judgement between the Democratic incumbent and Romney after a long and bitter presidential campaign that magnified the differences between Americans wanting to continue Obama's approach to fixing the ailing economy and those who want to try a new path.\n\n'Spirited campaign'\n\nThere were scattered reports of irregularities across the country, particularly from voters who said they were asked to show identification while waiting in line. In Pennsylvania, a judge ordered Republicans to stop demanding identification from voters outside a polling station.\n\nVoting machines also broke down in a number of polling stations. One man in Pennsylvania posted a video of a machine that did not let him vote for Obama, apparently a malfunction.\n\nRomney voted on Tuesday morning near his home in Belmont, Massachusetts. From there he hit the campaign trail, a rarity for presidential candidates on Election Day. His campaign had events in Pennsylvania and the battleground state of Ohio.\n\nObama voted more than a week ago in his hometown of Chicago, part of a campaign to encourage his supporters to take advantage of early voting. About 30 million Americans had already voted, a record number.\n\n\"Governor Romney, congratulations on a spirited campaign,\" he said to reporters on Tuesday morning. \"We feel confident we've got the votes to win, but it's going to depend ultimately on whether those votes turn out.\"\n\nHis vice president, Joe Biden, cast his ballot in the early morning hours in his home state of Delaware. He travelled to Chicago in the afternoon to watch the results with Obama.\n\nTuesday's vote capped off a gruelling campaign that became the most expensive in history. Candidates and outside groups spent some $2.6bn on the presidential race alone.\n\nObama used his final campaign stop to remind voters of his accomplishments: the economy's slow, steady recovery from recession; the rescue of the American auto industry; and the end of the war in Iraq.\n\nAl Jazeera's Rosiland Jordan, reporting from Golden, Colorado, says voters there showed no signs of election fatigue.\n\n\"People are very energised, both Republicans and Democrats,\" our correspondent said. \"People take these issues very seriously and do their research.\"\n\n\"We did see a lot of people arriving in the main courthouse in Jefferson County with several people getting out of each car.”\n\nThe entire House of Representatives, the lower house of Congress, is also up for election, as is one-third of the Senate, the upper house.\n\nRepublicans were generally expected to keep control of the House, though polls show them losing some of their 50-seat majority. Democrats control the Senate by the narrowest of margins: They hold 51 seats in the 100-member body. Polls show them maintaining that majority, and perhaps picking up one or two extra seats.", "positionLabels": ["factual"], "politicalLabels": ["neutral"]}