{"yelLabel": ["nonyellow"], "tags": "set([])", "title": "Analysing Obama's track record", "content": "Cornel West and Paul Street weigh up Obama's achievements and shortcomings as we ask if he should get a second term.\n\nBarack Obama, the US president, is running on his record as he fights for another term in the White House. It was a successful campaign based on hope and change that won him the 2008 election, persuading enough voters to believe in his \"Yes We Can\" pledge to alter the course of both foreign and domestic policy.\n\n\"The psychological dimension is that [Obama] had a relative lack of courage, a relative lack of backbone ... and the political dimension is that he had surrounded himself with Wall St. people to convince the establishment that he was worthy of acceptance and approval and therefore he listened very closely to what they had to say.\" - Cornel West, an author, academic and activist\n\nMost notable were his pledges to end the war in Iraq and introduce health reform to a country where more than 50 million people have little to no access to proper medical care.\n\nBy the time he took office one of the worst financial crises was taking hold in the US and across the globe. Now more than three years have passed and the president is asking the country for another term.\n\nHis supporters argue that Obama's achievements surpass those of other first term presidents who were not even wrestling with global financial meltdown.\n\nBut his critics argue that far from delivering the social change he promised, he brought continuity with the previous administration - and worse still, he did so under the guise of progressive politics and in so doing shifted the entire political discourse even further to the right.\n\nSo with opinions about his legacy thus far divided, we ask: Has Obama fulfilled his campaign promises?\n\nInside Story US2012, with presenter Shihab Rattansi, takes a critical analysis of his achievements with guests: Cornel West, a professor emeritus of Princeton University, activist and author of The Rich & the Rest of Us - A Poverty Manifesto, and Paul Street, a journalist and author of Barack Obama and the future of American Politics.\n\n\"It's very odd how for some progressives and liberals in this country wars, secret detentions and bailouts and violations of habeas corpus, that were heinous and terrible and hideous when an inarticulate white Republican from West Texas does it, becomes curiously okay when a sophisticated black lawyer does it.\" Paul Street, a journalist and author\n\nSource: Al Jazeera", "positionLabels": ["defensive"], "politicalLabels": ["liberal"]}