{"yelLabel": ["nonyellow"], "tags": "set([])", "title": "Barack Obama adds Florida to White House victory", "content": "The Florida win confirms Barack Obama's convincing win\n\nUS President Barack Obama has won the presidential vote in Florida - widening his electoral victory margin over Republican rival, Mitt Romney.\n\nThe vote count in the only state which had not declared a result from Tuesday's election gave Mr Obama 50% to Mr Romney's 49.1%, according to Florida state department figures.\n\nMr Obama has now won 332 electoral college votes - Mr Romney has 206.\n\nThe slow count brought back memories of the bitterly contested recount in 2000.\n\nThe Sunshine State's famous \"hanging chads\" sparked a crisis in that year's Bush-Gore election, eventually leading to a Supreme Court ruling that installed George W Bush in the White House.\n\nThe figures released by the Florida state department suggest Mr Obama won 4,236,032 votes out of a total of 8,471,095 cast - 73,858 more than Mr Romney and well above the 0.5% difference which would have triggered an automatic recount.\n\nThe result will not come as a surprise to either President Obama or Governor Romney - it has been assumed that the president would win since late on Tuesday, says the BBC's Zoe Conway in Washington.\n\nBut it is significant nonetheless, our correspondent adds, as it further strengthens President Obama's negotiating position when it comes to doing deals with Republicans in Congress.\n\nAnd because there are so many Latino voters in the state, the result will also reinforce the message that Republicans need to do more to win the Hispanic vote, our correspondent says.\n\nExit polls suggest that Florida's Cuban Americans voted for the Democratic party in record numbers.\n\nTax cliff\n\nThe newly re-elected Mr Obama has said the wealthy must pay more taxes under any political settlement to avert a looming budget crisis.\n\nObama is using his renewed mandate to address the budget deficit\n\nHe has urged Congress to act against the so-called fiscal cliff, a package of tax rises and spending cuts due early next year.\n\nBut in a duelling news conference on Friday, Republican House Speaker John Boehner said tax rises would not be acceptable.\n\nBudget analysts warn the US will tip into recession unless a deal is struck.\n\nMr Obama has repeatedly called for the affluent to pay more, but such a plan is anathema to Republicans.\n\nThe fiscal cliff would see the expiry of George W Bush-era tax cuts at the end of 2012, combined with automatic, across-the-board reductions to military and domestic spending.\n\nQueues and challenges\n\nFlorida's problems began even before election day, with lengthy queues reported during the early-voting period.\n\nDemocrats launched a legal challenge against a Republican-backed measure to limit the period during which voters could cast ballots before the election, from 14 days to eight.\n\nThey said it was a blatant attempt to suppress Democratic turnout - Florida's African-American voters have tended to cast ballots early in previous elections.\n\nBut Governor Rick Scott said the measure, passed by the state's Republican-controlled legislature in 2011, aimed to limit voter fraud.\n\nThe early-voting period officially ended last Saturday. Election supervisors in Miami-Dade and other counties did open up voting for several hours on Sunday.\n\nBut after being swamped by voters, one polling office in Miami-Dade County temporarily shut its doors. Some in line began to shout: \"Let us vote!\"\n\nThere was also a technical error with an automated phone system that told more than 12,500 voters in another county that the election was on Wednesday.\n\nFlorida was not alone in reports of lengthy election day queues. Voters waited for hours in states such as Virginia, New York and Washington DC.", "positionLabels": ["factual"], "politicalLabels": ["neutral"]}