{"yelLabel": ["nonyellow"], "tags": "set([])", "title": "Obama to make historic visit to Myanmar", "content": "Trip later this month will make him the first sitting US president to visit Myanmar, despite ongoing ethnic violence.\n\nPresident Barack Obama later this month will become the first US leader to visit Myanmar, marking the strongest international endorsement so far of the fragile democratic transition in the once-isolated Southeast Asian country after decades of military rule.\n\nObama will travel to Myanmar as part of a November 17-20 tour of Southeast Asia, which will also include stops in Thailand and Cambodia, the White House said on Thursday.\n\nIt will be his first international trip since winning re-election earlier this week.\n\nHe is going ahead with the trip despite recent sectarian violence in western Myanmar, which has drawn concern from the United States and European Union.\n\nUN human rights investigators have criticised the government's handling of the strife between Buddhists and minority Muslims, and some Myanmar exiles see Obama's trip as premature, before political reforms have been consolidated.\n\nThe visit to Myanmar, the first by a sitting US president, will give Obama a chance to meet president Thein Sein and opposition leader Aung San Suu Kyi to encourage the \"ongoing democratic transition,\" White House spokesman Jay Carney said.\n\nCould trip 'undermine activists'?\n\nObama's presence in Myanmar, also known as Burma, will highlight what his administration sees as a first-term foreign policy achievement and a development that could help counter China's influence in a strategically important region.\n\nWashington takes some credit for a carrot-and-stick approach that pushed Myanmar's generals towards democratic change and led to Thein Sein taking office as president in 2011.\n\nObama will be in Myanmar on November 19, according to a senior government source in Yangon.\n\nWhile marking a milestone in US efforts to promote reform in Myanmar, he also risks criticism for rewarding the new government too soon, especially after security forces failed to prevent bloody ethnic violence in the west of the country.\n\nSome 89 people were killed in clashes between Buddhist Rakhines and minority Muslim Rohingyas, according to the latest official toll covering the last 10 days of October. Many thousands more have been displaced by the violence.\n\n\"The ethnic minorities, all the voices from the affected areas, [have] started to question the visit,\" Aung Zaw, editor of Irrawaddy Magazine, an independent publication based in neighbouring Thailand, told Al Jazeera.\n\n\"They feel it's premature to visit because they think that the president can wait until 2014, when Burma is going to be holding an ASEAN summit... people feel that it's too fast to visit Burma this time.\"\n\nThe US Campaign for Burma, an exile group, said Obama's trip could \"undermine the democracy activists and ethnic minorities,\" but that if the president was intent on going, he should broaden his agenda to include meetings with the still-powerful military and an address to parliament.\n\nA senior administration official said Obama, who will also speak to civil society groups, was \"acutely aware\" of concerns about human rights, ethnic violence and political prisoners in Myanmar and would address those issues during his visit.\n\nThe United States eased sanctions on Myanmar this year in recognition of the political and economic changes under way, and many US companies are looking at starting operations in the country, located between China and India, which has abundant resources and low-cost labour.\n\nIn November 2011, Hillary Clinton became the first US secretary of state to visit Myanmar in more than 50 years.\n\nObama met Suu Kyi, a fellow Nobel Peace Prize laureate, on her visit to the United States in September. Thein Sein was also in the United States to attend the opening of the UN General Assembly in New York, but the two leaders did not meet.\n\nSource: Al Jazeera And Agencies", "positionLabels": ["factual"], "politicalLabels": ["neutral"]}