{"content": "Rep. Luis Gutierrez, D-Ill., speaks at a news conference on immigration. (Photo: J. Scott Applewhite, AP)\n\nWASHINGTON — Republicans hailed a Monday court ruling as proof that President Obama overstepped his authority on immigration while Democrats predicted the president's power to grant temporary legal status to some undocumented immigrants would be upheld on appeal.\n\nA federal judge in Texas temporarily stopped the administration from implementing Obama's executive orders to protect about 4 million undocumented immigrants from deportation and allow them to work legally in the United States. The first phase of those orders had been set to take effect Wednesday but has now been delayed.\n\nThe decision had no immediate impact on the impasse in Congress over Homeland Security funding, which is set to expire on Feb. 27. Senate Democrats have blocked a House-passed bill that included $40 billion in funding for DHS but also carried provisions to derail Obama's immigration actions.\n\nSome analysts said the court ruling could give Republicans a way out of the current impasse over Homeland Security funding by handing them a big win that allows them to drop their insistence on defunding Obama's immigration actions.\n\n\"On the one hand, some Republicans might see this as an opportunity to declare victory and pull out (of the funding battle),\" said Jack Pitney, a political scientist at Claremont McKenna College in California. \"Others, however, will see it as an opportunity to declare war and press ahead harder than ever. The question is which sentiment will prevail in Republican ranks.\"\n\nRepublican leaders on Tuesday continued to place the blame on Democrats for blocking the funding bill.\n\n\"Hopefully, Senate Democrats who claim to oppose this executive overreach will now let the Senate begin debate on a bill to fund the Homeland Security department,\" House Speaker John Boehner, R-Ohio, said after the ruling.\n\nBut Democrats said Republicans could end the stalemate any time.\n\n\"Senate Democrats have a simple solution for getting out of this jam: take up and pass a clean bill to fund Homeland Security, then move on to a robust debate on immigration legislation,\" said Minority Leader Harry Reid, D-Nev.\n\nRep. Luis Gutiérrez, D-Ill., said supporters of Obama's immigration actions \"may be delayed, but not deterred.\"\n\n\"In our neighborhoods, this is about defending families and making sure that children who are U.S. citizens grow up with their parents,\" said Gutiérrez, who is co-chairman of the Immigration Task Force of the Congressional Hispanic Caucus. \"It is that simple. And there is a great deal of passion and determination in the fight to defend families. I am telling immigrant communities to keep preparing to sign up millions of families for protection from deportation.\"\n\nSen. Roy Blunt, R-Mo., said he will \"keep fighting to stop President Obama's illegal amnesty.\"\n\n\"It's time for Senate Democrats to join us in standing up for the rule of law and to begin debate on the bill to fund the Department of Homeland Security,\" he said.\n\nRep. Paul Gosar, R-Ariz., urged Republicans not to relent.\n\n\"Congress should be emboldened by this decision and Senate Democrats should immediately take up the House-passed DHS funding bill and allow for an open and honest debate of this legislation,\" Gosar said.\n\nRep. Loretta Sanchez, D-Calif., said the court ruling is \"a political ploy\" to undermine the president's executive actions.\n\n\"There is clear precedent that the president's policies are within his legal authority,\" she said. \"Families who seek and deserve relief under these new policies should not be deterred by this scare tactic.\"\n\nRead or Share this story: http://usat.ly/1ElZK11", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "USA Today", "biasLabel": "Not Biased", "title": "Republicans hail court ruling on immigration", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Other"}