{"content": "Images of unaccompanied children flooding across the U.S.-Mexico border defined the immigration crisis last summer.\n\nNow, the federal government is intervening so these children won’t have to make that trek -– they’ll get to fly into the U.S. instead. For free.\n\nADVERTISEMENT ADVERTISEMENT\n\nA new State Department and Department of Homeland Security program seeks to stop the surge of immigrant children from Honduras, Guatemala, and El Salvador at the southern border by giving their U.S.-based parents the option to apply to have their kids picked up and put on a plane, without paying a penny.\n\nThe parents are eligible as long as they have some sort of legal status. As first reported by Judicial Watch, and later in The Daily Caller, this would include permanent residents and even illegal immigrants given a work permit and deportation reprieve under President Obama’s recent executive actions, though much of that is on hold due to a pending court case. Of them, those with children under 21 and living in El Salvador, Guatemala or Honduras reportedly could apply.\n\n\"I think many Americans are going to be surprised to learn that illegal aliens here in the United States are getting the Obama administration to go and get their children and fetch them,\" Tom Fitton, president of the conservative watchdog Judicial Watch, told Fox News. \"And all at our expense.\"\n\nIn a November memo, the State Department explained that reuniting families this way is \"a safe, legal, and orderly alternative to the dangerous journey that some children are currently undertaking to the United States.\"\n\nSo far, the State Department has not provided a cost for the plane tickets, or the benefits that follow upon their arrival in America. Asked Friday about the issue, spokeswoman Marie Harf said: “The price tag? I don't know.”\n\n\"Under this program, they would be quote 'refugees,' and refugees have access to government benefits that other illegal aliens don't,\" Fitton said.\n\nJudicial Watch lists \"free education, food stamps, medical care, and living expenses,\" as some of those complimentary benefits.\n\nBut not everybody believes this program will be a drain for taxpayers.\n\n\"I think it's good for the tax base,\" said Democratic strategist Chuck Rocha. \"Every year, 13 billion dollars are put into the Social Security Trust Fund from undocumented immigrants. So if you have immigrants here who are working, who are doing the jobs that need to be done, that's money going into our tax system. People will say that it's free health care, that it's free education. Nothing in this town is free.\"\n\nStill, critics are concerned this new policy sets a dangerous precedent, ignoring the long line of people waiting to get into this country through more traditional immigration channels.\n\n\"My gosh, what does the rule of law mean if you break the law to get here, and then you get the government to help bring the rest of your family?\" Fitton asked.\n\nPeter Doocy is currently a Washington-based correspondent for FOX News Channel (FNC). He joined the network in 2009 as a general assignment reporter based in the New York bureau. Click here for more information on Peter Doocy.", "topic": "Immigration", "politicalLabel": "Conservative", "organization": "FOX", "biasLabel": "Biased", "title": "Gov’t program would fly in Central American children to join parents in US", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}