{"content": "Share this:\n\n\"Why The Christian Right May Never Recover From Indiana\" Share:\n\nCREDIT: AP Photo/Doug McSchooler, File\n\nMaurice Bessinger built his fortune serving barbecue. At the half-dozen locations of his Piggie Park restaurants, customers could enjoy meats slathered in the yellow, mustard-based sauce unique to South Carolina. That is, of course, unless they were black, for Bessinger was also a proud racist. As late as the twenty-first century, Piggie Park distributed tracts to its customers claiming that the Bible is a pro-slavery document — one of them claimed that African slaves “blessed the Lord for allowing them to be enslaved and sent to America.” After Congress banned whites-only restaurants in 1964, Bessinger reportedly put up an uncensored version of a sign warning that “[t]he law makes us serve n***ers, but any money we get from them goes to the Ku Klux Klan.”\n\nAnd Bessinger wasn’t just an unapologetic racist, he also believed that his right to discriminate flowed from the Lord Almighty himself. The Civil Rights Act of 1964, which banned whites-only lunch counters, “contravenes the will of God,” according to a lawsuit Bessinger brought claiming he should be exempt from the law. The Supreme Court disagreed, ruling 8-0 in Newman v. Piggie Park Enterprises that Bessinger’s claim that a religious objection could authorize discrimination was “patently frivolous.”\n\nPiggie Park was resolved in 1968, but Bessinger’s legal claim that religion should provide a license to discriminate rears its head over and over again in modern American history. It reared its head just over a week ago in Indiana, when religious conservatives briefly pushed through legislation that could have enabled them to ignore local ordinances protecting against anti-LGBT discrimination.\n\nYet, while the argument that religious objections can authorize discrimination is not new and has not typically fared well in court, the tactic anti-gay groups deployed in Indiana — enacting a law expanding the scope of “religious freedom” for the very purpose of protecting discrimination — is of much more recent vintage. As marriage equality appears more and more inevitable, and as the nation as a whole grows increasingly sympathetic toward LGBT rights, opponents of these rights hope to build a firewall against America’s broader culture. And this firewall rests on a foundation very similar to the arguments Maurice Bessinger once presented to the Supreme Court.\n\nIndiana, however, was one of their earliest attempts to implement this strategy, and the fact that it was ultimately rejected by one of the most conservative governors in the nation does not bode well for the religious right’s firewall.\n\nThe Reset\n\nThe scope of American religious liberty law has ebbed and flowed somewhat in the years since Piggie Park. In 1990, for example, the Supreme Court shrunk it almost to the point of nonexistence. In 1993, President Bill Clinton signed a law, the Religious Freedom Restoration Act (RFRA), which reset the scope of Americans’ religious freedoms back to where they were before this 1990 decision. Then, in 1997, the justices held that RFRA could not constitutionally be applied to the states. Thus, while the law Clinton signed succeeded in resetting religious liberty at the federal level, states remained bound only by the Supreme Court’s 1990 decision unless they enacted a similar law at the state level.\n\nThroughout these ups and downs, however, one rule remained constant. As Justice Ruth Bader Ginsburg explained last January, religious liberties may be quite broad when a religious objector’s attempt to exempt themselves from obeying a particular law does not “detrimentally affect others who do not share” the objector’s beliefs. Nevertheless, when religion is used as a sword to cut down the rights of others, that was not allowed.\n\nOr, at least, it wasn’t allowed up until June 30, 2014. That’s the day the Supreme Court handed down its decision in Burwell v. Hobby Lobby, holding that an employer’s objections to several forms of birth control could be wielded to diminish their employees’ access to contraception. The open question after Hobby Lobby is just how far this new regime will go — and, more specifically, whether the new rule permitting religious objectors to disparage the rights of others will allow them to evade certain civil rights laws.\n\nThe Firewall\n\nReligious conservatives began laying the groundwork for this fight long before Hobby Lobby was decided. When two important marriage equality cases were pending before the Supreme Court in 2013, for example, the conservative legal group that litigated Hobby Lobby filed a brief claiming that equality must be coupled with legal protections for people with anti-gay religious beliefs. “Recognizing a constitutional right to same-sex marriage without simultaneously protecting conscience rights threatens the religious liberty of people and organizations who cannot, as a matter of conscience, treat same-sex unions as the moral equivalent of opposite-sex marriage,” the Becket Fund for Religious Liberty told the justices. They added that the need for these protections were so great that “it would be prudent for this Court to stay its hand” and refuse to recognize same-sex couples’ equal marriage rights until lawmakers also enacted so-called “conscience rights” for people with anti-gay beliefs.\n\nMarriage equality, in essence, had to be held hostage to the people who were most intolerant of gay rights.\n\nThe United States Conference of Catholic Bishops made a similar argument in its own brief, claiming that affording LGBT Americans heightened protection under the Constitution “would hinder the ability of legislatures to create accommodations for those with religious or moral objections to homosexual conduct.” As an example of the allegedly horrible consequences that could follow if the Court granted full rights to gay couples, the bishops warned that an employer might be required to provide health benefits to a gay employee’s partner, despite the fact that the employer may object to that relationship. Unless LGBT rights are cut off, America may soon find itself on a slippery slope that ends with gay people having access to health care!\n\nThough the Court has not gone as far in advancing gay rights as its precedents indicate that it should, it has largely ignored the Becket Fund’s and the bishops’ claim that religious conservatives should be given a veto over gay rights. The Court struck down the anti-gay Defense of Marriage Act in United States v. Windsor, and it’s spent much of the last year permitting marriage equality to spread to more and more states. Justice Clarence Thomas, a conservative who typically votes in opposition to gay rights, complained last February that the Court appears to be signaling that it plans to strike down marriage discrimination nationwide this year.\n\nOpponents of gay rights, in other words, need a plan B. In 2014, the New York Times’s Ross Douthat laid out what this plan B would look like. If “a Mormon caterer or a Catholic photographer objected to working at a same-sex wedding,” Douthat argued, the law should permit them to “opt out” of any legal obligation to comply with anti-discrimination laws — just as Maurice Bessinger once claimed that his religious beliefs permitted him to opt out of laws banning race discrimination.\n\nEnter Mike Pence\n\nThough Hobby Lobby gives conservatives implementing this plan B a beachhead where they can launch their effort — without Hobby Lobby the plan would almost certainly fail under the rule that religious objections cannot be used to diminish the rights of others — the plan still requires state lawmakers to play along if it is to succeed nationwide. Recall that, in 1990, the Supreme Court shrunk the scope of American religious liberty law until it was so small that both major parties rebelled and passed RFRA. Recall as well that, in 1997, the justices held that states are not bound by RFRA unless they pass a similar law at the state level. As a result, the conservative firewall will be pockmarked with holes unless every single state passes its own version of RFRA.\n\nThe Indiana legislation that triggered a firestorm last week was modeled on the federal RFRA law, although, as originally enacted, it was significantly broader in scope. Just days after Gov. Mike Pence (R-IN) signed this law while flanked by anti-gay lobbyists, however, he agreed to sign a “fix” which ensured that the new law would not be used to justify discrimination on the basis of sexual orientation or gender identity. In the time between Pence’s two signatures, he faced an extraordinary backlash from ordinary citizens, from angry newspaper writers, and from businesses ranging from Apple to NASCAR.\n\nPence, it should be noted, is an extraordinarily conservative governor. As a member of Congress, he chaired the Republican Study Committee, a large group of conservative lawmakers whose leader often functions as a spokesperson for the House of Representatives’ right-wing. Pence hasn’t simply opposed marriage equality and anti-discrimination protections for LGBT Americans in the past; he even called for federal funds to “be directed toward those institutions which provide assistance to those seeking to change their sexual behavior.”\n\nSo if Mike Pence isn’t willing to offer his full-throated support to the conservative firewall, it is unlikely that many other governors will be willing to do so. Anti-gay groups may need to go hunting for a plan C.\n\nAll Eyes on Kennedy\n\nYet, while Pence’s unwillingness to stick his neck out in defense of the firewall strategy is an extraordinary political defeat for social conservatives, there is still a possibility that some parts of their firewall will remain effective. Indiana RFRA may contain explicit protections for LGBT rights, but federal RFRA does not. It is still possible that the same Supreme Court that decided Hobby Lobby could hold that religious objections trump pro-LGBT civil rights laws. Indeed, four justices strongly hinted that they would reach this conclusion in the Hobby Lobby majority opinion itself.\n\nThat leaves Justice Anthony Kennedy, who penned a cryptic concurring opinion in Hobby Lobby explaining that religious liberty may not “unduly restrict other persons, such as employees, in protecting their own interests, interests the law deems compelling.” Though Kennedy was willing to let Hobby Lobby opt out of federal birth control rules, he also noted that there would be other cases “in which it is more difficult and expensive to accommodate a governmental program to countless religious claims based on an alleged statutory right of free exercise.” In light of the fact that several groups filed briefs in Hobby Lobby warning of the case’s potential impact on anti-discrimination law, and in light of the fact that Kennedy has typically sided with gay rights, it is very much possible — if far from certain — that Kennedy had preventing anti-gay discrimination in mind when he penned this concurrence.\n\nWhatever Kennedy had in mind, however, it is unlikely that recent events in Indiana diminished the likelihood that he will ultimately reject the conservative plan B.", "topic": "Gay Marriage", "politicalLabel": "Liberal", "organization": "ThinkProgress", "biasLabel": "Biased", "title": "Why The Christian Right May Never Recover From Indiana", "yellowLabel": "Yellow", "tags": "set(['NATIONAL RIFLE ASSOCIATION', 'gay rights', 'Mike Pence', 'IMMIGRATION', 'POLICE BRUTALITY', 'Supreme Court', 'CRIMINAL JUSTICE', 'CALIFORNIA', 'Indiana'])", "opinionLabel": "Other"}