{"content": "Manhattan’s flood of green protesters had climate-change skeptics seeing red Sunday.\n\n“Their love for the Earth is so real, they couldn’t even use a trash can,” tweeted a disgusted @chelsea_elisa, along with a photo of an overflowing trash can in Manhattan, after tens of thousands of marchers invaded the city on fleets of smog-producing buses.\n\nDavid Kreutzer, a research fellow at the conservative think tank Heritage Foundation, shared a similar photo of the marchers’ refuse trashing the city’s streets.\n\n“Somehow this doesn’t seem too green 2me,” Kreutzer tweeted.\n\nHe and other critics of the People’s Climate March called the protesters hypocrites for wasting paper and burning fossil fuel in getting to the big event.\n\n“The hypocrisy varies from person to person,” economist Kreutzer, 61, told The Post. “The ones that fly in on private jets are the most hypocritical.”\n\nHe was referring to celebrity A-listers who joined Sunday’s march.\n\nStars such as Leo DiCaprio and Mark Ruffalo, an outspoken opponent of fracking, paraded through Midtown with people from around the country.\n\nHippies joined forces with gentrifying hipsters to decry what they called devastating man-made climate change.\n\nOne guy sported a witch hat and psychedelic pants while holding a sign that read, “Goodbye Earth People.”\n\nThe resulting traffic snarls irritated taxi drivers to no end, as marchers strolled from Columbus Circle to 11th Avenue and 34th Street.\n\n“It’s a mess,” said hard-working hack Gamal Abovelwafa, 60.\n\nHe said the worst traffic was at the end of the march and around Central Park.\n\n“Where are we going to go?” he angrily asked.\n\nKreutzer argued that it is unlikely that climate change will be the biggest problem of the 21st century.\n\n“It is phenomenally arrogant to think that 14 years into this century that we already know the greatest crisis we will face,” Kreutzer said.", "topic": "Climate Change", "politicalLabel": "Conservative", "organization": "New York Post", "biasLabel": "Not Biased", "title": "Climate change skeptics call out marchers’ ‘hypocrisies’", "yellowLabel": "Yellow", "tags": "set(['Climate Change', 'Protests', 'Marches'])", "opinionLabel": "Other"}