{"content": "A federal judge Friday threw out new Texas abortion restrictions that would have effectively closed more than a dozen clinics in the state.\n\nU.S. District Judge Lee Yeakel sided with clinics that sued over one of the most disputed measures of a sweeping anti-abortion bill signed by Republican Gov. Rick Perry in 2013. The ruling stops new restrictions that would have left seven abortion facilities in Texas come Monday. There are currently 19 abortion providers in the state, according to groups challenging the law.\n\nADVERTISEMENT ADVERTISEMENT\n\n\"The overall effect of the provisions is to create an impermissible obstacle as applied to all women seeking a previability abortion,\" Yeakel wrote in his 21-page ruling.\n\nThe trial in Texas was the latest battle over tough new abortion restrictions sweeping across the U.S. Texas Attorney General Greg Abbott, a Republican who is the favorite to become governor next year, vowed to appeal to try to uphold the law.\n\nThe law would require abortion facilities in Texas to meet hospital-level operating standards, which supporters say will protect women's health.\n\nClinics called it a backdoor effort to outlaw abortions, which has been a constitutional right since the Roe v. Wade ruling by the U.S. Supreme Court in 1973.\n\n\"It's an undue burden for women in Texas -- and thankfully today the court agreed,\" said Amy Hagstrom Miller, CEO of Whole Woman's Health, which would have been among the clinic operators affected. \"The evidence has been stacking up against the state and against the politicians who so cynically passed these laws in the name of safety.\"\n\nThe more stringent Texas requirements -- such as mandatory operating rooms and air filtration systems -- would have effectively shuttered 18 licensed abortion clinics. Some already no longer offer abortions after another part of the 2013 bill required doctors to have admitting privileges at nearby hospitals.\n\nThat part of the law has already been upheld by the 5th U.S. Circuit Court in New Orleans, where the state will now seek a second reversal.\n\n\"The State disagrees with the court's ruling and will seek immediate relief from the Fifth Circuit, which has already upheld\" the law once, Abbott spokeswoman Lauren Bean said.\n\nSimilar rules on admitting privileges have been blocked by federal courts in Mississippi, Kansas and Wisconsin.\n\nAttorneys for the state denied that women would be burdened by fewer abortion facilities, saying nearly 9 in 10 women in Texas would still live within 150 miles of a provider. Critics say that still leaves nearly a million Texas women embarking on drives longer than three hours to get an abortion.\n\nOpposition to the Texas law was so visible that Democrat Wendy Davis launched her campaign for governor behind the celebrity she achieved through a nearly 13-hour filibuster last summer that temporarily blocked the bill in the state Senate.\n\nHer opponent in November is Abbott.", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "FOX", "biasLabel": "Not Biased", "title": "Federal judge halts key part of Texas abortion law", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}