{"content": "It now looks like ObamaCare will hurt twice as many people as it helps — because the law isn’t nearly done with canceling people’s insurance.\n\nThe 5 million-plus Americans who’ve seen their health plans canceled thanks to ObamaCare will be joined by millions more this year — because the Affordable Care Act makes their employer-provided policies illegal, as well.\n\nObamaCare defenders are trying to minimize the coming pain. Jonathan Gruber, an architect of the law, told The Washington Post that the number of “losers” who will have to pay more for the same or inferior coverage will be “very, very small.” Nonsense. ObamaCare exchange plans — the only option for most people who lose on-the-job coverage — are a raw deal.\n\nYet millions will get dropped from employer-provided coverage over the course of this year and be stuck with that alternative.\n\nEffective Jan. 1 of this year, the Affordable Care Act requires small-group plans to provide 10 “essential benefits.” Many employers renewed their plans late last year to avoid that costly requirement as long as possible. But as the months pass, these plans will expire — and employers will be tempted to drop coverage altogether, rather than pay for those costly added benefits.\n\nAnd those dropped employees will be stuck with ObamaCare-exchange plans or no insurance at all.\n\nYet an exchange plan is a ripoff compared with what they’re losing.\n\nOn average, US workers with on-the-job individual coverage contribute $999 a year in pre-tax dollars and have a deductible of $1,135, according to the Kaiser Family Foundation. On ObamaCare exchanges, all but the lowest earners will pay more (even after subsidies), pay with after-tax dollars, face deductibles of $3,000 to $5,000 for silver and bronze plans and lose access to many doctors and hospitals they’re covered for now.\n\nHow many people will this change clobber? Well, about 60 million Americans now get employer-provided insurance via small-group plans. Law firms and other high-end businesses are unlikely to drop coverage, but companies with lots of salespeople, receptionists and other lower-paid workers will say they can’t afford Washington’s “one size fits all” requirement — which, the Heritage Foundation reports, adds an estimated $1.79 an hour to the cost of a 40-hour worker (and more than $2 an hour in states like New York and New Jersey, where health care is more expensive).\n\nEven the chance that ObamaCare’s “employer mandate” will go into effect in 2015 isn’t apt to deter employers from dropping coverage. The penalty for not complying with the mandate would add only 98 cents an hour for a 40-hour worker — a bargain compared with the $1.79 cost of providing coverage plus the enormous amount of red tape, reporting requirements and fees that ObamaCare piles on employers who provide coverage. In truth, the law discourages employers from insuring their workers, making it far easier and cheaper to send them to the exchanges.\n\nThat’s why the management consultants at McKinsey & Co. warned in 2011 that nearly a third of employers surveyed already were considering dropping coverage, with the figure rising among those familiar with the law’s requirements.\n\nSo a conservative estimate is that 25 million people, out of the 60 million in small group plans, get dropped in 2014. Add that to the 5 million or so whose individual-market already canceled on Jan. 1, and you have a lot of losers.\n\nIndeed, it looks like ObamaCare will create twice as many losers as winners in 2014. The Congressional Budget Office projects that 16 million will gain coverage via the law’s Medicaid expansion (9 million) and subsidized exchange plans (7 million) — and even that’s rosier than the enrollment figures we’ve seen so far.\n\nThirty million losing insurance; 16 million gaining it. It’ll be hard for Democrats running for election this fall to defend a law that hurts twice as many people as it helps.\n\nBetsy McCaughey is the author of “Beating Obamacare 2014.”", "topic": "Obamacare", "politicalLabel": "Conservative", "organization": "New York Post", "biasLabel": "Biased", "title": "Another 25 million ObamaCare victims", "yellowLabel": "Yellow", "tags": "set(['Barack Obama', 'Health Insurance', 'ObamaCare', 'Healthcare'])", "opinionLabel": "Opinion Article"}