{"content": "As speaker of the North Carolina House of Representatives, Thom Tillis bears as much responsibility as any Republican politician for the state’s decision not to accept the Affordable Care Act’s Medicaid expansion. He even bragged about it before he won the GOP Senate primary earlier this summer.\n\nBut as the Republicans’ Senate candidate in North Carolina, Tillis now says he wants “the state legislature and governor to consider it.”\n\nIn New Hampshire, Scott Brown campaigns in opposition to Obamacare, but when asked at a recent debate how repealing the law would wash with its new beneficiaries, he said, in effect, we can rebuild Obamacare right here in the Granite State. “We can address what you just referenced [Medicaid expansion],” he said, “we can alo address pre-existing care [sic], covering kids to a certain age, dealing with catastrophic care.”\n\nMitch McConnell does the same thing in Kentucky. Among governors, Ohio’s John Kasich defends the Medicaid expansion in emphatic moral terms. And though most conservative states haven’t adopted the expansion yet, and may boycott it for years, Bloomberg’s Jonathan Bernstein noticed something exquisitely revealing. Of the nine Republican candidates who have a decent chance of defeating Democratic incumbents in expansion states this November, none is campaigning on a pledge to rescind the expansion.\n\nRepublicans are happy to channel anti-Obama sentiment by shouting “Obamacare” a lot, and by criticizing its unpopular provisions, most of which exist on the periphery of the law’s core benefits. But across the country, wherever they’re trying to win, they are conceding those benefits. Detente in the fight over Obamacare is starting to look like a tacit understanding that Republicans will cede the policy, while Democrats brand themselves with a scarlet “O.”\n\nThat would be a perfectly reasonable swap, if Republicans were willing to accept it. But they’re not. Instead, these candidates are dissembling and buck-passing in ways that allow them to avoid culpability for a consistent underlying pledge to do great violence to the law.\n\nTillis, Brown, and McConnell speak as if they support the ACA’s core goals. But what they’re really doing is handing off responsibility for the law’s new beneficiaries to the governors and legislators in their states, who would have to pick up the pieces if Congress ever repeals Obamacare. If all three of them are serving in the Senate in 2017, under a Republican president, their oblique endorsements of Obamacare’s key benefits would matter only inasmuch as they’d place the onus on other elected officials to limit the collateral damage.\n\nThe dying embers of the repeal campaign won’t be completely extinguished until Republicans coalesce around an alternative whose pillars include a coverage guarantee and the goal of universality. Alternatively, Republicans could satisfy themselves with tinkering around the law’s edges, while drifting away from the repeal (or repeal-and-replace) proposition until they abandon it completely.\n\nSeveral pieces need to fall into place for that to happen, though. The upcoming enrollment period will need to succeed. Eventually, the GOP primary electorate will have to be willing to tolerate a measure of flexibility from its nominee.\n\nBut first, the public (and thus the media) must be clear-eyed about what’s happened over the course of this campaign.\n\nIn anticipation of a successful election night, Republicans are laying groundwork to claim that Obamacare, more than any other issue, propelled them to victory. That they have a mandate to reopen the books. That the enduring unpopularity of the law as a whole (or as a moniker, anyhow) is evidence of the public’s appetite for repeal.\n\nIf any of that were true, these candidates wouldn’t be so scared to say that no Obamacare means none of its goodies, either. They wouldn't have stopped spending money on Obamacare issue ads months ago. And they wouldn't have put so much effort over the past several months into constructing a national referendum on Obama's handling of the ISIS/immigrant/Ebola threat nexus. Republicans are poised for a very successful election this November. But Obamacare already won that contest.", "topic": "Obamacare", "politicalLabel": "Liberal", "organization": "New Republic", "biasLabel": "Biased", "title": "Republicans' Obamacare Cop Out: Surrender Policy, Slam the President", "yellowLabel": "Yellow", "tags": "set(['qed', '2014 Midterms', 'Home News', 'politics', 'Events', 'Economy', 'obamacare', 'World', 'Identity', 'scott brown', 'Economics', 'thom tillis', 'barack obama', 'affordable care act', 'repeal', 'The Plank', 'Culture', 'Books', 'mitch mcconnell', 'Politics', 'Technology', 'Film'])", "opinionLabel": "Other"}