{"content": "A case in El Salvador shows the danger of restricting abortion.\n\nThe hospital in San Salvador, El Salvador, where \"Beatriz\" was staying last week. (Photo: Jose Cabezas, AFP/Getty Images) Story Highlights Refusing a woman medical care when her life hangs in the balance is a violation of her human rights.\n\nExtremists in the U.S. support restrictions similar to El Salvador's total abortion ban.\n\nThe extremist fringe of the anti-choice movement has become the mainstream.\n\nThe story of Beatriz, a young Salvadoran woman whose government and Supreme Court denied her permission to obtain a potentially life-saving abortion, has now begun to break in the U.S. The outrage that human rights advocates worldwide have expressed about her suffering and El Salvador's profoundly unjust laws is rapidly spreading. She has asked that her last name not be used because of the stigma of abortion in a country where it is entirely outlawed.\n\nBeatriz, a 22-year-old mother of a young boy, suffers from lupus and kidney disease, and was pregnant with a fetus missing parts of its skull and brain. Her doctors said the fetus had almost no chance of surviving and that the pregnancy could kill Beatriz if allowed to proceed. So Beatriz petitioned the Supreme Court of El Salvador for an exception to the country's ban on abortion under all circumstances. After weeks of delays, her plea was cruelly denied on the grounds that doing so would violate a provision in the Salvadoran constitution declaring that life begins at the moment of conception and laws punishing the termination of any pregnancy with prison sentences for women and their doctors alike.\n\nOn Monday night, under enormous international pressure, the government granted her the ability to have a C-section after which the fetus died.\n\nIt should go without saying that refusing a woman medical care while her life hung in the balance was a violation of her fundamental human rights.\n\nAnd indeed reproductive rights advocates have spoken out and fought back on behalf of Beatriz and the countless other women worldwide who have found themselves in situations similar to hers — resulting in rulings from the Inter-American Court on Human Rights, the European Court of Human Rights, U.N. treaty-monitoring bodies, and national courts making clear that such denials of essential care are violations of women's rights to life, health, privacy, non-discrimination, and freedom from cruel, inhuman, or degrading treatment.\n\nBut what of the organizations, politicians, and pundits whose attacks on reproductive rights are responsible for the kinds of abortion restrictions that put women's lives at risk?\n\nThe more extreme among them in the U.S. have doubled down on their long-running support for restrictions similar to El Salvador's total abortion ban — including \"personhood\" laws conferring full legal rights and protections on every fertilized human egg and bans on abortion as early as six weeks of pregnancy\n\nBut some of the opponents of reproductive rights have taken great pains to position themselves as more moderate — even as pro-woman, acting out of concern for the health and safety of women and girls —and yet they have remained curiously silent on this case.\n\nPerhaps this is because Beatriz's story reveals the ugly truth about the consequences of their effort to choke off access to abortion entirely: Many more women will be forced into the predicament facing Beatriz. Many will suffer devastating harms to their health. And many will die.\n\nNo less an authority than the World Health Organization has found that restrictive abortion laws reduce only the incidence of legal abortion — and that in countries that have enacted the most restrictive abortion laws, abortion rates are high, unsafe abortions are common, and women's health and lives are frequently imperiled as a result. More than 47,000 women die from unsafe abortions worldwide every year.\n\nThis has not stopped politicians in Arkansas from advancing legislation banning abortion at 12 weeks of pregnancy, and in North Dakota at the point when a fetal heartbeat can be detected — before many women even know they're pregnant. It did not stop Virginia Attorney General Ken Cuccinelli from co-sponsoring personhood legislation when he was a state senator, or Virginia State Senator Mark Obenshain from introducing legislation that would have required women who suffer miscarriages to report them to the police within 24 hours. It has not stopped the state of Mississippi from prosecuting a woman who suffered a stillbirth for manslaughter, or from enacting regulations aimed at driving the state's only abortion clinic out of practice.\n\nThese actions have effectively obliterated any claims to moderation in the war that the opponents of reproductive freedom are waging.\n\nThe Arkansas and North Dakota bans have been passed into law. Ken Cuccinelli and Mark Obenshain are the Republican nominees for Virginia governor and lieutenant governor. And the only thing keeping the last abortion clinic in Mississippi open is a court order blocking the laws designed to shutter it.\n\nThe extremist fringe of the anti-choice movement has become the mainstream. And the likelihood increases daily that more women will be subjected to the injustices, indignities, and threats to their health and lives that Beatriz has suffered in El Salvador — including right here in the U.S.\n\nNancy Northup is the president and CEO of the Center for Reproductive Rights.\n\nIn addition to its own editorials, USA TODAY publishes diverse opinions from outside writers, including our Board of Contributors.\n\nRead or Share this story: http://usat.ly/10Ofl8v", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "USA Today", "biasLabel": "Biased", "title": "Where illegal abortion leads", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Opinion Article"}