{"content": "Sexual revolution set to undermine the American revolution.\n\nApril DeBoer and Jayne Rowse, who are raising four children, could be chosen to represent the gay marriage movement at the Supreme Court. (Photo: Mandi Wright, AP)\n\nThis spring, when the Supreme Court hears arguments on the gay marriage cases the justices accepted Friday, it is going to be hearing much more than a case on the definition of marriage. This case could ultimately determine our very way of life moving forward as a people.\n\nThe American view of law and government is summarized in our founding document, the Declaration of Independence, by these three things:\n\nThere is a God.\n\nOur rights come from God, not government.\n\nGovernment's only role is to preserve and protect those God-given rights.\n\nShould the Supreme Court decide it has the authority to essentially play god, and redefine an institution such as marriage which predates it by at least 5,000 years, they will be saying erotic liberty trumps religious liberty. In other words, the sexual revolution takes precedence over the American Revolution.\n\nSee, this argument has absolutely nothing to do with whether or not two people of the same gender who care about each other can live together like heterosexuals can. There is no one in prison today, or faced with it, because they violated their state's amendment defining marriage as a man and a woman.\n\nThis argument is about \"you will be made to care.\" And if you don't want to care, using the coercive power of government to force you to. Even if it means forcing you to validate what your conscience and/or religion teaches is immoral.\n\nJust look at all the numerous and unprecedented assaults on religious liberty we're faced with today. Like the black fire chief of Atlanta, who used to serve in the Obama administration, and lost his job because he wrote a book on his personal time advocating the Bible's views on sexuality. Even though an investigation found no evidence he was discriminating against anyone who disagreed with his views, he was fired anyway for being a Christian.\n\nIn my home state of Iowa, an award-winning newspaper editor lost his job for being a Christian, too. Simply because he disagreed with the so-called \"Queen James Bible\" which revises the Scriptures to accept homosexuality on his personal blog.\n\nI thought it wasn't supposed to be a Christian's business what somebody did on their private time with a consenting adult? Funny, though, it seems as if it is the Left's business what Christians do with their private time.\n\nMake no mistake, that is the end game here. To make religious people and institutions choose between following God, which the constitution protects, or following political correctness. And then using government to punish them if they make the wrong choice.\n\nTherefore, the court is really going to decide the definition of freedom. Does freedom come from God, as every Supreme Court justice acknowledges when they swear their oaths of office to Him? Or does freedom come from the mob, or worse, the state?\n\nThe fact we're having this debate at all means we've forgotten the words of Thomas Jefferson: \"I tremble for my country when I reflect that God is just, and His justice cannot sleep forever.\"\n\nSteve Deace is a nationally-syndicated talk show host and the author of \"Rules for Patriots: How Conservatives Can Win Again.\" He is a former reporter for The Des Moines Register.\n\nRead or Share this story: http://usat.ly/1C8zBn2", "topic": "Gay Marriage", "politicalLabel": "Conservative", "organization": "USA Today", "biasLabel": "Biased", "title": "Gay marriage ruling will define freedom", "yellowLabel": "Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Opinion Article"}