{"content": "Imagine the police officer or firefighter who spent a lifetime serving and protecting for the betterment of society, and is expecting to receive a pension when he retires. While many of these jobs are essential to maintain peace, order and safety, they don't always pay the greatest salary. Therefore, for these men and women, pensions mean so much.\n\nNow imagine what would happen if at age 65 you told these same people who were relying so heavily on that money in retirement that they couldn't have it. That's exactly what is potentially going to happen in cities across America -- huge municipalities like Chicago and Phoenix that are drowning in underfunded pensions. The numbers are staggering and growing with no solution in sight.\n\nIn Illinois, the underfunded public pension problem is so bad it could bankrupt the state. If the state Supreme Court overturns the legislature's 2013 pension reforms, Illinois would be faced with $145 billion in higher taxes over the next three decades just to pay off the debt, according to a report by the Civic Committee of Chicago. And in Arizona, the situation has been labeled pension \"sticker shock,\" where in Phoenix the city must contribute $143 million to public-safety pensions, up from just $16 million a decade ago.\n\nThe Solution\n\nTax revenue from legalized marijuana can save the day. The numbers work based on Colorado's results. Just last year alone, Colorado received $60 million in taxes and fees from marijuana. Not only that, but the state also saved roughly $145 million dollars fighting marijuana.\n\nThat money was distributed to local governments, and voters decided to put the first $40 million into a statewide school construction fund, administered by the state Department of Education. And you know what else that money could be used for? It could fund the pensions of all those employees who are relying so heavily on that income to survive in retirement. Legalized pot could be the solution to underfunded pensions in Chicago, Phoenix and everywhere else.\n\nLegalized pot is a win-win for everyone. It stimulates the economy while giving the people what they want. Let's face reality: the United States government continues spending billions every year trying to stop American's from getting high, but the drug war hasn't stopped American's from doing drugs. You can buy any drug you want in any city in America without knowing anyone by simply approaching a few people. Finding a drug dealer is easier than buying beer at 7/11, and they don't even ask for ID.\n\nAccording to The Pew Research Center, support for marijuana legalization is rapidly outpacing opposition with 52 percent of Americans saying marijuana should be legalized. Critical thinking says give the people what they want and use the tax revenue to fund those pensions.\n\nThe people that say hard drugs cannot be legalized are kidding themselves. Millions of Americans are using them every day. The only logical solution is to stop spending money trying to slow them down. It isn't right, it doesn't work, and there is a dire need for that money to fund pensions and do all kinds of other good in communities around the country.\n\nJust like gay marriage, legalized marijuana across the country is only a matter of time. Instead of spending billions of dollars pretending they can squelch demand, the government should legalize drugs and start reaping the benefits of that extra money which would include funding pensions for all who are relying on it.", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "Huffington Post", "biasLabel": "Biased", "title": "Pot for Pensions", "yellowLabel": "Yellow", "tags": "set(['Most Popular on HuffPost'])", "opinionLabel": "Opinion Article"}