{"content": "HERSHEY, Pa. -- Republican senators and House members huddled in a resort Thursday to figure out, among other things, what to do with people like Jorge Gonzalez. The 18-year-old, who moved to the U.S. from Mexico when he was 8 months old, was about 70 miles away in Malvern, Pennsylvania, studying physical therapy.\n\nGonzalez is undocumented. He also is a beneficiary of the Deferred Action for Childhood Arrivals policy, or DACA, which allows so-called Dreamers like him to legally stay in the U.S. and work. That means he can carry out his life plan: Attend community college for two years -- he's halfway through his first -- then transfer to a four-year school and eventually work in exercise science.\n\nBut whether that can happen depends, in part, on whether Republicans succeed in what many at Thursday's retreat hope to do: Dismantle the DACA program. The policy is snarled in a broader fight over funding the Department of Homeland Security, which must be settled before the end of February to avoid an agency shutdown. The House made a first bid on Wednesday at funding DHS, but combined the appropriations bill with measures that would gut DACA, along with other policies that keep some undocumented immigrants from being deported, including President Barack Obama's new relief program for parents.\n\n\"I learned what I wanted to do in life and I'm going and getting my education on it, and for them just to tell me you're not going anymore -- first of all, it's a lot of money, and second of all, I'm really working my butt off to study and all of that,\" Gonzalez said. \"It just doesn't seem right. It doesn't seem fair.\"\n\nRepublicans say Obama's immigration policies go beyond his executive authority, particularly the latest, which may give work authorization and deportation relief to up to 5 million people. And many GOP members have said they will not vote to fund DHS without measures that stop those executive actions, setting them on a crash course with a White House that has vowed to veto bills that do anything of the sort.\n\nAt the GOP retreat on Thursday, discussions centered on how best to handle this looming standoff. Away from the press, senators and House members attended a joint discussion on immigration and border security. Conservative members demanded a hard-line stance. Others, such as Rep. Jeff Denham (R-Calif.), encouraged colleagues to be realistic about what the party can achieve and to work on other immigration reform measures.\n\nOnce they return to Washington, the next step on DHS funding will be a Senate vote on the measure passed by the House, Majority Leader Mitch McConnell (R-Ky.) told reporters.\n\n\"We're going to try to pass it,\" McConnell said of the House bill. \"That would be the first choice, and if we're unable to do that, we'll see what happens.\"\n\nThe GOP holds a majority in the Senate, but would need some Democrats to join them to pass the House DHS funding bill -- an unlikely prospect. Republicans wouldn't say what would happen if the legislation fails in the Senate.\n\nSen. John Thune (R-S.D.) hedged at a press conference when asked whether the Senate had the votes pass the House bill as it is. He said they \"intend to challenge\" Obama's executive actions, but added, \"there may be different ways and approaches to this issue that we can get the point across.\"\n\n\"Obviously we want to give our members an opportunity to vote to express their opposition to the president's action, but we also realize at the end of the day that in the Senate it's going to take 60 votes,\" Thune said.\n\nSen. John Cornyn (R-Texas) said senators would finish the legislative process well in advance of the DHS funding deadline. Shutting down the agency, he said, was \"off the table.\"\n\nRepublicans also discussed immigration reform more generally. At the House Republican retreat a year ago, GOP leaders unveiled a set of principles for immigration, including typical conservative items on border security, but also measures such as allowing undocumented young people who came to the U.S. as children to gain legal status. None of those policy ideas ever became bills or went for a vote, which members attributed to a lack of trust in the president and a surge in unaccompanied minors crossing the border illegally last year.\n\nThat lack of trust eroded further after Obama's executive actions in November, Republicans said. Still, some argued in favor of moving forward with certain measures. Rep. Jason Chaffetz (R-Utah) told reporters he wants to see reform to the legal immigration system. Rep. Michael McCaul (R-Texas), of the House Committee on Homeland Security, is preparing to introduce a border security bill, his office said Thursday.\n\nDenham said he will continue to push for broader immigration reform that includes legal status for Dreamers. He was one of the 26 Republicans who voted against the amendment to end DACA on Wednesday, and one of 10 GOP members who opposed final passage of the DHS funding bill. He also joined Democrats to support a comprehensive immigration reform bill in the last Congress that included legal status for undocumented immigrants.\n\n\"The message I will continue to send is that we've been elected by the public to address real issues,\" Denham said while discussing what he planned to tell his fellow members. \"This is a real issue that we've got to come to grips with, and it's time for us to put together a plan, not just principles.\"\n\nAs Republicans convened in the halls of the Hershey Lodge, others in Pennsylvania waited to see whether the meeting would affect their lives. The state's undocumented immigrant population stands at about 170,000, according to Pew Hispanic Center, and it's one of only seven states where the unauthorized immigrant population grew from 2009 to 2012.\n\nIn Lebanon, Pennsylvania, about 15 miles from the retreat, one of those undocumented immigrants, 48-year-old Guadalupe Barba, was working in a store. She said she came to the U.S. 12 years ago from Mexico with her husband and son looking \"for a better life.\" They found it in Lebanon, where she said police and the city government treat immigrants well and she has been able to earn a master's degree and participate in advocacy for Dreamers.\n\nBarba said her son is a legal permanent resident, and she will be eligible for Obama's new policy that gives work authorization to some parents of U.S. citizens and green card holders. She plans to apply when the process opens later this year. But her bigger concern is the Dreamers, and making sure protections for them continue, she said.\n\n\"It's not for me -- really, really really, my fight is for the Dreamers,\" Barba said. \"They have potential here.\"\n\nPennsylvania is a state of two extremes on immigration. Philadelphia Mayor Michael Nutter signed an executive order last year limiting the city's cooperation with an Immigration and Customs Enforcement program that asks local police to hold individuals so they can be detained and, eventually, sometimes deported. On the other end of the spectrum, Hazleton, Pennsylvania, approved an ordinance in 2006 specifically aimed at driving out undocumented immigrants -- led by then-mayor Lou Barletta, who now represents the area in Congress.\n\nBarletta remains one of the staunchest House opponents of so-called \"amnesty.\" Other Republicans from Pennsylvania have proven more moderate. Pennsylvania GOP Reps. Charlie Dent, Patrick Meehan and Ryan Costello voted against the amendment to end DACA on Wednesday.\n\nDent said he opposed it because it would put people who already have DACA back at risk for deportation by making them unable to renew their permits. He said he wants Congress to address undocumented young people who came to the U.S. years ago, and thinks that even some GOP members who supported ending DACA would agree to, what he called, a \"repeal and replace\" plan.\n\n\"Those children are going to have to be dealt with responsibly and humanely,\" Dent said. \"It's not likely that they're going to be deported, so we should address it legislatively, rather than let the president try to set the agenda.\"\n\nDreamers like Gonzalez, who is a youth leader for the Pennsylvania Immigration and Citizenship Coalition, will be pushing for reform, too. He said that if DACA ends, he would likely have to quit school, but he would ramp up his advocacy efforts. If he could tell Republicans in Hershey one thing, he said, \"I would certainly tell them we're not going to give up.\"", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "Huffington Post", "biasLabel": "Not Biased", "title": "Republicans Struggle To Find Way Forward On Immigration", "yellowLabel": "Not Yellow", "tags": "set(['Most Popular on HuffPost'])", "opinionLabel": "Other"}