{"content": "Share this:\n\n\"As Republicans Win Fights Against Abortion Rights, They Just Want To Go Further\" Share:\n\nCREDIT: AP Photo/Jacquelyn Martin\n\nThe percentage of Americans who say they’re satisfied with the current abortion policies in the United States has dropped to the lowest point in more than a decade, according to new polling from Gallup. Researchers found that the decline is largely driven by people who think the country’s abortion laws should be even stricter.\n\nThe proportion of Republicans who say they’re satisfied with the current state of abortion laws has been steadily dropping since Barack Obama was elected in 2008. Today, just 21 percent of GOPers favor the abortion policies in place:\n\nCREDIT: Gallup\n\nWhen Gallup asked whether respondents’ dissatisfaction stemmed from their belief that current laws are too strict or not strict enough, most people chose the latter. About 24 percent of dissatisfied Americans want even stricter laws, compared to the 12 percent of people who want to loosen the country’s laws in this area.\n\nAccording to the researchers, “Republicans’ overall dissatisfaction with abortion policies has risen from 50 percent in the Bush years to 62 percent since 2012.” While this issue clearly falls along partisan lines, the policy landscape hasn’t necessarily tracked closely with who occupies the White House. Ironically, since President Obama took office, it has actually gotten harder to get an abortion.\n\nThe real battleground in the fight for abortion access is at the state level, where abortion opponents have enacted a record-breaking number of new restrictions since taking control of statehouses across the country in 2010. Thanks largely to the draft legislation circulated by right-wing groups, nearly identical anti-abortion laws have been imposed throughout large swaths of the country, particularly in the South. Now, more than half of U.S. women of reproductive age live in a state where they could struggle to realize their abortion rights.\n\nThis trend shows no sign of abating. The most recent midterm elections allowed Republicans to pick up enough seats to maintain control of nearly 70 chambers in states across the country, and local lawmakers have already started advancing attacks on abortion rights.\n\nIn many states hostile to abortion rights, lawmakers have already imposed so many restrictions on the procedure — including mandatory waiting periods, forced counseling sessions, unnecessary regulations on clinics, and prohibitions on insurance coverage — that there isn’t much left to do in this area. There, reproductive rights experts expect abortion opponents to work on tightening the existing laws even further; for instance, extending 24-hour waiting periods to be two or three days long, or adding a video requirement on top of a counseling session that already includes written and oral information.\n\nAnd when it comes to the abortion opponents who still aren’t satisfied with the current restrictions, it’s not hard to see where they’ll turn their attention next. There has been a recent push to ban later abortions on both a state and national level. Anti-choice lawmakers are pushing ahead with 20-week abortion bans, as well as pursuing a new strategy that involves focusing on “fetal dismemberment” to justify banning surgical abortions in the second trimester.", "topic": "Abortion", "politicalLabel": "Liberal", "organization": "ThinkProgress", "biasLabel": "Biased", "title": "As Republicans Win Fights Against Abortion Rights, They Just Want To Go Further", "yellowLabel": "Not Yellow", "tags": "set(['ABORTION', 'Abortion', 'FOOD AND DRUG ADMINISTRATION', 'REPRODUCTIVE RIGHTS', 'OBAMACARE', 'SCIENCE', 'Reproductive Rights'])", "opinionLabel": "Other"}