{"content": "The Supreme Court appeared divided Wednesday along ideological lines after hearing a challenge of ObamaCare tax subsidies that, if struck down, could affect up to 8 million policy holders.\n\nThe liberal justices peppered Michael Carvin, the lawyer for the health law challengers, with skeptical questions almost from the outset over his argument to limit the subsidies.\n\nADVERTISEMENT ADVERTISEMENT\n\nWhen Solicitor General Donald Verrilli Jr. -- who represents the Obama administration -- stepped to the lectern, the liberal justices fell silent, and Justices Samuel Alito and Antonin Scalia took over.\n\nBut Chief Justice John Roberts, who was the deciding factor in the last major ObamaCare case in 2012, said almost nothing in nearly 90 minutes of back-and-forth. And the questions posed by Justice Anthony Kennedy, often a key swing vote on the bench, did not make clear how he will come out. During the hearing, Kennedy posed tough questions to both sides.\n\nThe justices met Wednesday to determine whether the law makes people in all 50 states eligible for federal tax subsidies -- or just those who live in states that created their own health insurance marketplaces. This question matters because roughly three dozen states opted against their own marketplace, or exchange, and instead rely on the U.S. Health and Human Services Department's Healthcare.gov. If the court rules against the Obama administration, insurance subsidies for people in those states would be in jeopardy.\n\nJustice Ruth Bader Ginsburg said the law set up flexibility for states to either set up their own markets or rely on the federal Healthcare.gov. Giving subsidies only to people in some states would be \"disastrous,\" Ginsburg said.\n\nScalia later challenged Verrilli.\n\n\"It may not be the statute Congress intended, but it may be the statute Congress wrote,\" Scalia said of the provision in question. The case focuses on four words in the law, \"established by the state.\" The challengers say those words are clear and conclusive evidence that Congress wanted to limit subsidies to those consumers who get their insurance through a marketplace, or exchange, that was established by a state.\n\nVerrilli argued that the law can only be read more broadly and noted that millions of people would lose health insurance if the court rules against the administration.\n\nAlito wondered if the justices could delay the effect of such a ruling to allow states and perhaps the federal government to act. Scalia said he believes Congress would act.\n\n\"This Congress, Your Honor?\" Verrilli said to widespread laughter in a packed courtroom that included leading congressional Democrats and Republicans.\n\nKennedy voted to strike down the health law in 2012, but on Wednesday he asked questions of both sides that made it hard to tell where he might come out this time. He suggested that challenger Carvin's argument raised a \"serious\" constitutional problem affecting the relationship between states and the federal government.\n\nHe reportedly said throwing out the subsidies would cause a \"death spiral.\"\n\nOn the other hand, he seemed less than convinced by Verrilli's reading of the law to allow the subsidies nationwide. Reuters reports that Kennedy said the lawyer for ObamaCare challengers could win anyway based on the reading of the law.\n\nAfter arguments ended, Carvin told reporters they still believe their case is \"very compelling.\"\n\nThe \"IRS pulled a bait and switch,\" Carvin said, suggesting they ignored the statute.\n\nIndependent studies estimate that 8 million people could lose insurance coverage if the subsidies were to be struck down.\n\nThis could have dramatic consequences on the new health care system, and put pressure on Washington to respond. Obama administration officials have suggested they have no alternative plan if the subsidies are struck down, while some Republican lawmakers have begun crafting their own alternatives, just in case.\n\nOne option would be to provide financial assistance for families that have already picked coverage, while a longer-term \"fix\" is crafted.\n\nA recent analysis by the health care firm Avalere found that, if the court, rules against the administration, those who would lose their subsidies as a result would see premiums increase an average 225 percent.\n\nOf the judges who have ruled on lawsuits over the subsidies, Democratic appointees have sided with the administration and Republican appointees have been with the challengers.\n\nThe last time such a fundamental ObamaCare matter was before the court, in 2012, Roberts was the only justice to essentially cross party lines with his vote in 2012. His fellow conservatives on the court voted to strike down ObamaCare in its entirety.\n\nThe lawyers arguing the case Wednesday also squared off three years ago. Carvin argued part of the broad challenge to the health care law in 2012. Verrilli, the administration's chief Supreme Court lawyer, successfully defended it.\n\nA decision in King v. Burwell, 14-114, is expected by late June.\n\nThe Associated Press contributed to this report.", "topic": "Obamacare", "politicalLabel": "Neutral", "organization": "FOX", "biasLabel": "Not Biased", "title": "Supreme Court justices divided over ObamaCare subsidies", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}