{"content": "Setting the stage for a potentially historic ruling, the Supreme Court announced Friday it will decide whether same-sex couples have a right to marry everywhere in America under the Constitution.\n\nThe justices will take up gay-rights cases that ask them to overturn bans in four states and declare for the entire nation that people can marry the partners of their choice, regardless of gender. The cases will be argued in April, and a decision is expected by late June.\n\nADVERTISEMENT ADVERTISEMENT\n\nProponents of same-sex marriage said they expect the court to settle the matter once and for all with a decision that invalidates state provisions that define marriage as between a man and a woman.\n\n\"We are now that much closer to being fully recognized as a family, and we are thrilled,\" said April DeBoer, a hospital nurse from Hazel Park, Michigan, after the justices said they would hear an appeal from DeBoer and partner Jayne Rowse. \"This opportunity for our case to be heard by the Supreme Court gives us and families like ours so much reason to be hopeful.\"\n\nAttorney General Eric Holder said the Obama administration would urge the court \"to make marriage equality a reality for all Americans.\"\n\nOn the other side, advocates for traditional marriage want the court to let the political process play out, rather than have judges order states to allow same-sex couples to marry.\n\n\"The people of every state should remain free to affirm marriage as the union of a man and a woman in their laws,\" said Austin R. Nimocks, senior counsel for the anti-gay marriage group Alliance Defending Freedom.\n\nSame-sex couples can marry in 36 states and the District of Columbia.\n\nThat number is nearly double what it was just three months ago, when the justices initially declined to hear gay marriage appeals from five states seeking to preserve their bans on same-sex marriage. The effect of the court's action in October was to make final several pro-gay rights rulings in the lower courts.\n\nNow there are just 14 states in which same-sex couples cannot wed. The court's decision to get involved is another marker of the rapid change that has redefined societal norms in the space of a generation.\n\nThe court will be weighing in on major gay rights issues for the fourth time in in 27 years. In the first of those, in 1986, the court upheld Georgia's anti-sodomy law in a devastating defeat for gay rights advocates.\n\nBut the three subsequent rulings, all written by Justice Anthony Kennedy, were major victories for gay men and lesbians. In its most recent case in 2013, the court struck down part of a federal anti-gay marriage law in a decision that has paved the way for a wave of lower court rulings across the country in favor of same-sex marriage rights.\n\nJames Esseks, leader of the American Civil Liberties Union's same-sex marriage efforts, recalled the first same-sex marriage that came to the court more than 40 years ago from Minnesota. There, the justices dismissed a gay couple's appeal in a single sentence.\n\n\"It did not go well because the country wasn't ready yet. But the country is ready for the freedom to marry today,\" Esseks said.\n\nThe court is extending the time it usually allots for argument from an hour to two-and-a-half hours. The justices will consider two related questions. The first is whether the Constitution requires states to issue marriage licenses to same-sex couples. The other is whether states must recognize same-sex marriages performed elsewhere.\n\nThe appeals before the court come from gay and lesbian plaintiffs in Kentucky, Michigan, Ohio and Tennessee. The federal appeals court that oversees those four states upheld their same-sex marriage bans in November, reversing pro-gay rights rulings of federal judges in all four states. It was the first, and so far only, appellate court to rule against same-sex marriage since the high court's 2013 decision.\n\nTen other states also prohibit such unions. In Arkansas, Mississippi, Missouri, South Dakota and Texas, judges have struck down anti-gay marriage laws, but they remain in effect pending appeals. In Missouri, same-sex couples can marry in St. Louis and Kansas City only.\n\nLouisiana is the only other state that has seen its gay marriage ban upheld by a federal judge. There have been no rulings on lawsuits in Alabama, Georgia, Nebraska and North Dakota.", "topic": "Gay Marriage", "politicalLabel": "Neutral", "organization": "FOX", "biasLabel": "Not Biased", "title": "Supreme Court to hear gay marriage cases in April", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}