{"content": "For 32 years, Dr. Lester Minto performed abortions at Reproductive Services of Harlingen, a modest, one-story building in Harlingen, Texas right next door to the regional branch of the state Department of Health. Ever since October 31, however, he has been barred from performing abortions. Minto lacks local hospital admitting privileges, which Texas’s new abortion law—H.B. 2—requires all abortion providers to have.\n\nOn January 6, Planned Parenthood challenged the admitting-privileges requirement of H.B. 2 before the Fifth Circuit Court of Appeals, and a decision is expected any day. In the meantime, the Rio Grande Valley, a floodplain nearly the size of Connecticut with 1.3 million inhabitants, and some of the lowest per capita incomes in the nation, is without an abortion provider. Women in the Valley must now make a 300-mile round trip to Corpus Christi or a 500-mile round trip to San Antonio for a clinic abortion, a significant obstacle for many poor women due to the costs of travel, lodging, and child care.\n\nOn paper, the admitting-privileges requirement sounds like an innocuous bit of quality control. One might assume that any half-decent physician should be able to get admitting privileges. But it doesn’t work that way. Hospitals are not democracies. Some refuse to grant admitting privileges because of religious affiliation, but others simply don't want to go to the trouble and expense of credentialing a doctor who will never work at their institution. Local hospitals “are not going to have anything to do with an abortion provider,” Minto says. In effect, the law gives these hospitals veto power over abortions within a 30-mile radius. Even someone like Minto, who has an excellent, 32-year track record of providing safe and effective abortions, is still barred from practicing.\n\nUndaunted, Minto reinvented himself as a “miscarriage management” consultant. When patients come to his clinic they get an ultrasound to find out how far along they are and counseling. He tells them that he can’t perform abortions anymore, but that there are other options. While Minto can’t perform an abortion, if you show up at his office bleeding from a miscarriage, he can help you out, no questions asked. “Nothing here is back alley,” Minto says. “We do follow-ups with everybody. We still treat them just like we always did.\"\n\nBetween Minto’s patients and women who act on their own, H.B. 2 may not have eliminated abortions in the Valley. It may simply have changed the tools and processes, and made it more dangerous for women to obtain these crucial medical procedures.\n\nMinto can’t come right out and tell his patients to obtain the ulcer drug misoprostol—or its brand-name variant, Cytotec—but he doesn’t have to. It is common knowledge in the Valley that misoprostol induces miscarriages. And it’s readily available: If you have a passport, you can walk over the border and buy the drug from a Mexican pharmacy without a prescription. If you can’t cross the border, you can buy black-market pills from bustling flea markets or dusty fortune tellers’ shops.\n\nAnd if the drugs don’t cause a complete miscarriage, Minto lets his patients know that they can come back for “miscarriage management.” Minto estimates that he has seen over 200 patients since the law went into effect, about 100 of whom have returned to resolve miscarriages with a legal outpatient procedure known as a dilation and curettage or D&C.\n\n“Miscarriage management” is nothing new, according to Carole Joffe,a professor at the Bixby Center for Reproductive Health at the University of California, San Francisco and an expert on abortion history. Since up to 20 percent of all confirmed pregnancies end in spontaneous miscarriage, and the treatment for an incomplete miscarriage closely resembles the completion of an induced abortion, clinicians have long used the treatment of miscarriage as a way around abortion restrictions. In the pre-Roe era, doctors sometimes told women to induce their own miscarriages with sharp objects or to visit back-alley abortionists to get the bleeding started. As long as a woman showed up bleeding, the doctor could legally resolve her miscarriage at a hospital.\n\nMisoprostol has since rendered the iconic coat hanger obsolete. When the drug hit the world market in the late ’80s, its miscarriage-inducing potential was rapidly discovered and exploited, particularly in Latin America where abortion is strictly regulated. The knowledge has since diffused northwards to Mexico, Texas, and even to some immigrant communities in New York City.\n\nStill, the drug is not always easy to obtain. Pharmacists in Mexico are well aware of the demand for misoprostol, and they exploit their customers’ desperation--charging $200 or $300 per box for brand-name Cytotec, according to Minto. A box of misoprostol, more than enough for an abortion, costs about $100 from one of the many online pharmacies that sell prescription drugs from outside the United States, but the purchase is technically illegal and requires a credit card. The Almost Free Pharmacy in Nuevo Progreso, Mexico, a short walk across the pedestrian bridge over the Rio Grande, sold me a box of generic misoprostol for $38.50 U.S. Buying cheap prescription drugs in Mexico is a way of life on the border. Nuevo Progreso is full of pharmacies catering to Americans who want to buy inexpensive prescription drugs for everything from arthritis to depression.\n\nMinto cautions, however, that while drugs bought in their original packaging from Mexican pharmacies are probably safe, loose pills from Texas flea markets are of dubious quality and purity. Medical texts will tell you that misoprostol is up to 90 percent effective in terminating early pregnancy, but that figure assumes the drug is pure and administered by a doctor. Minto sees a somewhat lower real-world efficacy rate.\n\nEven if the drug does end a pregnancy, it may not completely empty the woman’s uterus. An incomplete abortion can cause bleeding or a potentially life-threatening infection. Some bleeding is part of every miscarriage, but a small percentage of women who undergo medication abortions (less than 1 percent) will bleed enough to need emergency surgery to staunch the bleeding. These complications are treatable, but only if the woman has the confidence and the resources to seek help. And if the pills don’t work, the woman may remain pregnant and risk serious developmental defects. The FDA warns that use of misoprostol during the first trimester of pregnancy has been linked to serious birth defects.\n\nUnder H.B. 2, a woman who terminates her own pregnancy with misoprostol cannot be punished for doing so. The law contains safe-harbor language that excludes pregnant women from criminal penalties if they attempt an abortion with drugs. And the Texas penal code states that homicide statutes do not apply to self-abortions.\n\nEven so, a sufficiently motivated prosecutor might try to find a backdoor way to criminalize self-inflicted abortion. In one high-profile case, Valley resident Ruby Lee Medina and her boyfriend were charged with abuse of a corpse in connection with the 2009 abortion of Medina’s 28-week-old fetus. (The Hidalgo County District Attorney’s Office internally discussed the possibility of indicting Medina for capital murder, but in the end, she was not indicted on that charge.)\n\nThe Harris County District Attorney's Office did not respond to questions about whether it is legal for a woman to terminate her own pregnancy with misoprostol in Texas. Some reproductive rights experts believe that the law makes abortion by anyone but a doctor illegal, though they also say that the chances of prosecution are slim. And it remains illegal to sell misoprostol without a prescription in Texas; some flea-market sellers have been arrested for allegedly doing so.\n\nWhatever the legality, use of the drug is frowned upon by many in the Valley, where abortion remains heavily stigmatized. Women who show up with miscarriage symptoms in South Texas hospitals may be suspected of self-aborting. Minto says he’s heard reports of women being interrogated at hospitals after seeking care for natural miscarriages. “They’re not always met with a friendly face when they go to the ER,” he says. Minto’s patients know they can come back to him, but women who self-abort on their own may hesitate to seek medical attention if complications arise.\n\nA proud, self-proclaimed redneck with a taste for guns and chewing tobacco, Minto seems like an unlikely crusader for abortion rights in the Rio Grande Valley. He was born in Pennsylvania but moved to rural Texas as a child. His parents, a military man and a homemaker, were religious, but they never succeeded instilling faith in their son. “Religion was forced on me,” he says, “It never fit with my rational way of thinking.”\n\nWhen Minto started medical school at the Autonomous University of Guadalajara in 1972, abortion was still illegal in the U.S. and Mexico. He remembers taking care of a patient who bled to death after an illegal abortionist lacerated her uterus with a sharp object. After graduating from medical school, Minto came back to Texas and worked as a family doctor. He bonded with a local OB-GYN over their shared interest in women’s health care, and the doctor asked Minto to join his practice, Reproductive Services of Harlingen (RSH). The doctor soon ran off with Minto’s nurse, leaving Minto running the show at RSH.\n\nMinto’s days as a miscarriage management consultant are numbered, however, at least in his current location. He has reluctantly put the RSH building on the market. Business is way down and he can’t cover the overhead. Even if Planned Parenthood succeeds in its challenge to the admitting-privileges provision, H.B. 2 will still require abortion clinics to be retrofitted to the standards of current-day surgery centers by October 2014--a prohibitively expensive prospect.\n\nHis years of experience have convinced Minto that wealthy women will always get abortions if they need them, no matter what the law says. They’ll get what they need without the word “abortion” ever being spoken. “[This ban] is just for poor women, the poor women that I see.” For those women, a visit to a doctor who performs abortions is no longer possible--instead, they have been shuffled into the more difficult and uncertain world of miscarriage management. Soon, Valley women facing unwanted pregnancies may not even have that option.\n\nLindsay Beyerstein is an investigative journalist in Brooklyn, New York. She is a staff writer at In These Times magazine, and the lead writer at the Sidney Hillman Foundation. She is the co-host of the Point of Inquiry radio show and podcast.\n\nThis article was reported in partnership with The Investigative Fund at The Nation Institute.\n\nImage via shutterstock\n\n", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "New Republic", "biasLabel": "Not Biased", "title": "The latest work-around for abortion docs.", "yellowLabel": "Not Yellow", "tags": "set(['Economics', 'Abortion', 'Home News', 'The Plank', 'plank', 'Culture', 'Politics', 'Books', 'Identity', 'politics', 'World', 'Technology', 'Events', 'Film', 'Economy'])", "opinionLabel": "Other"}