{"content": "The Supreme Court said Tuesday it will decide whether the District of Columbia can ban handguns, a case that could produce the most in-depth examination of the constitutional right to \"keep and bear arms\" in nearly 70 years.\n\nThe justices' decision to hear the case could make the divisive debate over guns an issue in the 2008 presidential and congressional elections.\n\nThe government of Washington, D.C., is asking the court to uphold its 31-year ban on handgun ownership in the face of a federal appeals court ruling that struck down the ban as incompatible with the Second Amendment. Tuesday's announcement was widely expected, especially after both the District and the man who challenged the handgun ban asked for the high court review.\n\nThe main issue before the justices is whether the Second Amendment of the Constitution protects an individual's right to own guns or instead merely sets forth the collective right of states to maintain militias. The former interpretation would permit fewer restrictions on gun ownership.\n\nGun-control advocates say the Second amendment was intended to insure that states could maintain militias, a response to 18th century fears of an all-powerful national government. Gun rights proponents contend the amendment gives individuals the right to keep guns for private uses, including self-defense.\n\nAlan Gura, a lawyer for the D.C. residents who challenged the ban, said he was pleased that the justices were considering the case.\n\n\"We believe the Supreme Court will acknowledge that, while the use of guns can be regulated, a complete prohibition on all functional firearms is too extreme,\" Gura said. \"It's time to end this unconstitutional disaster. It's time to restore a basic freedom to all Washington residents.\"\n\nPaul Helmke, president of the Brady Center to Prevent Gun Violence, said the Supreme Court should \"reverse a clearly erroneous decision and make it clear that the Constitution does not prevent communities from having the gun laws they believe are needed to protect public safety.\"\n\nThe last Supreme Court ruling on the topic came in 1939 in U.S. v. Miller, when the court ruled that a sawed-off shotgun was not a weapon that would be used in a militia. Chief Justice John Roberts said at his confirmation hearing that the correct reading of the Second Amendment was \"still very much an open issue.\"\n\nThe Second Amendment reads: \"A well regulated militia, being necessary to the security of a free state, the right of the people to keep and bear arms, shall not be infringed.\"\n\nWashington banned handguns in 1976, saying it was designed to reduce violent crime in the nation's capital.\n\nThe City Council that adopted the ban said it was justified because \"handguns have no legitimate use in the purely urban environment of the District of Columbia.\"\n\nThe District is making several arguments in defense of the restriction, including claiming that the Second Amendment involves militia service. It also said the ban is constitutional because it limits the choice of firearms, but does not prohibit residents from owning any guns at all. Rifles and shotguns are legal, if kept under lock or disassembled. Businesses may have guns for protection.\n\nChicago has a similar handgun ban, but few other gun-control laws are as strict as the District's.\n\nFour states — Hawaii, Illinois, Maryland and New York — urged the Supreme Court to take the case because broad application of the appeals court ruling would threaten \"all federal and state laws restricting access to firearms.\"\n\nDick Anthony Heller, an armed security guard, sued the District after it rejected his application to keep a handgun at home for protection.\n\nThe laws in question in the case do not \"merely regulate the possession of firearms,\" Heller said. Instead, they \"amount to a complete prohibition of the possession of all functional firearms within the home.\"\n\nIf the Second Amendment gives individuals the right to have guns, \"the laws must yield,\" he said.\n\nOpponents say the ban plainly has not worked because guns still are readily available, through legal and illegal means. Although the city's homicide rate has declined dramatically since peaking in the early 1990s, Washington still ranks among the nation's highest murder cities, with 169 killings in 2006.\n\nThe U.S. Court Appeals for the District of Columbia Circuit ruled 2-1 for Heller in March. Judge Laurence Silberman said reasonable regulations still could be permitted, but said the ban went too far.\n\nThe Bush administration, which has endorsed individual gun-ownership rights, has yet to weigh in on this case.\n\nArguments will be heard early next year.\n\nThe case is District of Columbia v. Heller, 07-290.", "topic": "Gun Control", "politicalLabel": "Neutral", "organization": "FOX", "biasLabel": "Not Biased", "title": "Supreme Court Will Decide Challenge to District of Columbia Handgun Ban", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}