{"content": "No matter what side we are on, we can get pretty excited about gun control. The debate rages again in the wake of Elliott Rodger's killings in Santa Barbara last month, followed by shootings in Las Vegas and Oregon. A New York Times op-ed arguing that it takes a constitutional revisionist to interpret the Second Amendment to involve a private right to be armed quickly generated 833 comments.\n\nI am a heretic on this one. As appalling as firearms violence is, I say gun control is a pseudo-issue. Its effect, as with other \"wedge issues,\" is to rile those of us on each side in self-righteous anger over the supposed idiocy of the ideologues in the opposition camp, attract our loyalty to politicians who favor our view, and distract us from the overall unity of politicians on both sides of this and other \"social issues\" in pursuing economic, tax, military, energy, environmental, foreign, and law enforcement policies that favor corporate wealth, policies which they may bicker about, but on a narrow stretch of the continuum of possibilities.\n\nTo make real progress on gun violence and a host of other issues, we need to give up our self-righteousness and anger, stop being pawns in the culture wars, and turn our attention — with those who should be our allies — towards undermining the two-party system, which is the only way that the root causes of our murder rates and so much else can be seriously addressed.\n\nInconvenient Truth #1: Far Worse Causes of Preventable Deaths\n\nIt is galling to see the seemingly unnecessary deaths from mass and individual murders using guns, but the annual rates of other preventable deaths add perspective.\n\n\n\nAre we as outraged about the mental- and spiritual-health crisis that leads to our suicide rates and the homicides, as we are about lack of gun control? Do we rail as consistently about the state of the health-care system? Are we aghast that the carbon tax estimated to save 2000 more lives per year than the magical disappearance of all firearms would save is only an obscure proposal by policy wonks? Or is it easier to be self-righteously angry after every horrible release of bullets, blame social conservatives, and be pawns in a divide-and-conquer game?\n\nInconvenient Truth #2: No Easy Solution\n\nPerhaps the other issues in the table require complicated reforms, while an effective gun-control policy would be straightforward. True, some things seem like no-brainers: outlawing high-capacity assault weapons and magazines, wider use of criminal and mental-health background checks. But only 300-some of those 11,000 gun deaths are caused by rifles of any kind. Nor is it clear that many perpetrators are people whose prior criminality or severe mental disease would show up in a background check. And criminals usually buy their guns in an illegal black market. Here's what a true quick fix for saving lives look like: The 55 mph speed limit we lived with while trying to conserve oil, which would prevent an estimated 1250 deaths a year.\n\nWhat would really diminish gun deaths, of course, is a disarmed population, with sportsmen's weapons kept in armories except when they are going to the range or hunting. When we compare our killing rates with those of countries that don't have ready availability of firearms, isn't that what we have in mind? But, as the narrator of Return of the Light describes the game of misdirection played by politicians back in our time,\n\nThe clashes [had to be] over small, symbolic issues at the margins of public policy — sophisticated professionals on both sides knew that effective confiscation of over two hundred million firearms in private hands was impossible without a political consensus on the issue, but politicians and private advocacy groups kept large constituencies stirred up over trying to create or resist change in that direction.\n\nYes, eliminating widespread gun ownership could save thousands of lives a year. All that is missing is the magic wand that would enable us to do that.\n\nWhy do right-to-bear-arms advocates resist even small steps like the banning of assault rifles? The professional agitators do so for obvious reasons. Much of their base responds because they see us — largely accurately — as disrespecting them, having no regard for the Constitution as they understand it, and trying to get a foot in the door for the complete end of private ownership.\n\nInconvenient Truth #3: We Flexibly Interpret the Constitution, Too\n\nThe Times op-ed cited above summarizes a new book's powerful argument that only a dishonest Supreme Court flip-flop in 2008 interpreted the Second Amendment to protect a private right to bear arms. (See also Thom Hartmann's case for it being about protecting slave patrols from Congressional interference.) But are we strict constructionists? The First Amendment reads, \"Congress shall make no law\" abridging freedoms of expression, assembly, and petition. Are we outraged about the 20th-Century decisions holding that the states may not do so, either? How about the one adding freedom of association? The holding banning states from criminalizing homosexual conduct? The one interpreting congressional power to \"regulate ... commerce among the several states\" as including authority to pass the Civil Rights Act?\n\nInconvenient Truth #4: The Majority of the Gun-Rights Base is not Stupid or Crazy\n\nThere are many thoughtful comments from gun-rights advocates in the Times piece and elsewhere. A rural dweller speaks of the rabid animals he has had to kill, and how long he would have to wait for the sheriff to arrive if an intruder tried to take advantage of his isolation. An arms-safety instructor describes his embarrassment at the over-indulgent beer-drinkers on the practice range who do fit our stereotypes of \"gun nuts.\" Another writer points out that Elliott Rodgers' first three killings were stabbings; let's face it, some portion of those 11,000 homicides would occur by other means if guns were magically unavailable.\n\nSome gun-rights advocates think it's dangerous to leave government with a monopoly on the means of force. Most of us have grave concerns about the risk of that same government misusing the data it collects on our habits and communications. Can we really call the others \"paranoid\"?\n\nSome of the logic on the other side is deeply flawed, but in our passion, we can be gullible, too. We know about \"the 74 school shooting incidents since Sandy Hook,\" a figure which originated with a gun-control advocacy group. Do we also know that only 10 on the list, according to one careful analysis, or 15, per CNN, involved a shooter coming onto a campus to kill students or staff? The rest were tied to crimes such as robbery or drug dealing, sometimes outside school hours and in parking lots, were unconnected to members of the school community, or were accidents or suicides. Do we know that the rate of deaths in schools has been fairly flat for 20 years, with the highest total in 2006-2007, the lowest in 2010-2011?\n\nWhat Does All This Mean?\n\nI'm not saying that we don't have a problem. I'm saying that decrying those who don't agree with our solution doesn't lead to change. It contributes to polarization, putting gun owners on the defensive in a way that makes it harder for moderates among them to join us in the little that could actually be done via a gun-control policy. Worst of all, our passionate engagement with this political sideshow diverts our energies from working for the fundamental structural change that we really need. And it divides us from those who should be our allies in doing so.", "topic": "Gun Control", "politicalLabel": "Neutral", "organization": "Huffington Post", "biasLabel": "Not Biased", "title": "Gun Control: Getting Taken In by a Wedge Issue", "yellowLabel": "Not Yellow", "tags": "set(['Most Popular on HuffPost'])", "opinionLabel": "Other"}