{"content": "On Tuesday, Senate Democrats and House Republicans reached a deal over next year’s appropriations bill that includes a provision having little to do with federal spending. Embedded in the 1,600-page bill was a measure to hamper the legalization of marijuana in Washington, D.C., which passed by voter referendum last month.\n\nD.C. voters overwhelmingly backed Initiative 71, which allows residents and visitors over 21 to legally possess up to two ounces of marijuana and to grow up to three plants in their homes. Congress, however, just added a rider to the federal spending bill prohibiting “both federal and local funds from being used to implement a referendum legalizing recreational marijuana use in the District.”\n\nContrary to what The Washington Post and other outlets reported Wednesday morning, the rider does not necessarily mean that D.C.’s pot initiative is defeated. It’s very unclear at present what it means for Washington, particularly since the rider is against spending, not legalization itself. The city will save money if it stops enforcing laws against marijuana possession, and allowing people to grow marijuana in their homes will involve little administrative cost. The city’s ballot measure itself carried no spending provisions, since D.C. ballot initiatives are not legally permitted to impact the budget.\n\nThis confusion results from Washington’s unique governance structure. The city won the right to elect its own mayor and council in 1973. But Congress maintains control of the city's purse strings and can block municipal laws through the budget, as it is doing now. The city’s representatives, who have long chafed at congressional power, are already taking action against Congress. On Wednesday, Del. Eleanor Holmes Norton, D.C.’s lone, non-voting representative, argued before the House Rules Committee that Initiative 71 had already been enacted when voters approved it in November. “It did not require enactment of any rules for its implementation,” she said. “Therefore, it can be argued that the legalization of small amounts of marijuana can proceed.”\n\nIn other words, Washington could go through with legalizing the possession and cultivation of marijuana for recreational purposes—just without a system to regulate or tax it. This would set up a conflict between the District and the Department of Justice. Last year, the Deputy Attorney General James M. Cole issued a memo allowing the DOJ to turn a blind eye to state marijuana legalization so long as they “have also implemented strong and effective regulatory and enforcement systems to control the cultivation, distribution, sale, and possession of marijuana.” Because Congress will not allow D.C. to set up any regulatory system, the District would be left with legalized marijuana but no infrastructure to monitor it.\n\nThe Obama administration could allow the District to get away with its interpretation of the law, according to John Hudak, a Governance Studies Fellow at the Brookings Institution. “If Republicans in Congress want to add a rider like this to a bill that funds the government, I don’t imagine the president would help them with it,” he said. “Unless a public safety need arises, I don’t see the administration going along and saying, ‘Congress said this, I’m going to start enforcing the law based on the [DOJ] memo in the District.’”\n\nWhile it remains unclear how this situation will play out (the rider still has to pass the House and the Senate), what could arise in an extreme case is a “do-it-yourself marijuana market” in Washington, says Hudak. This would inevitably lead to lawsuits, and the issue would be ultimately decided in court. It’s the latest example of the mayhem coming out of Congress, as Republicans hold Democrats hostage using the threat of government shutdown. Neither Democrats nor Republicans feel like shutting down the government over legalized pot, but by allowing this rider to pass they could create a legal nightmare in the city where they work.", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "New Republic", "biasLabel": "Not Biased", "title": "Congress Blocks Washington D.C. Marijuana Legalization", "yellowLabel": "Not Yellow", "tags": "set(['Economics', 'legalization of marijuana', 'congress', 'Home News', 'The Plank', 'Marijuana', 'marijuana', 'politics', 'Culture', 'Books', 'Events', 'Identity', 'budget', 'washington dc', 'World', 'Technology', 'Politics', 'Film', 'Economy'])", "opinionLabel": "Other"}