{"content": "Share this:\n\n\"New York Police Chief Says Spike In Homicides Was Caused By Marijuana\" Share:\n\nCREDIT: AP\n\nIn New York City, there were nine more homicides in January and February than there were in the same time period last year. Police Chief Bill Bratton blames the 17 percent increase on pot.\n\nThere were 54 homicides in the first two months of 2015, compared to 45 the year before. According to Bratton, marijuana — which he calls a “seemingly innocent drug” — is one of the root causes of the shootings. “In this city, people are killing each other over marijuana more so than anything that we had to deal with in the ’80s and ’90s with heroin and cocaine,” he explained. “In some instances, it’s a causal factor. But it’s an influence in almost everything that we do here.”\n\nRobert Boyce, the city’s Chief of Detectives, shared a similar sentiment, arguing that ripoffs of marijuana dealers and pot-related robberies are largely responsible for the homicide rate.\n\ngabriel sayegh of the Drug Policy Alliance responded in a statement by questioning how Bratton moved from correlation to causation. “It appears that finding marijuana on the scene of a violent crime is enough for Bratton to assert a causal link. Using that rationale, we can make other causal links to violence – for instance, if police find a cell phone at the scene of a violent crime, then certainly the cell phone must cause that crime.”\n\n“If, indeed, there is violence in the illicit marijuana marketplace between those who are selling marijuana, there is one very basic and smart way to solve that problem: end marijuana prohibition,” he added.\n\nOver the past two years, multiple reforms have led to the decriminalization of marijuana in the city. Former mayor Michael Bloomberg issued an executive order to eliminate jail time for low-level possession in 2013. Medical marijuana use was legalized last year, and police officers stopped undercover “buy-and-bust” tactics to catch pot dealers in the act of selling.\n\nHowever, the push to decriminalize pot hasn’t resulted in a complete reversal of former policies. The Drug Policy Alliance actually found that there were more arrests under Mayor de Blasio during his first year in office, than there were under Bloomberg’s leadership in 2013. Last year, blacks and Latinos accounted for 86 percent of those arrests within an eight-month period. And Bratton previously expressed reluctance to end the prosecution of low-level marijuana offenses, even though research shows that marijuana-related arrests are not indicative of dangerous criminal behavior in the future.\n\nDespite the rise in homicides, serious crime dropped 11 percent in the last two months — mirroring rates from the 1990s.", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "ThinkProgress", "biasLabel": "Not Biased", "title": "New York Police Chief Says Spike In Homicides Was Caused By Marijuana", "yellowLabel": "Not Yellow", "tags": "set(['NATIONAL RIFLE ASSOCIATION', 'Drugs', 'IMMIGRATION', 'POLICE BRUTALITY', 'Marijuana', 'CRIMINAL JUSTICE', 'CALIFORNIA'])", "opinionLabel": "Other"}