{"content": "Ted Cruz’s official campaign isn’t even two weeks old, and already it’s done the nation a favor — by highlighting the duplicity of the “multicultural” left and what it is really after.\n\nEver since Cruz announced his candidacy for president, “Latino leaders” have been stepping all over themselves to declare that not only does he not speak for Hispanics (something only they presumably do) but he’s not even a “legitimate” Hispanic.\n\nAll of which serves to pull the curtain back on multiculturalism: Defined by liberals, it’s a concept that exists solely to advance liberal objectives.\n\nIt’s not ancestry that makes one a member of a group but whether one adheres to the leftist worldview that created the group-identity mindset in the first place.\n\nAnd it’s certainly not designed to serve the interests of the individual members of any group, beyond the “benefit” of fostering an “us vs. them” mentality. Thus, the dismissal of Cruz’s “hispanicity.”\n\n“Although Ted Cruz has a Latino name and immigration in his past, there the similarities between the Latino community and him end,” the co-directors of the Dream Act Coalition, Cesar Vargas and Erika Andiola, said.\n\nMatt Barreto, founder of the leftist-leaning Latino Decisions polling group, took it a step further: “He is going to go after the vote of the people who don’t like Latinos — that’s his crowd, the anti-immigration crowd.”\n\nSen. Cruz, added Barreto, opposes illegal immigration and ObamaCare, and these positions make him a pariah among Hispanics.\n\nAnd who can forget how former New Mexico Gov. Bill Richardson said that he didn’t think Cruz should even “be defined as a Hispanic”?\n\nRichardson, himself often identified in the media as “a leading Hispanic,” is Mexican on his mother’s side. Cruz is Cuban on his father’s. The Rev. Rafael Bienvenido Cruz was born in Matanzas, Cuba.\n\nFar from running away from his father’s legacy, Cruz speaks often about Rafael’s experiences in Cuba, how he suffered imprisonment and torture there.\n\nHe also very often uses the Cuban Revolution as a cautionary tale for what could happen in this country if we adopt central planning.\n\nAnd Cruz speaks about his father’s immigrant travails in this country — how he washed dishes and made his way, despite starting out with literally only a fistful of dollars.\n\nAgain, the senator makes full use of his father’s immigrant story as a parable that demonstrates the virtues of America.\n\nNow, the Census Bureau is crystal clear in its definitions: “ ‘Hispanic or Latino’ refers to a person of Cuban, Mexican, Puerto Rican, South or Central American, or other Spanish culture or origin regardless of race.”\n\nAs I and many others have long argued, “Hispanics,” like “Asians,” is a synthetically made ethnicity with little basis in reality, but this is what the definition is.\n\nThe problem for Ted Cruz is that his and Rafael’s story of endurance, assimilation and ultimate achievement gets it all backward — as far as the guardians of multiculturalism are concerned.\n\nThey don’t want immigrants, at least not immigrants as we’ve traditionally thought of them. What the multiculturalists want is something else altogether: They look at the same people and see instead minorities.\n\nMinorities — a concept that came into vogue only in the 1970s — are different. They have grievances that come from “a history of past discrimination” and therefore require “remedies,” such as affirmative action and quotas.\n\nFar from practices that instill pride in immigrant achievement or the country that made it possible, what results is a mindset that nurtures grievances and divides society.\n\nMinorities take the nation from E Pluribus Unum to, in Mayor David Dinkins’ words, a Gorgeous Mosaic.\n\nAs John Fonte of the Hudson Institute put it a decade and a half ago, multiculturalism holds that for “subordinate” groups such as minorities to be empowered, it is “necessary first to delegitimize the dominant belief systems of the predominant groups and to create a ‘counter-hegemony’ (i.e., a new system of values for the subordinate groups).”\n\nMulticulturalism is a handy way to make counter-hegemony succeed.\n\nPayPal founder Peter Thiel, in his “The Diversity Myth” (written with David O. Sacks), called it a “word game” that has allowed radicals to succeed, where “an honest discussion would not lead to results that fit the desired agenda.”\n\nClearly, the Rev. Rafael Bienvenido Cruz and the son he raised would want no part of that. No wonder they find themselves kicked off the Hispanic island.\n\nMike Gonzalez is a senior fellow at The Heritage Foundation and author of “A Race for the Future: How Conservatives Can Break the Liberal Monopoly on Hispanic Americans.”", "topic": "Immigration", "politicalLabel": "Conservative", "organization": "New York Post", "biasLabel": "Biased", "title": "Why Latino ‘leaders’ reject Ted Cruz", "yellowLabel": "Not Yellow", "tags": "set(['2016 Presidential Election', 'Latinos', 'multiculturalism', 'Ted Cruz'])", "opinionLabel": "Opinion Article"}