{"content": "You may have read or heard about a new Pew Research report showing that for the first time, a majority of Americans prioritize gun rights over gun control. It would be hard to miss; the report has been getting a lot of attention.\n\nThe report's key finding was driven by this question:\n\n\"What do you think is more important -- to protect the right of Americans to own guns or to control gun ownership?\"\n\nFor decades, this question has been used by reputable pollsters like Pew to gauge the public's priorities for gun policy. According to Pew, the number of voters who prioritize gun rights has reached a historical high while the number who prioritize gun control has dipped.\n\nYet, how do we square these results with polls that consistently show over 80 percent of Americans supporting a requirement for all gun buyers to pass a criminal background check? Or polls showing 89 percent of Americans supporting laws to prevent the severely mentally ill from buying guns? Or the fact that 59 percent of voters in Washington state just approved universal background checks?\n\nHere's the problem: this decades-old polling question, which asks voters to prioritize gun rights or gun control, misrepresents what is at stake in the gun policy debate.\n\nI don't think this is intentional. You may have heard the phrase \"it's not what you say, it's what they hear.\" The phrase was made famous by Frank Luntz and the idea is that language nuances can make a huge difference in the way people make decisions about their positions on issues. This applies to gun policy as well.\n\nIn a recent national survey conducted for Everytown for Gun Safety, my firm (Strategies 360) asked likely 2016 voters the \"gun rights or gun control\" question. Fifty-nine percent told us gun rights were more important than gun control. Nearly every major demographic group and region expressed a preference for gun rights.\n\nHowever, in that same poll, we asked voters a very similar question:\n\n\"What do you think is more important -- to protect the right of Americans to own guns or to make it harder for people who are dangerous or severely mentally ill to get guns?\"\n\nJust 35 percent chose protecting gun rights while 63 percent prioritized making it harder for the wrong people to get guns. How do we explain such a large swing in priorities given that the two questions are essentially asking the same thing?\n\nBecause voters don't see them as the same thing.\n\nIn many hours of focus groups with Americans from all backgrounds -- from rural gun owners to big city millennials -- I have been struck by how voters talk about gun control. They say things such as \"I don't support gun control but background checks are common sense.\" Or \"the thing about gun control is that if we take away all the guns, only the criminals will still have them.\"\n\nWhen voters are interpreting gun control as taking away everyone's guns, or drawing a distinction between \"gun control\" and expanding background checks, there is a pretty serious disconnect happening. We have to ask ourselves, what is it that they hear when we say gun control?\n\nAfter seeing dozens of head scratching polls and focus groups, I conclude that when many voters hear \"gun control,\" they interpret the phrase as the opposite of the right to own guns, the idea that Americans can't be trusted to own guns.\n\nThis shouldn't be a surprise. Gun rights groups have been hammering voters with this \"gun grabbers\" message for years. Yet, the media (and pollsters) are also unwittingly reinforcing that message every time they frame gun policy as a debate between gun rights and \"gun control.\"\n\nAfter all, if one side wants the freedom to own guns, doesn't it logically follow that their opponents want the opposite? Even the word \"control\" seems to clash with the American values of freedom and liberty.\n\nThe \"gun control or gun rights\" question dates back decades and I understand the need for consistent question wording to track changes in opinion over time. But it is time to seriously reevaluate whether we are accurately capturing voters' preferences when we ask them to pick between a deeply held value like \"the right to own guns\" and something as loaded as \"controlling gun ownership.\"\n\nIt certainly seems that what we think we are asking them isn't the same thing as what they hear us asking them.", "topic": "Gun Control", "politicalLabel": "Neutral", "organization": "Huffington Post", "biasLabel": "Not Biased", "title": "Rethinking \"Gun Control\"", "yellowLabel": "Not Yellow", "tags": "set(['Most Popular on HuffPost'])", "opinionLabel": "Other"}