{"content": "Story highlights Ryan Anderson: Supreme Court's decisions on marriage law are disturbing\n\nHe says the court got it wrong on the federal DOMA and California's Prop 8\n\nAnderson: Marriage is about the union of one man and one woman\n\nThe Supreme Court on Wednesday announced disturbing decisions on two important cases regarding marriage law, but the high court refused to create a constitutional right to same-sex marriage.\n\nIn striking down Section 3 of the federal Defense of Marriage Act, the court declared that the federal government can't define marriage as the union of one man and one woman for its own policies and laws but must accept whatever the states decide about marriage. The court's ruling, though, doesn't affect Section 2, which provides that no state is required to give effect to another state's recognition of same-sex marriages.\n\nThe court got it wrong with DOMA. The justices ignored the votes of large, bipartisan majorities in Congress in 1996. It is absurd for the court to suggest that Congress doesn't have the power to define the meaning of words in statutes that Congress itself enacts. This is a serious loss for federalism and democratic self-government. We must work to reverse it -- and to defend the rights of all Americans to make marriage policy.\n\nIn its ruling on California's Proposition 8 (which defined marriage in that state as the union of one man and one woman), the Supreme Court declared that the citizen group that sponsored the initiative didn't have standing to defend the state constitutional amendment that millions of Californians voted to pass.\n\nRyan T. Anderson\n\nThe only reason this jurisdiction question was an issue is because the governor and attorney general of California decided to not defend a law passed by the people. Although the government of California through inaction tried to silence the voices of Californians, the court didn't create a right to redefine marriage.\n\nJust Watched Kennedy's same-sex marriage legacy replay More Videos ... Kennedy's same-sex marriage legacy 00:41 PLAY VIDEO\n\nJust Watched Toobin: Prop 8 ruling 'puzzling' replay More Videos ... Toobin: Prop 8 ruling 'puzzling' 03:08 PLAY VIDEO\n\nMarriage laws in the states that tell the truth about marriage -- that it is a union of one man and one woman to provide children with a mom and a dad -- were not struck down. We must now work to protect marriage laws in 37 other states.\n\nFollow us on Twitter @CNNOpinion.\n\nJoin us on Facebook/CNNOpinion.", "topic": "Gay Marriage", "politicalLabel": "Conservative", "organization": "CNN", "biasLabel": "Biased", "title": "Opinion: Supreme Court got it wrong on gay marriage", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Opinion Article"}