{"content": "Kevin A. Sabet is the president of Smart Approaches to Marijuana and author of \"Reefer Sanity.\"\n\nWhen the Winston Man – that once venerable, enviable, personage who embodied the manly smoker of the 1970s – asked if his bosses at R.J. Reynolds actually ever smoked, they replied to his surprise, “We just sell it. We reserve that right for the young, the poor, the black and the stupid.”\n\nThe current legalization wave is driven by far more than social justice: it is about making a profit.\n\nIt was these sorts of revelations that, after a hundred years of deceit, have contributed to the fact that, well, not even smokers today like cigarette companies. In this age of endless smoking bans, Americans have forced Joe Camel into retirement, relegating his candy cigarettes, sports sponsorships and false health claims to the history books. Even still, almost a quarter of Americans smoke monthly, killing more than 400,000 people a year.\n\nThat is why it is especially ironic that as we try to close the painful chapter on Big Tobacco, we seem to be welcoming with open arms its contemporary version: Big Marijuana. It comes with its own marijuana candies (THC gummy bear, anyone?), vending machines, health claims and, yes, corporate C.E.O.'s.\n\nAnd that, of course, is the real danger of American-style legalization. It would be one thing if recent legalization laws simply removed criminal penalties for adult possession – a revision of that nature is overdue – but the current legalization wave is driven by far more than social justice: it is about making a profit. After all, businesses that rely on habit and addiction can only really make money if a proportion of their customers are heavy, unhealthy users.\n\nOn this past election night, the industry celebrated the marijuana wins in two states that set \"the stage for hundreds of millions of additional dollars in cannabis commerce and scores of new business opportunities.” It is the fear that legalization equals commercialization, and the mounting evidence on mental health impacts, impaired driving and learning, that motivates groups like the American Medical Association and American Society of Addiction Medicine to oppose legalization.\n\nA drug that once epitomized the counterculture now seems to be making its way into Wall Street boardrooms. And that cannot be good for any of us. Buyer beware, we’ve seen this movie before.\n\n\n\nJoin Opinion on Facebook and follow updates on twitter.com/roomfordebate.\n\n", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "New York Times", "biasLabel": "Biased", "title": "Marijuana Legalization Is Just a Gateway to Profits", "yellowLabel": "Yellow", "tags": "set([])", "opinionLabel": "Opinion Article"}