{"content": "HONOLULU — A December surge propelled health care sign-ups through the government’s rehabilitated website past the 1 million mark, the Obama administration said Sunday, reflecting new vigor for the problem-plagued federal insurance market.\n\nCombined with numbers for state-run markets due in January, that should put total enrollment in the new private insurance plans under President Obama’s health law at about 2 million people through the end of the year, independent experts said.\n\nThat would be about two-thirds of the administration’s original goal of signing up 3.3 million by Dec. 31, a significant improvement given the technical problems that crippled the federal market during much of the fall. The overall goal remains to enroll 7 million people by March 31.\n\n“It looks like current enrollment is around 2 million despite all the issues,” said Dan Mendelson, CEO of Avalere Health, a market analysis firm. “It was a very impressive showing for December.”\n\nThe administration said that of the more than 1.1 million people now enrolled in the federal insurance exchange, nearly 1 million signed up in December. The majority came days before a pre-Christmas deadline for coverage to start in January. Compare that with a paltry 27,000 in October, the federal website’s first, error-prone month.\n\n“We experienced a welcome surge in enrollment as millions of Americans seek access to affordable health care coverage,” Marilyn Tavenner, the head of the Centers for Medicare and Medicaid Services, said in a blog post announcing the figures.\n\nThe numbers don’t represent a full accounting for the country.\n\nThe federal website serves 36 states. Yet to be reported are December results from the 14 states running their own sites. Overall, states have been signing up more people than the federal government. But most of that has come from high performers such as California, New York, Washington, Kentucky and Connecticut. Some states continue to struggle.\n\nStill, the end-of-year spike suggests that the federal insurance marketplace is starting to pull its weight. The windfall comes at a critical moment for Obama’s sweeping health care law, which becomes “real” for many Americans on Jan. 1 as coverage through the insurance exchanges and key patient protections kick in.\n\nThe administration’s concern now shifts to keeping the momentum going for sign-ups, and heading off problems that could arise when people who’ve already enrolled try to use their new insurance.\n\n“They’ve got the front end of the system working really well,” said insurance industry consultant Robert Laszewski. “Now we can move on to the next question: Do people really want to buy this?” He also estimated 2 million will probably be enrolled this year.\n\nThe fledgling insurance exchanges are online markets for subsidized private coverage. Obama needs millions of mostly younger, healthy Americans to sign up to keep costs low for everyone. Open enrollment runs until the end of March.\n\nTavenner said fixes to the website, overhauled to address widespread technical problems, contributed to December’s figures. But things haven’t totally cleared up. Thousands of people wound up waiting on hold for telephone help on Christmas Eve for a multitude of reasons, including technical difficulties.\n\n“We have been a little bit behind the curve,” acknowledged Rep. Joaquin Castro, D-Texas, whose state has the highest proportion of uninsured residents.\n\n“Obamacare is a reality,” conceded one of the law’s opponents, Rep. Darrell Issa, R-Calif., who as House oversight committee chairman has been investigating the rollout problems. However, he predicted it will only pile on costs.\n\n“The fact that people well into the middle class are going to get subsidies is going to cause them to look at healthcare…sort of in a Third World way of do we get subsidies from the government for our milk, for our gasoline and, oh, by the way, for our healthcare,” said Issa.\n\nFor consumers who successfully selected one of the new insurance plans by Dec. 24, coverage should start on New Year’s Day. That’s provided they pay their first month’s premium by the due date, extended until Jan. 10 in most cases.\n\nBut insurers have complained that another set of technical problems, largely hidden from consumers, has resulted in the government passing along inaccurate data on enrollees. With a flood of signups that must be processed in just days, it remains unclear whether last-minute enrollees will encounter a seamless experience if they try to use their new benefits come Jan. 1.\n\nThe White House says the error rate has been significantly reduced, but the political fallout from website woes could pale in comparison with the heat that Obama might take if Americans who signed up and paid their premiums arrive at the pharmacy or the emergency room and find there’s no record of their coverage.\n\nOfficials are also working to prevent gaps in coverage for at least 4.7 million Americans whose individual policies were canceled this fall because they fell short of the law’s requirements. The administration has said that even if those individuals don’t sign up for new plans, they won’t face the law’s tax penalty for remaining uninsured.\n\nA few states offering their own updates have posted encouraging totals, including New York, where more than 200,000 have enrolled either through the state exchange or through Medicaid, a government program expanded under Obama’s health law to cover more people. In California, a tally released Friday showed nearly 430,000 have enrolled through the exchange so far.\n\nCastro and Issa spoke on NBC’s “Meet The Press.”", "topic": "Obamacare", "politicalLabel": "Liberal", "organization": "New York Post", "biasLabel": "Biased", "title": "ObamaCare signups pass 1 million mark", "yellowLabel": "Not Yellow", "tags": "set(['Barack Obama', 'Health Insurance', 'ObamaCare'])", "opinionLabel": "Other"}