{"content": "Share this:\n\n\"Forty-Two Years After Roe v. Wade, The Sad State Of Abortion Rights In America\" Share:\n\nAbortion rights advocates gather at a rally in Mississippi CREDIT: AP Photo/Rogelio V. Solis\n\nRoe v. Wade, the landmark Supreme Court decision that legalized abortion throughout the country, marks its 42nd birthday on Thursday. But for women across the United States, it’s a somewhat complicated anniversary.\n\n“On the one hand, it’s a time to reflect on an important historical moment. But it’s also a time to reflect on what is ultimately an unfulfilled promise,” Kimberly Inez McGuire, the director of public affairs for the National Latina Institute for Reproductive Health, told ThinkProgress. “In the last couple of years, we have seen an absolute barrage of policies on a state level that are, right now, denying women that right every single day.”\n\nAccording to the Guttmacher Institute, a think tank that tracks reproductive rights, states have imposed more than 200 restrictions on abortion over the past four years. Many of those legislative barriers — including mandatory waiting periods that force women to make multiple trips to a clinic, unnecessary regulations on clinics that drive them out of business, and bans on insurance coverage for abortion that increase the out-of-pocket cost of the procedure — are simply insurmountable for many women.\n\nFor the Latinas that comprise the constituency of Inez McGuire’s organization, abortion rights are far from guaranteed. A large swath of the population in Texas, where a harsh abortion law has started to take effect, live hundreds of miles from the nearest clinic. Without any means of transportation, and wary to pass by immigration checkpoints, the state’s most impoverished residents have no way to realize the rights that are technically afforded to them under Roe.\n\n“Although Roe has been the law for 42 years, it’s not a guarantee that women can access the abortion care they need,” Vicki Saporta, the president of the National Abortion Federation, told ThinkProgress.\n\nSapota’s organization runs a toll-free hotline that fields calls from thousands of women each week who need help paying for an abortion. Many of the people who call in live in one of the 35 states that don’t allow their Medicaid programs to fund abortion, which means that low-income women are responsible for coming up with hundreds of dollars for the procedure on their own. For economically disadvantaged women who are already struggling to make ends meet, that’s no small feat.\n\n“Some of them borrow money from their friends and family, some of them sell their belongings, some are in a position of having to choose between paying their rent or paying for their abortion,” Saporta said. “This is leaving women in a precarious position.”\n\nThe Hyde Amendment — the federal policy that bans taxpayer funding for abortion — prevents thousands of women who rely on the Medicaid program for their health insurance from being able to afford the reproductive care they need. The funding restriction was put in place just three years after Roe, and it’s the source of many of the disparities that have emerged since.\n\n“In discussions about Roe, we often say that everybody knows about Roe but not everybody knows about Rosie,” Inez McGuire said.\n\nShe’s referring to Rose Jiménez, who is considered to be the first victim of the Hyde Amendment. Jiménez was a young Chicana woman living in Texas in the late 1970s; she couldn’t afford to have a safe abortion because, thanks to the newly enacted amendment, her Medicaid plan wouldn’t cover it. She died of an illegal procedure in October of 1977.\n\n“While across the country, so many people were celebrating the Roe decision as a victory, you already saw a low-income Latina die,” Inez McGuire said. “That victory meant little without the resources to actually enable access to that right. A huge part of the unfulfilled promise of Roe really lies in the Hyde Amendment.”\n\nAcross the country, other leaders at organizations focused on reproductive health issues are echoing that sentiment — and highlighting the fact that Roe is certainly not a reality for all Americans.\n\n“As a black woman, celebrating Roe is a complicated feeling. So many women of color have, and still do, face barriers in trying to exercise autonomy over their bodies,” Nourbese Flint, the program manager for Black Women for Wellness, a reproductive justice organization in California, said in a statement.\n\nStill, it’s not all bad news. Over the past year, grassroots activism dedicated to drumming up support for repealing the Hyde Amendment has grown stronger. This fall, Seattle passed a resolution calling for the end of all federal restrictions on abortion coverage. Advocates are hoping that other municipalities will follow suit — and they even have some U.S. lawmakers on their side, something that represents a dramatic shift from the way that politicians used to approach the issue of taxpayer funding for abortion. Marking the anniversary of Roe v. Wade can help invigorate those efforts to push forward.\n\n“This landmark case is our beacon of hope when we are forced to fight against legislation that seeks to eliminate our reproductive freedom,” Monica Simpson, the executive director of SisterSong, a reproductive justice collective, said in a statement. “It is our annual call to action as reproductive health, rights and justice activists that reminds us that victory is possible and that our collective power is necessary to ensure that our human rights and our access to fundamental health care are secured for future generations.”", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "ThinkProgress", "biasLabel": "Biased", "title": "Forty-Two Years After Roe v. Wade, The Sad State Of Abortion Rights In America", "yellowLabel": "Not Yellow", "tags": "set(['ABORTION', 'Abortion', 'FOOD AND DRUG ADMINISTRATION', 'REPRODUCTIVE RIGHTS', 'OBAMACARE', 'SCIENCE', 'Reproductive Rights', 'Roe v. Wade'])", "opinionLabel": "Other"}