{"content": "Former mayor's gun-control group endorses dozens of candidates and launches commercials that feature the family members of those lost to gun violence.\n\nMichael Bloomberg's new gun-control group is endorsing candidates and running ads in the hope of making gun control a pivot issue in federal and state races this year. (Photo: Bebeto Matthews, AP)\n\n\n\nWASHINGTON — The gun-control group started this year by former New York City mayor Michael Bloomberg is making its first significant political investments of the midterms — announcing endorsements in more than 100 federal and state contests and launching television commercials in two states.\n\nEverytown for Gun Safety's endorsements and the new ads in Illinois and Oregon are part of an effort by Bloomberg to make curbing gun violence a pivotal issue in midterm elections that will determine which political party controls the Senate and the agenda on Capitol Hill. Republicans need to net six seats to win the majority in November.\n\nThe campaign includes what supporters call a \"Gun Sense Voter\" road show with stops in Oregon, California, Illinois, Minnesota, Maine, Maryland and Connecticut over the next three weeks. The tour, led by Shannon Watts, founder of Moms Demand Action for Gun Sense in America, also will visit Seattle where Everytown is pushing a state initiative that would expand background checks for firearms purchased online and at gun shows.\n\n\"We want gun safety to be an issue that people vote on,\" said John Feinblatt, Everytown's president.\n\nBloomberg, a billionaire who has made gun control one of his top causes, has pledged to spend $50 million this year to build a grass-roots network aimed at combating the National Rifle Association's influence in Washington and state capitols around the country.\n\nNRA officials did not immediately respond to a request for comment.\n\nThe stark ads that Everytown will begin airing Tuesday seek to underscore the human toll of gun violence.\n\n\"It hurts every day,\" Chicago parent Nate Pendleton says in one 30-second ad as he holds a photograph of his 15-year-old daughter, Hadiya. The honor student was gunned down Jan. 29, 2013 — eight days after she performed at President Obama's inauguration with her high school band and drill team.\n\n\"Get yourself involved with your politicians,\" Pendleton says to the camera. \"We have the power to vote them in. We have the power to vote them out.\"\n\nAnother ad features Paul Kemp, whose brother-in-law, Steve Forsyth, was one of two people killed Dec. 11, 2012, when a gunman opened fire in a crowded shopping center outside Portland, Ore.\n\nTelling his 13-year-old nephew, Alex, that his father had been killed \"was the worst moment of my life,\" Kemp said in an interview Monday. Three days after Forsyth's death, Kemp watched in horror as a mass shooting left 26 dead inside Sandy Hook Elementary School in Newtown, Conn.\n\n\"I will be at this until something changes,\" Kemp said of his activism to change gun laws. \"As a country, we should be able to do better than this.\"\n\nFeinblatt would not put a dollar figure on Everytown's spending to help its favored candidates, but he called the endorsements the first phrase and said more ads will follow.\n\nNearly a third of Everytown's targets are in state races, including places such as Colorado and Delaware where legislators have passed stricter gun-control laws in recent years.\n\nSeven Democrats running for governor also won the group's backing: incumbent Govs. John Hickenlooper of Colorado, John Kitzhaber of Oregon, Dan Malloy of Connecticut, Mark Dayton of Minnesota and Andrew Cuomo of New York, along with Anthony Brown and Tom Wolf, who are seeking the top jobs in Maryland and Pennsylvania, respectively.\n\nBloomberg's previous advocacy for gun control gained little traction at the federal level. Last year, the Senate rebuffed legislation backed by President Obama, Bloomberg and other gun-control advocates that would have expanded background checks for gun purchasers.\n\n\"We know that Washington is broken,\" Feinblatt said Monday. \"Often, the way to move issues is to move them in the states. Our foot is on the accelerator in the states.\"\n\nThe group has donated $1 million to support an initiative in Washington state that would require background checks for most gun sales and transfers in the state. Local gun-rights groups back a competing initiative that would bar the state from conducting background checks more extensive than those now required by federal law.\n\nBloomberg's group also is gathering signatures in Nevada for a 2016 ballot initiative on background checks.\n\nAlan Gottlieb, chairman of the Citizens Committee for the Right to Keep and Bear Arms in Bellevue, Wash., is one of the gun-rights advocates opposed to Bloomberg's increased activism in the states.\n\n\"He doesn't live here. He doesn't vote here, but he's spending over $1 million to determine what Washington laws are going to be,\" Gottlieb said. \"He's trying to buy his agenda, and a lot of Washington voters are concerned.\"\n\nEverytown's endorsement list also includes 17 candidates for the U.S. Senate. All but one, Sen. Susan Collins, R-Maine, are Democrats. Collins was one of four Senate Republicans who voted for the unsuccessful measure to expand background checks in 2013.\n\nFollow fschouten on Twitter\n\nRead or Share this story: http://usat.ly/1sjjUH6", "topic": "Gun Control", "politicalLabel": "Neutral", "organization": "USA Today", "biasLabel": "Not Biased", "title": "Bloomberg group launches midterm campaign for gun control", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Other"}