{"content": "If marijuana advocates have come down at all since last month's victories in Colorado and Washington, then a couple of recent national polls should give them another lift. New surveys by CBS News and Quinnipiac show 47 to 51 percent of Americans supporting legalization, with between 44 and 47 percent opposed. This is good news for liberals, but not necessarily for President Obama. After all, both the Washington and Colorado laws expressly contradict the Controlled Substances Act, which President Obama is supposed to enforce. The Department of Justice would probably win lawsuits against both states, but not without angering the young pro-pot voters who helped return Obama to the White House.\n\nYoung voters might be pro-Obama, but they're even more pro-marijuana. While 60 percent of 18-29 year olds supported the president's reelection, the CBS News and Quinnipiac polls, as well as the Washington and Colorado exit polls, show an impressive 65-70 percent of voters under age 30 supporting marijuana legalization. The rise of the millennial generation—not persuasion of older voters—is primarily responsible for marijuana’s growing strength in national polls, with 65 to 70 percent of seniors remaining opposed to marijuana legalization. With generational change already responsible for the GOP's national struggles, the party could really use a break from cultural questions that pit its elderly base against millennials.\n\nFortunately for Republicans, they actually have a rare opportunity here to seize the middle ground and appeal to younger voters. While the Republican rank-and-file still oppose outright marijuana legalization, the issue could fit within the party's ostensible state-rights philosophy. GOP voters seem to agree. CBS News found that 65 percent of Republicans support allowing state governments to determine the legality of marijuana, compared to just 29 percent who believed the federal government should decide. Rand Paul has already suggested moderation on marijuana legalization as a helpful step toward coping with generational change.\n\nBut Republican advocates of marijuana moderation don't have an easy task. Just because GOP voters might accept the state-rights frame provided by a poll question doesn’t mean that the frame would prevail in a debate. The exit polls in Colorado and Washington, as well as recent Quinnipiac polls, suggest that about 65-70 percent of conservatives, white evangelical Christians, and Republicans are opposed to marijuana legalization. If the Obama administration allowed Colorado and Washington to violate federal law, moderation might become even more difficult as conservative media launch a crusade against a lawless administration.\n\nMarijuana’s ascent as a national issue will force Republicans to choose between breaking with the conservative base or undermining their efforts to rejuvenate support from young voters, who so far have only shown interest in libertarian-leaning Republicans like Ron Paul. If Republicans don’t seize the middle ground on marijuana legalization, Democrats will eventually use the issue to their advantage. Not only will Democratic primary voters demand it, they will have a lot to gain. As more younger, pro-marijuana voters enter the electorate and replace their elders, support for marijuana legalization will continue to increase, absent intervening events that reshape public opinion, like a disastrous ending to the experiments in Colorado and Washington. If marijuana becomes another partisan social issue, like gay marriage or abortion, it will make it even more difficult for Republicans to appeal to millennial voters.", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "New Republic", "biasLabel": "Not Biased", "title": "Marijuana: A Winning GOP Issue?", "yellowLabel": "Not Yellow", "tags": "set(['white house', 'cbs news', 'Economics', 'colorado', 'washington', 'department of justice', 'republican party', 'Home News', 'The Plank', 'Electionate', 'Events', 'Culture', 'Books', 'Identity', 'politics', 'World', 'Economy', 'Technology', 'Politics', 'Film', 'electionate'])", "opinionLabel": "Other"}