{"content": "As I've written here before, when I talk about abortion I call it abortion care -- because that's what it is. Abortion is essential, effective medical care.\n\nDuring the debate over health care reform, we often heard that health care is a basic human right. That's true -- and just as true is the fact that women have the basic human right to safe, legal abortion care. And that means all women, not just the ones with the resources to overcome medically unnecessary, demeaning and stigmatizing regulations.\n\nI'm not the only one saying this. In fact, it's the longstanding position of the United Nations. A report by the UN's Population Fund (UNFPA) called for new policies to address the barriers to reproductive health care that economically disadvantaged women face:\n\nThe fundamental human rights to life and to security of the person, as well as freedom from cruel and inhumane treatment, and from discrimination, among others, means that unnecessary restrictions on abortion should be removed and governments should provide access to safe abortion services.\n\nAnd in its periodic review of member countries' policies to ensure compliance with the Geneva Convention, the UN Human Rights Committee recommended that Ireland and Chile revise their abortion laws to ensure access to more women. According to Think Progress, these two countries have some of the most restrictive abortion policies in the world:\n\nWhen questioning Irish officials about the law, members of the human rights committee asked how forcing a pregnant woman at risk of suicide to be examined by three doctors before being allowed to proceed with an abortion could be \"consistent with the obligation to protect her against mental torture.\" They also pointed out that the harsh law \"adversely affects vulnerable groups of women,\" like the low-income women who may not be able to navigate the complicated medical requirements. Ultimately, their report concludes, Ireland's laws are depriving women of their human rights.\n\nHuman Rights Watch also considers access to abortion care a fundamental human right:\n\nAbortion is a highly emotional subject and one that excites deeply held opinions. However, equitable access to safe abortion services is first and foremost a human right. Where abortion is safe and legal, no one is forced to have one. Where abortion is illegal and unsafe, women are forced to carry unwanted pregnancies to term or suffer serious health consequences and even death. Approximately 13 percent of maternal deaths worldwide are attributable to unsafe abortion-between 68,000 and 78,000 deaths annually.\n\nEven the most diehard conservatives should agree that when it comes to defending the proposition that all of us are born with fundamental rights that no government can legitimately take from us, that question is settled. It's in our Constitution and Declaration of Independence. You might even say that questioning these rights and shifting them into the fray of politics is, well, unpatriotic!\n\nIt's certainly offensive. Why are my rights as a woman less important than anyone else's?\n\nHuman Rights Watch has an excellent Q&A on their website that itemizes the key components of understanding abortion as a human rights issue:\n\nWhy is abortion a human rights issue?\n\nRight to life\n\nRights to health and health care\n\nRights to nondiscrimination and equality\n\nRight to security of person\n\nRight to liberty\n\nRight to privacy\n\nRight to information\n\nRight to be free from cruel, inhuman, or degrading treatment\n\nRight to decide the number and spacing of children\n\nRight to enjoy the benefits of scientific progress\n\nRight to freedom of thought and religion\n\nIf you accept that human rights exist, and that they apply to all of us, you can't pick and choose which rights you like and which you want to eliminate. Abortion rights are human rights, and no one should be denied their most basic human rights.", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "Huffington Post", "biasLabel": "Biased", "title": "Abortion Rights Are Human Rights", "yellowLabel": "Not Yellow", "tags": "set(['Most Popular on HuffPost'])", "opinionLabel": "Opinion Article"}