{"content": "A Karner blue butterfly sits on a leaf in the Ivanhoe Nature Preserve in Gary, Ind. (Photo: Kelly Wilkinson, The Indianapolis Star)\n\nPORTER, Ind. — A 1-inch butterfly in a strip of oak forest along Indiana's Lake Michigan shore might be a global-warming harbinger of sorts.\n\nThe federally endangered Karner blue butterfly has been struggling to survive in its southern-most habitat, the Indiana Dunes National Lakeshore. Now, researchers who study the butterfly believe a fatal blow may have been delivered thanks to a single year of drought.\n\nClimate change is a politically charged topic among policymakers, particularly in Indiana, where skepticism is more common. Still, climate researchers and wildlife biologists say there is little doubt that man-made climate change will affect threatened habitats. The fate of the Karner blue — now believed to be extinct in the dunes — may be a cautionary example.\n\nClimate change, researchers contend, is creating more frequent extreme weather conditions, such as droughts and intense storms. These events, they say, are changing the habitats that endangered plant and animal species need to survive. The concern is that already-imperiled organisms, such as the Karner blue, might not be able to adapt or move to habitats that meet their unique needs.\n\nThe fragile Karner blue populations on the dunes might well have been among the first to suffer such a fate, says Jessica Hellmann, a University of Notre Dame researcher heading the school's Climate Change Adaptation Program.\n\nBut, she says, the Karner blues most certainly won't be the last.\n\n\"A decade from now, there will be many, many, many more of these anecdotes of local populations going extinct,\" Hellmann said. \"And we won't have the luxury of saying, 'We're working out what we're going to do.' \"\n\nShrinking habitat\n\nThe male and female of this small butterfly look different. The top of the male is silvery or dark blue. The female is more of a grayish brown.\n\nThe species is found entirely on a very rare type of habitat known as oak savanna — fire-dependent grasslands dotted with oak trees.\n\nOver the centuries, much of the world's oak savanna has been converted into farmland or subdivisions, to the point that it's estimated that less than 1 percent of the original habitat remains worldwide.\n\nThe nonmigratory Karner blues have been forced into smaller and smaller isolated pockets from the Great Lakes region to the East Coast.\n\nThe Indiana lakeshore represents the Karner blues' southernmost habitat, putting it in the unique position of possibly being the first to experience the effects of a warming climate.\n\nTravel barriers\n\nUnlike some bird and insect species, Karner blues don't fly very far. They are unable to quickly relocate — without human help.\n\nKarner blue butterfly in a lab at the University of Notre Dame. (Photo: University of Notre Dame)\n\nIt's unlikely that a Karner blue will travel more than 1,000 yards in its entire life, said Ralph Grundel, an ecologist with the U.S. Geological Survey who's studying the dunes' Karner blues.\n\nEven the seemingly smallest barriers can prove to be impossible for the butterflies to cross. That's the case even with a quiet, two-lane rural road that splits the Karner's habitat in the Indiana Dunes National Lakeshore.\n\nButterflies on both sides of the road developed unique genetic characteristics, Grundel said, suggesting the two populations couldn't interbreed because they refused to fly over the road.\n\nAnother hurdle: The butterfly's caterpillars are entirely dependent on a single plant, the blue lupine, a wildflower that grows on oak savanna.\n\nOne disastrous year\n\nAn unseasonably warm 2012 might have been all it took to kill off the southern-most Karner blue population, Hellmann and her colleagues say.\n\nKarner eggs are smaller than the width of a human hair. They hatch right as the lupine pop out of the ground in the spring. A second brood hatches later in the summer before the lupine dies.\n\nThe tiny caterpillars feed on the plant. They also are tended by small ants, which have developed a symbiotic relationship with the Karner blues. The blues secrete a sweet substance the ants eat. The ants in turn protect the blues from predators and chase away competitors that also eat lupine.\n\nBut in the exceptionally warm spring of 2012, the first batch of caterpillars hatched on the dunes before the lupine sprouted. They starved to death. Making matters worse, the second brood hatched after the lupine had died in the intensely dry summer.\n\nResearchers say it shows how slight variations in temperature can have disastrous consequences when a fragile, weather-dependent species is already struggling.\n\nThe Karner blue populations on the dunes have been on a downward decline for years. This time, they never recovered.\n\nLast year, researchers combed the park looking for Karner blues. They found just four. None was a female. Just 15 years earlier, less intensive searches found about 1,300 butterflies in the park.\n\nAn uncertain future\n\nPark officials continue to restore the park's oak savanna in hopes the Karner blues might recover. But researchers remain unsure what to do next to ensure the butterfly's survival, on the dunes and elsewhere in their range.\n\nClimate models, Hellmann said, suggest that by the turn of the next century the current climate at the dunes could shift as far north as Northern Ontario.\n\n\"If the Indiana Dunes population is vulnerable,\" she said, \"other populations are vulnerable, too.\"\n\nThat puts Indiana at the forefront of deciding what, if anything, can be done to save the Karner blues.\n\nRead or Share this story: http://usat.ly/1NPuWvS", "topic": "Climate Change", "politicalLabel": "Liberal", "organization": "USA Today", "biasLabel": "Not Biased", "title": "Did climate change kill this Hoosier butterfly?", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Other"}