{"content": "Share this:\n\n\"Extreme ‘Religious Liberty’ Bill Could Make Louisiana The Next Indiana\" Share:\n\nCREDIT: AP\n\nLouisiana is the latest state considering adopting a religious freedom bill, after state Rep. Mike Johnson (R) introduced legislation Friday that could allow businesses to refuse service for same-sex weddings and deny benefits to employees in same-sex marriages.\n\nThe legislation follows bills passed in Indiana and Arkansas that led to outcry from an array of businesses and conventions, and according to experts who spoke to the New Orleans Times-Picayune, “would be a license to the private sector to refuse, for religious or moral reasons, to recognize same-sex marriages.” But while Indiana and Arkansa’s Religious Freedom Restoration Acts safeguard business owners who might discriminate, the Louisiana bill, titled the “Marriage and Conscience Act,” specifically endorses that discrimination.\n\nConservatives and religious leaders began exploring updates to Louisiana’s religious freedom laws this year, in part because the Supreme Court could soon rule in favor of marriage equality and invalidate the state’s ban on same-sex marriage. Unlike the Indiana and Arkansas laws, the newly-introduced Louisiana legislation specifically mentions same-sex marriage and marriage equality as a justification.\n\n“This state shall not take any adverse action against a person, wholly or partially, on the basis that such person acts in accordance with a religious belief or moral conviction about the institution of marriage,” the legislation reads. It would apply to private employers as well, regardless of religious affiliation, and it could allow businesses to deny certain state benefits to members of same-sex marriages if the employer objects to the marriage.\n\nOn Meet The Press Sunday morning, Louisiana Gov. Bobby Jindal (R) said he would not take an official position on the legislation until the state’s legislative session began this week, but that he generally supported such laws. He had previously said that he supported legislation “that would strengthen religious liberty protections in Louisiana.”\n\nJindal also said he believed businesses should have the right to refuse services for weddings.\n\n“We’re not talking about day-to-day routine commercial transactions,” Jindal said. “We’re talking about a very specific example here of business owners, of florists, of musicians, of caterers who are being forced to either pay thousands of dollars or close their businesses if they don’t want to participate in a wedding ceremony that contradicts their religious beliefs.”\n\nLouisiana’s bill could draw a similar response from some business quarters that met the Indiana law. New Orleans (which has a city ordinance protecting against LGBT discrimination) has often hosted major sporting events, including the Final Four, which led the NCAA to weigh in against the Indiana law last week. The city last hosted the men’s Final Four in 2012; it is scheduled to host the women’s Final Four in 2020. The city has also hosted 10 Super Bowls, and though the NFL did not speak out against the Indiana law, it opposed a similar piece of legislation in Arizona last year.", "topic": "Gay Marriage", "politicalLabel": "Liberal", "organization": "ThinkProgress", "biasLabel": "Not Biased", "title": "Extreme 'Religious Liberty' Bill Could Make Louisiana The Next Indiana", "yellowLabel": "Not Yellow", "tags": "set(['TRANSGENDER', 'NONDISCRIMINATION PROTECTIONS', 'FLORIDA', 'SUPREME COURT', 'SAME-SEX PARENTING'])", "opinionLabel": "Other"}