{"content": "ALBANY — Gov. Cuomo has admitted certain defeat of his Women’s Equality Agenda, laying blame squarely at the feet of Democratic Senate co-leader Jeff Klein, who has refused to break his power sharing deal with Republicans in order to allow a full vote on abortion rights.\n\nJust after midnight, Klein, head of the Independent Democratic Coalition which shares control of the Senate leadership, dropped a bill that incorporates nine of the 10 points in Gov. Cuomo’s “women’s equality agenda.” Left out was Cuomo’s controversial abortion plank, which the governor has said is intended to codify under state law the abortion rights currently guaranteed on the federal level by the Roe v. Wade Supreme Court decision should the case be overturned.\n\n“I think it is a serious mistake for the IDC, who are theoretically Democrats,” Cuomo said during a morning radio appearance.\n\nCuomo hasn’t minced words in saying that the provision was also intended to force lawmakers to go on record as to whether or not they support abortion rights and cautioned that some may pay the price come campaign season.\n\n“The big question is going to be for the IDC: How do you let them not take a vote at least? These are going to be election issues next year … they’re going to be handled in the political season.”\n\nThe bill sponsored by Klein, of the Bronx, includes other issues pushed by Cuomo as reducing human trafficking, cracking down on sexual harassment, and guaranteeing equal pay for women. Klein’s bills also adds to the plan, including things like expanded child care credits, guaranteeing equal pay for women in the public sector, and better pay for maternity and paternity leaves.\n\nBut the abortion issues was a top priority for Cuomo and women’s groups, who are already targeting Klein, head of the Independent Democratic Conference, with TV ads saying he is responsible for blocking proposal.\n\nNARAL’s Andrea Miller said that will only intensify and that the “bizarro” power-sharing agreement in place with Republicans is not working.\n\n“The answer is pretty clear: it makes no sense,” she said. “A woman’s right to choose was a tipping point.”\n\nKlein said he’s not bringing the legislation because Cuomo doesn’t have the votes needed to pass it.\n\n“As we have made clear, all four members of the IDC remain steadfast in their support of a woman’s right to choose. Throughout this legislative session, I have yet to encounter a single pro-choice Republican to make up for the few right-to-life members of the Senate Democratic Conference.\n\n“The IDC would like nothing more than to bring this provision to the floor, but the votes just are not there,” Klein said.\n\nGOP co-leader Dean Skelos, who is against abortion rights, has firmly said that he won’t allow a bill with the abortion plank to come to the floor. In order for a bill to get a full vote, Skelos and Klein must both sign off on it or break the power-sharing agreement.\n\nbdefalco@ap.org", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "New York Post", "biasLabel": "Not Biased", "title": "Cuomo’s ‘women’s equality agenda’ introduced as bill without abortion rights proposal", "yellowLabel": "Not Yellow", "tags": "set(['Game of Thrones', 'Hillary Clinton', 'the masters', 'Chess', 'New York Yankees', 'NYPD'])", "opinionLabel": "Other"}