{"content": "As mothers tend to do, Britt Sady loves her child Noah. He’s 3 years old and recently to his delight she taught him the word “fart.” That Noah has Down syndrome hasn’t diminished Britt’s love.\n\nBut won’t he become increasingly a source of frustration and even disappointment? Isn’t raising a Down syndrome (DS) child supposed to be a nightmare? Sady asked a friend raising a 14-year-old son with DS, “When does it get hard?”\n\nHe said: “If you don’t care too much what other people think, and you don’t live too far into the future . . . it’s all easy.”\n\nDon’t care too much about what other people think. That really says a lot about why, according to one estimate, 92% of expectant mothers who obtain a certain DS diagnosis choose to abort.\n\nChildren are a status symbol that we love to boast about, and we fear that raising a DS child lowers our status, makes us pitiable.\n\nBut is embarrassment a good enough reason to extinguish a life?\n\nThis week the state of North Dakota passed a law making it illegal to abort a child because of expected birth defects, or because the parents want a child of a different gender.\n\nThe new law seems certain to be struck down by the courts, not that the state could keep its residents from going elsewhere for an abortion. (There is only one abortion clinic in the state anyway). Forty years after Roe v. Wade, it’s almost impossible to imagine major restrictions on abortion standing up to judicial scrutiny in any state.\n\nBut the absence of a legal issue doesn’t mean there’s no moral one.\n\n“I wouldn’t want to bring a child in the world only to see her suffer,” we say.\n\nBut “these children are not suffering,” says Stacy Calcano, an Inwood mother of four including a boy with DS. “I have yet to see or meet a person with Down syndrome that I would categorize as suffering.”\n\nWhen Calcano learned of her son Carter’s condition when she was pregnant with him, she at first couldn’t speak and had to ask her ob-gyn to call back. Doctors and nurses repeatedly told her, “We have to expedite these results because you only have three weeks.”\n\nThree weeks for what? Calcano and her husband wanted to go ahead with the pregnancy. “The diagnosis didn’t change the fact that he was my son,” she says. “I’m a believer in choice. But I had children and I became a parent because I wanted to be a parent. Not because I had preconceived ideas of what my children would accomplish. Anytime you have a child you don’t know what you’re going to end up with.”\n\nA DS child is not “an empty vessel,” she says. “We now know that these kids can do anything that typically developing kids can do. It just takes a little more work on the front end.”\n\nIn a survey published in the American Journal of Medical Genetics, 99% of DS people said they were generally happy.\n\nBritt Sady, Noah’s mom, is the executive director of the New York outpost of GiGi’s Playhouse, a Chicago-based community center for DS kids (mostly under age 6) that opened a year ago to teach basic skills like climbing steps and table manners.\n\nThe space on West 117th Street, which is almost entirely staffed by volunteers like Calcano, serves more than 100 DS kids, who make friends with DS peers but are also encouraged to interact with non-DS siblings and grownups. There are also seminars for parents. All programs are free (though donations are welcome). The center has been such a success that it’s looking to expand to a larger space.\n\nDS children are mentally disabled, but with early training many are able to attend school in the same classrooms as non-DS kids. Many go on to successfully hold adult jobs and live independently. Life expectancy has risen from about 12 to almost 60 since mid-century.\n\nMostly the “suffering” we want to prevent is our own, as parents. DS children generally won’t be trophies in the competitive parenting game that starts with training for that “gifted and talented” test at age four and leads to the Ivy League, the cool career and world domination.\n\nSays Calcano, “There are some people who just can’t move ahead with the pregnancy knowing that their children face limitations. Most children with Down syndrome are not going to become doctors. They’re not going to be lawyers. Our kids will be limited in what they can accomplish in life.”\n\nIs there anything Calcano wishes she had done differently? Yes. “For me,” she says, “the moment Carter was born my biggest regret was all the time I wasted on worrying about the ‘what if’s.’ ”", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "New York Post", "biasLabel": "Biased", "title": "The gifts we’d lose", "yellowLabel": "Not Yellow", "tags": "set(['Game of Thrones', 'Hillary Clinton', 'the masters', 'Chess', 'New York Yankees', 'NYPD'])", "opinionLabel": "Opinion Article"}