{"content": "Few political allegiances are more inexplicable than the love affair between Bill Clinton and America’s LGBT community.\n\nDuring his eight years in office, our 42nd president not only introduced the military’s disastrous Don’t Ask/Don’t Tell policy in 1993, he also furthered the ban prohibiting HIV-positive travelers from entering the US, failed to pass the Employee Non-Discrimination Act and showed questionable leadership in easing approval for crucial HIV medications.\n\nIf that weren’t enough, Clinton signed into law the Defense of Marriage Act, which prevented same-sex married couples from receiving federal benefits and recognition.\n\nAs author and academic Nathaniel Frank explains, “Clinton will go down in history as the only president who signed … federal laws mandating discrimination against gay and lesbian Americans.”\n\nYet this Saturday in Washington, DC, the same Bill Clinton will be welcomed as keynote speaker at the 18th annual national dinner of the Human Rights Campaign — America’s largest LGBT rights group.\n\nCalling him a “transformational leader for our nation and the world,” HRC president Chad Griffin has said he’s “thrilled” Clinton will once again appear at the sold-out black-tie event.\n\nThe choice of Clinton to address American LGBT leaders is a farce of Faustian proportions — as if the NAACP had invited George Wallace as headliner.\n\nHRC says Clinton’s Washington-era transgressions are now history — rendered moot by his myriad mea culpas and the numerous LGBT-rights achievements of the Obama administration.\n\nSure, DOMA might have been state-sanctioned discrimination not seen since the time of Jim Crow, but Clinton’s past sins are now “old news,” said HRC VP for communications and marketing Fred Sainz, who in an act of revisionism bordering on the sycophantic, added, “President Clinton has consistently been a supporter of LGBT people and issues important to us.”\n\nOf course, it would have taken courage to stand up for gay rights when it was the unpopular thing to do. Now it’s just pandering.\n\nPhrases like “old news” reveal just how out of touch “mainstream” progressive groups like HRC have become with actual progressives.\n\nCosseted by big egos and even bigger salaries — in Griffin’s case, over $360,000 annually — folks like Griffin and Sainz may indeed view Clinton’s past as irrelevant.\n\nBut for many of the thousands of lives it destroyed, the consequences of Clinton’s presidency still reverberate as strongly as ever.\n\nMore than 25,000 bi-national LGBT couples, for example, lived with the cost and terror of potential deportation prior to the Supreme Court’s overturning of DOMA last year.\n\nAnd as a result of DADT, some 14,000-plus soldiers were booted from the military between 1994 and 2011 — including hundreds of highly specialized linguistic and security experts who could have come in handy after 9/11.\n\n“Clinton may have expended real political capital to end the ban on gays in the military, but he botched the effort and ultimately failed,” says Frank, whose 2009 book “Unfriendly Fire” is considered the definitive analysis of DADT.\n\nThat failure — along with DOMA’s onerous effects — will forever remain “an indelible part of the Clinton legacy.”\n\nWith Hillary Clinton likely running for the White House, it’s easy to understand Clinton’s attraction to HRC. An HRC stamp of approval helps rehabilitate Bill’s dubious LGBT record while appealing to a key constituency Hillary needs to secure the presidency.\n\nBut like her husband, Hillary has also flip-flopped on LGBT rights — so much so that the Economist described her “belated conversion” to supporting marriage equality as “cautious to the point of cowardice” back in March 2013.\n\nThe choice of Clinton to address American LGBT leaders is a farce of Faustian proportions — as if the NAACP had invited George Wallace as headliner.\n\nIn embracing Bill and Hillary, no minority group has so thoroughly sold out its base like HRC and its ilk as they scrounge for status in Washington.\n\nThe Clintons, meanwhile, relearn the lesson that no matter how poorly they treat their constituents, they’ll come back.\n\nI tried to ask Griffin about HRC’s invitation to Clinton, but he refused to comment.\n\nInstead, an HRC flak cited Clinton’s regret over DADT and DOMA along with a list of Hillary and Chelsea Clinton’s pro-LGBT achievements.\n\nArrogant and incredulous, HRC’s response betrayed a strain of left-wing impunity which masquerades as progressivism but is actually steeped in elitism.\n\nOthers, however, are far less forgiving — of Clinton’s misdeeds and HRC for absolving them.\n\n“Clinton has sort of washed his slate clean, and now everybody seems to love him, but both he or the HRC provide little of permanent value to us,” says long-time author and activist Larry Kramer, whose semi-autobiographical play “The Normal Heart” was recently adapted for television by HBO. “To be frank, Clinton isn’t entitled to support from gay people. So HRC is welcome to Clinton, because neither has delivered, as far as I’m concerned.”\n\nDavid Kaufman is the real estate and travel editor of The Post.", "topic": "Gay Marriage", "politicalLabel": "Liberal", "organization": "New York Post", "biasLabel": "Biased", "title": "How the gay community shamefully lets Clintons off the hook", "yellowLabel": "Yellow", "tags": "set(['Gay Rights', 'Bill Clinton', 'Hillary Clinton', 'Human Rights Campaign', 'LGBT', 'Clintons'])", "opinionLabel": "Other"}