{"content": "Share this:\n\n\"Arkansas Could Soon Become The Most Anti-LGBT State In The Nation\" Share:\n\nArkansas Gov. Asa Hutchinson (R) CREDIT: AP Photo/Danny Johnston\n\nArkansas is a penstroke away from having a “license to discriminate” law nearly identical to Indiana’s. HB 1228, the Arkansas “Religious Freedom Restoration Act” (RFRA), already passed both the House and the Senate, though it is awaiting a final consensus vote in the House before advancing to Gov. Asa Hutchinson’s (R) desk for his signature. Unlike the scramble now happening in Indiana, lawmakers do not plan to include any clarification or carve-outs for nondiscrimination protections and activists are already pressuring Hutchinson to veto.\n\nThe Arkansas RFRA shares all of the characteristics of the Indiana bill that distinguishes both from other laws across the country with the same name. While other RFRAs only apply to complaints against the government, a person could cite the Arkansas RFRA as a defense against another citizen, claiming a burden on their religious belief. And like in the Indiana law, those religious beliefs are similarly broad, allowing for religious beliefs a person might hold “whether or not the exercise is compulsory or central to a larger system of religious beliefs.”\n\nWhereas Indiana’s corporate backlash didn’t happen until after the bill became law, several companies have already spoken out in Arkansas. Walmart, which has its headquarters in the state and is its biggest employer (after the government), spoke out against the bill last month, as did the Arkansas Municipal League.\n\nTyson Foods, the state’s next biggest employer after Walmart, responded to a request for comment from ThinkProgress but did not take a position on the legislation. Gary Mickelson, Tyson’s Senior Director for Public Relations, said, “We strive to be a company of diverse people. We strive to be honorable. We strive to be a faith-friendly company. The Arkansas Religious Freedom Restoration Act, HB 1228, if enacted, will not affect how we treat our Team Members, neighbors, customers or shareholders.”\n\nThis week, however, data-services company Acxiom joined the call urging Hutchinson to veto, saying, “Simply stated, this bill inflicts pain on some of our citizen and disgrace upon us all. This bill will have the practical effect of excluding parents, sons, daughters, brothers and sisters, friends, and neighbors from pursuing normal, everyday life, that straight citizens take for granted.”\n\nThis is in addition to the nationwide opposition to such bills issued by companies like Apple and Yelp in the wake of Indiana’s law passing. Apple previously spoke out about Arkansas’ bill specifically, noting, “Our employees in Little Rock have a right to equal treatment under the law, as do their coworkers in Cupertino and around the world. We join the many voices across Arkansas in opposing H.B. 1228 and we urge the State’s legislators to vote against the bill.”\n\nTuesday afternoon, the Little Rock Regional Chamber of Commerce came out against the bill in a statement posted on Facebook. “While we believe that HB 1228 seeks to protect the religious freedoms of all Arkansans,” the statement reads, “it can be interpreted to provide religious protection for Arkansans who choose to discriminate against other Arkansans. This is bad for business and bad for Arkansas. Unless and until this issue is clarified by amendment in HB 1228, the Little Rock Regional Chamber of Commerce is against the bill.”\n\nIf Hutchinson signs this RFRA into law, it will make Arkansas the state that most enables discrimination against LGBT people. There are no state-wide protections for LGBT people in employment, housing, or public accommodations, and just last month, the state approved a different bill that prohibits cities and counties from establishing LGBT protections, seemingly invalidating those protections that some municipalities already have. In a sense, HB 1228 might not change the status quo in the state, given that protecting LGBT people from discrimination is already forbidden. Still it would be one more law on the books increasing how vulnerable LGBT people in the state are to discrimination.\n\nAn emergency meeting was called Monday urging Hutchinson to veto. As of last Thursday, he said that he intended to sign it, but he has not commented on the bill since the uproar in Indiana.", "topic": "Gay Marriage", "politicalLabel": "Liberal", "organization": "ThinkProgress", "biasLabel": "Biased", "title": "Arkansas Could Soon Become The Most Anti-LGBT State In The Nation", "yellowLabel": "Not Yellow", "tags": "set(['RFRA', 'Asa Hutchinson', 'Apple', 'SAME-SEX PARENTING', 'FLORIDA', 'SUPREME COURT', 'NONDISCRIMINATION PROTECTIONS', 'Religious Freedom Restoration Act', 'Walmart', 'Arkansas', 'Indiana', 'TRANSGENDER', 'Religious Liberty'])", "opinionLabel": "Other"}