{"content": "In the first international test for his climate-change strategy, President Barack Obama pressed world leaders Tuesday to follow the United States' lead on the issue, even as a one-day United Nations summit revealed the many obstacles that still stand in the way of wider agreements to reduce heat-trapping pollution.\n\n\"The United States has made ambitious investments in clean energy and ambitious reductions in our carbon emissions,\" Obama said. \"Today I call on all countries to join us, not next year or the year after that, but right now. Because no nation can meet this global threat alone.\"\n\nADVERTISEMENT ADVERTISEMENT\n\nObama was the headliner at a marathon session of world leaders who promised to spend billions of dollars to take better care of the planet.\n\nTuesday's one-day meeting at the annual U.N. General Assembly involving more than 100 world leaders was a forum for non-binding pledges. It was designed to lay the groundwork for a new global treaty to tackle climate change in December 2015, but it also revealed the sharp differences that divide countries on matters such as deforestation, carbon pollution and methane leaks from oil and gas production:\n\n-- Brazil, a key player in deforestation, said it wouldn't sign a pledge to halt deforestation by 2030.\n\n-- The United States decided not to join 73 countries in supporting a price on carbon, which Congress had indicated it would reject.\n\n-- And minutes after Obama said \"nobody gets a pass,\" China's Vice Premier Zhang Gaoli insisted the world treat developing nations, including China, differently than developed nations, allowing them release more heat-trapping pollution. China has signed a carbon-pricing agreement.\n\n\"Today we must set the world on a new course,\" United Nations Secretary-General Ban Ki-Moon said in opening remarks. \"Climate change is the defining issue of our age. It is defining our present. Our response will define our future.\"\n\nIn some ways, the climate summit answered that call.\n\nThe European Union said its member nations would cut greenhouse gases so that by 2030 they would be 40 percent below the 1990 level. The vow also calls for using renewable energy for 27 percent of the bloc's power needs and to increase energy efficiency by 30 percent.\n\nThe United States will not release new emissions targets until early next year.\n\nMore than 150 countries set the first-ever deadline on Tuesday to end deforestation by 2030, but the feasibility of that goal was eroded when a key player, Brazil, said it would not join. Forests are important because they absorb the main greenhouse gas, carbon dioxide. The United States, Canada and the entire European Union signed onto a declaration to halve forest loss by 2020 and eliminate deforestation entirely by 2030.\n\nAnd world leaders promised in their non-binding remarks to spend a total of at least $5 billion to make the world more sustainable. That often includes turning away from the burning of coal, oil and gas and away from the destruction of the world's carbon-absorbing forests.\n\nJose Manuel Barroso, president of the European Commission, stressed it could be done without harming the economy. He said over the next seven years, the European Union would provide $3 billion euros (nearly $3.9 billion) to help developing countries become more sustainable.\n\n\"The European Union is on track to meet our targets and at same time we have seen our economy grow,\" Barroso. \"We prove climate protection and a strong economy must go hand in hand.\"\n\nFrance promised $1 billion. Korea pledged $100 million. Others, like Chile, pledged cuts in greenhouse gas emissions by 2020.\n\nWhen it comes to forests, if the goal is met, the U.N. says it would be the equivalent of taking every car off the road in the world. A group of companies, countries, and nonprofits also pledged to restore more than 1 million square miles of forest worldwide by 2030. Norway vowed to spend $350 million to protect forests in Peru and another $100 million in Liberia.\n\nJapan, which had relaxed earlier promised targets, vowed to issue new goals early next year and become a model for a low-carbon society. It also said it was launching a satellite to monitor and verify emissions. Canada pledged to make cars and trucks more fuel efficient.\n\nVenezuelan President Nicolas Maduro used the opportunity to chastise \"polluting powers\" for causing an \"evil of such planetary dimensions\" and then wanting to barter their way out of their responsibilities.\n\nSeychelles President James Michel called small island nations like his \"victims of this pollution\" and said it was up to the countries that burn the most coal, oil and gas to do the most.\n\n\"If they don't do something, the Earth will not survive and that will be the end of us all,\" Michel said in an interview before the start of the summit.\n\nBan, actor Leonardo DiCaprio, former U.S. Vice President Al Gore and Rajendra K. Pachauri, who headed the Nobel Prize-winning panel of scientists that studied the issue, warned that time was short. By 2020, Ban said, the world must reduce greenhouse gases to prevent an escalating level of warming that world leaders five years ago called dangerous. Leaders in 2009 pledged to keep world temperatures from increasing by another 2 degrees Fahrenheit (3.6 degrees Celsius).\n\nPachauri and Ban told world leaders the effects of global warming are already here, pointing to a U.N. building that flooded during the devastating Superstorm Sandy in 2012. Pachauri said it will get worse with droughts, storms, food and water shortages. He foresaw even more violent climate-driven conflicts.\n\nAnd, Pachauri said, \"a steady rise in our death toll, especially among the world's poorest. How on Earth can we leave our children with a world like this?\"", "topic": "Climate Change", "politicalLabel": "Liberal", "organization": "FOX", "biasLabel": "Not Biased", "title": "Obama urges international cooperation on climate change", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}