{"content": "WASHINGTON — Global warming isn’t just affecting the weather, it’s harming Americans’ health, President Barack Obama said Tuesday as he announced steps government and businesses will take to better understand and deal with the problem.\n\nObama said hazards of the changing climate include wildfires sending more pollution into the air, allergy seasons growing longer and rising cases of insect-borne diseases.\n\n“We’ve got to do better in protecting our vulnerable families,” Obama said, adding that, ultimately, all families are affected.\n\n“You can’t cordon yourself off from air,” Obama said. Speaking at Howard University Medical School, he announced commitments from Google, Microsoft and others to help the nation’s health system prepare for a warmer, more erratic climate.\n\nWarning of the perils to the planet has gotten the president only so far; polls consistently show the public is skeptical that the steps Obama has taken to curb pollution are worth the cost to the economy.\n\nSo Obama is aiming to put a spotlight on ways that climate change will have real impacts on the body, like more asthma attacks, allergic reactions, heat-related deaths and injuries from extreme weather.\n\nObama said spending on health — such as preventing asthma — can save more money than it costs, as well as alleviate pain and suffering.\n\nSurgeon General Vivek Murthy noted that people suffering from an increase in asthma-attack triggers lose time at work and school. Murthy, a doctor, said the problem was especially personal for him because he’s seen so many patients struggle to breathe and his own uncle died of a severe asthma attack.\n\nMicrosoft’s research arm will develop a prototype for drones that can collect large quantities of mosquitoes, then digitally analyze their genes and pathogens.\n\nThe goal is to create a system that could provide early warnings about infectious diseases that could break out if climate change worsens.\n\nGoogle has promised to donate 10 million hours of advanced computing time on new tools, including risk maps and early warnings for things like wildfires and oil flares using the Google Earth Engine platform, the White House said.\n\nGoogle’s camera cars that gather photos for its “Street View” function will start measuring methane emissions and natural gas leaks in some cities this year.\n\nThe Obama administration also announced a series of modest steps it will take to boost preparedness, such as expanding access to data to predict and minimize the health effects from climate change.\n\nObama’s effort to link climate change to health comes as he works to build support for steps he’s taken to curb U.S. emissions, including strict limits on vehicles and power plants.\n\nThe president is relying on those emissions cuts to make up the U.S. contribution to a global climate treaty that he and other world leaders expect to finalize in December.", "topic": "Climate Change", "politicalLabel": "Liberal", "organization": "New York Post", "biasLabel": "Not Biased", "title": "Obama: Climate change is making Americans sick", "yellowLabel": "Yellow", "tags": "set(['Obama administration', 'Climate Change', 'public health', 'Barack Obama', 'Global Warming'])", "opinionLabel": "Other"}