{"content": "Most Republicans know that they can’t repeal Obamacare anymore. Mitch McConnell has said as much and even Ted Cruz seems to get it, although he won’t quite admit repeal is a lost cause. That’s why both have spoken about attacking the Affordable Care Act, piece by piece. They’ll start with a symbolic vote for outright repeal. From there, Cruz says, Republicans will go after Obamacare provisions “one at a time.”\n\nThe implication is that the Republican initiatives, if enacted, would seriously undermine the law—and maybe even unravel it. That seems unlikely. Some of their ideas could weaken the law and one, in particular, could do a lot of damage. But Obamacare would survive.\n\nSeveral of the ideas have potential to attract some Democratic votes, perhaps enough to clear the filibuster and end up on the president's desk. But most of the ideas under discussion would also have negative side effects, like raising the deficit or blatantly helping well-connected lobbying groups. That would give the White House a legitimate reason to veto the measures.\n\nHere’s what the GOP has in mind, based on conversations with health care experts and lobbyists:\n\nRepealing the individual mandate\n\nOf all the proposals Republicans might pass, this is the one that would probably threaten to wreak the most havoc. Economists say that the requirement to get health insurance (or pay a fine) entices lots of people, particularly young and healthy ones, to buy insurance—and, in so doing, keeps premiums for everybody else lower. If their projections are right, then taking away the mandate would mean more people without insurance, and higher premiums for those who hold onto it.\n\nObama, a skeptic of the individual mandate during his presidential campaign, eventually decided the economists were right. He’s fought to keep the mandate ever since and there’s no reason to think he’d back off that position now. But the provision is unpopular with the public and Republicans might be able to pick up enough Democratic votes to pass a bill, just to force a very public veto.\n\nRepealing or modifying the employer mandate\n\nThis may be the most defensible Republican idea. The employer mandate is a requirement that all companies with more than 50, full-time employees provide affordable insurance or pay a fine. It also defines “full-time” as at least 30 hours a week. The law’s critics say that has encouraged businesses to reduce the hours of some employees, in order to prevent them from hitting the 30-hour threshold and thus triggering the penalty.\n\nAnecdotes of such changes within fast food chains and universities have been all over the media. Empirical evidence of widespread impact is hard to find. The best research I’ve seen, by Sherry Glied and Claudia Solís-Román for the Commonwealth Fund, suggests that less than 50,000 people total will lose hours in the next few years because of the requirement. (And don’t forget, employers will typically make up for that by giving extra hours to people now working fewer.)\n\nEconomists don’t like the employer mandate, because they think it doesn't actually do much to boost coverage. That is why the Obama Administration, which has no philosophical attachment to the idea, might go along with changes. But the president would probably insist upon two conditions, neither easy to meet.\n\nFirst, he’d be wary of changing the threshold to 40 hours, as some Republicans propose, because that’s a standard work week and significantly more people would probably lose hours because of it. Also, the employer mandate generates revenue: Anywhere from $46 to $149 billion over ten years, depending on whose estimates you trust. The Obama Administration almost certainly wouldn’t sign off on a proposal that didn’t pay for itself.\n\nOne other, related possibility would be changing the definition of which businesses are subject to the requirement. Right now, it’s any business with at least 50 full-time employees. Republicans could propose raising that to 100 full-time employees. The White House might even go along—again, if the proponents found some way to replace the lost revenue.\n\nEliminating “risk corridors”\n\nPerhaps the most surreal cause on the right these days is the outrage about risk corridors. Risk corridors are essentially a safety net for insurers that offer coverage through the new marketplaces. If insurers end up taking big losses because they end up with less healthy beneficiaries than they anticipated, the government will reimburse insurers for some of those losses. For this reason, Republicans and their allies have attacked the provision as an insurance company “bailout” and a likely source of much higher deficits.\n\nYou’d never know from these arguments that risk corridors, and provisions like them, are part of Medicare Part D—the drug benefit that a GOP Congress passed and President Bush signed into law, and about which conservatives had nary a peep to say until Obamacare came along. Nor would you know from Republican attacks that the payments flow in both directions. Government will share in unexpected insurance company losses, but it will also share in unexpected insurance company profits—and, for that reason, the Congressional Budget Office expects the program won’t affect the deficit one way or another.\n\nRepealing the device tax\n\nThis is the proposal that probably makes Republicans look the worst, because it’s such a transparent giveaway to a well-funded corporate benefactor. But repeal of the device tax turns out to have some well-known friends in the Senate Democratic caucus, and it’s not the ones you might think.\n\nAbout the tax itself, I summarized it last year this way:\n\nThe tax is a 2.3 percent levy on all medical devices, a category that includes everything from hip implants to surgical gloves. Its primary purpose is to generate revenue … in order to help pay for the expansion of Medicaid and creation of new tax credits that will help low- and middle-income Americans get health insurance. When architects of the Affordable Care Act were still crafting their bill, they asked every part of the health care industry to give up some revenue, in one way or another, on the theory that the program should involve shared sacrifice—and that the industries would simultaneously be making more money because they’d have millions of newly insured, paying customers. That's how the tax came to be, although device industry officials never agreed to it in the way that representatives of the drug and hospital industries signed off on the cuts and fees affecting their members.\n\nIn the Senate, those who favor repeal include not just many Republicans but also Democrats whose states have large device makers. That includes Minnesota's Al Franken and Amy Klobuchar—plus, as my colleague Alec MacGillis has noted, Elizabeth Warren. They justify their position by echoing device industry arguments that the tax stifles innovation.\n\nIt’s not clear whether it has such an effect—and, if so, whether it’s at all significant. But, as with the employer mandate, the Obama Administration might actually be willing to sign such a bill if—and only if—the sponsors of such a measure find some new source of cuts or revenue to replace the money the tax is supposed to generate. That’s $30 billion over ten years—a significant amount that, in such a tight budget environment, would be hard to find.\n\nAbolishing the Independent Payment Advisory Board (IPAB)\n\nIPAB is a board with the power to ratchet down what Medicare pays for goods and services. Obamacare critics said it would ration care, even though the ACA’s statutory language explicitly prohibits “rationing.” Some suggested it was a modern-day death panel. The health care industry hates it, because it’s their payments that IPAB might cut. Its defenders consist of fiscal conservatives who think it will help hold down the deficit—and the White House, who think those fiscal conservatives are right.\n\nIPAB once promised to be a major source of controversy. But it only makes cuts when Medicare spending exceeds targets that Obamacare set. And thanks to lower-than-expected growth in Medicare spending, that’s probably not going to happen for a long time. Will Republicans try to repeal it anyway, or at least defund it—maybe resurrecting some of the old death panel attacks for fun? It’s possible. But, again, Obama semes unlikely to go along.\n\nIntroducing “Copper Plans”\n\nInsurance available through the new insurance marketplaces must fit into one of four “metal” levels—platinum, gold, silver, and bronze. Platinum are the most generous plans: They would cover about 90 percent of the typical person’s medical bills. Bronze cover 60 percent. Critics of the Affordable Care Act say that the law forces some people to get more insurance than they want. They’d like to introduce a new metal level—copper plans, which would cover about 50 percent of the typical person’s medical bills.\n\nAdvocates of health care reform think this would be a terrible idea. As it is, people buying the bronze and even some of the silver plans are discovering their policies leave them badly exposed to medical bills if they get sick. Copper plans would be worse. But several Democratic senators seeking reelection, including Virginia’s Mark Warner, endorsed copper plans during the campaign. That suggests Republicans could get this past the filibuster if they decide to take up the idea.", "topic": "Obamacare", "politicalLabel": "Neutral", "organization": "New Republic", "biasLabel": "Not Biased", "title": "Republican plans for Obamacare: Device tax, Mandates, Risk Corridors", "yellowLabel": "Yellow", "tags": "set(['qed', '2014 Midterms', 'Home News', 'politics', 'Events', 'Economy', '2014 midterms', 'obamacare', 'employer mandate', 'World', 'Identity', 'copper plans', 'Economics', '2014 election', 'affordable care act', 'ted cruz', 'ipab', 'The Plank', 'individual mandate', 'Culture', 'Books', 'Film', 'mitch mcconnell', 'medical device tax', 'Politics', 'Technology', 'risk corridors'])", "opinionLabel": "Other"}