{"content": "Forty years ago, the United States locked up fewer than 200 of every 100,000 Americans. Then President Nixon declared war on drugs. Now we lock up more of our people than any other country -- more even than the authoritarian regimes in Russia and China.\n\nA war on drugs -- on people, that is -- is unworthy of a country that claims to be free.\n\nADVERTISEMENT ADVERTISEMENT\n\nUnfortunately, this outrage probably won’t be discussed in Tampa or Charlotte.\n\nThe media (including Fox News) run frightening stories about Mexican cocaine cartels and marijuana gangs. Few of my colleagues stop to think that this is a consequence of the war and that decriminalization would end the violence. There are no wine “cartels” or beer “gangs.” No one “smuggles” liquor. Liquor dealers are called “businesses,” not gangs, and they “ship” products instead of “smuggling” them. They settle disputes with lawyers rather than with guns.\n\nEverything can be abused, but that doesn’t mean government can stop it. Government runs amok when it tries to protect us from ourselves.\n\n“Our discomfort with the idea of heroin available at drugstores is similar to that of a Prohibitionist shuddering at the thought of bourbon at the corner store. We’ll get over it.” - John McWhorter\n\nDrug-related crime occurs because the drugs are available only through the artificially expensive black market. Drug users steal not because drugs drive them to steal. Our government says heroin and nicotine are similarly addictive, but no one robs convenience stores to get Marlboros. (That could change with confiscatory tobacco taxes.)\n\nAre defenders of the drug war aware of the consequences? I don’t think so.\n\nJohn McWhorter, a senior fellow at the Manhattan Institute, indicts the drug war for “destroying black America.” McWhorter, by the way, is black.\n\nMcWhorter sees prohibition as the saboteur of black families. “Enduring prison time is seen as a badge of strength. It’s regarded (with some justification) as an unjust punishment for selling people something they want. The ex-con is a hero rather than someone who went the wrong way.”\n\nHe enumerates the positive results from ending prohibition. “No more gang wars over turf, no more kids shooting each other. ... Men get jobs, as they did in the old days, even in the worst ghettos, because they have to.”\n\nWould cheaper and freely available drugs bring their own catastrophe? “Our discomfort with the idea of heroin available at drugstores is similar to that of a Prohibitionist shuddering at the thought of bourbon at the corner store. We’ll get over it.”\n\nThe media tell us that some drugs are so powerful that one “hit” or “snort” will hook the user forever. But the government’s own statistics disprove that. The National Institutes of Health found that 36 million Americans have tried crack. But only 12 percent have used it in the previous year, and fewer than six percent have used it in the previous month. If crack is so addictive, how did 88 percent of the users quit?\n\nIf drugs were legal, I suppose that at first more people would try them. But most would give them up. Eventually, drug use would diminish, as it has in Portugal, which decriminalized all drugs, and the Netherlands, which allows legal marijuana. More young men would find real jobs; police could focus on real crime.\n\nAs I write in “No, They Can’t: Why Government Fails -- but Individuals Succeed” when the public is this divided about an issue, it’s best left to voluntary social pressure instead of legal enforcement. That’s how most Americans decide whether to drink alcohol or go to church every week. Private voluntary social networks have their own ways of punishing bad behavior and send more nuanced messages about what’s unacceptable. Government’s one-size-fits-all rules don’t improve on that.\n\n“Once the principle is admitted that it is the duty of the government to protect the individual against his own foolishness,” economist Ludwig von Mises wrote, “why not prevent him from reading bad books and bad plays?... The mischief done by bad ideologies is more pernicious ... than that done by narcotic drugs.”\n\nIf we as adults own our own bodies, we ought to get to control what we put in them. It’s legitimate for government to protect me from reckless drivers and drunken airline pilots -- but not to protect me from myself.\n\nJohn Stossel is the host of \"Stossel\" (Thursdays at 9 PM/ET), a weekly program highlighting current consumer issues with a libertarian viewpoint. Stossel also appears regularly on Fox News Channel (FNC) providing signature analysis. Click here for more information on John Stossel.", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "FOX", "biasLabel": "Biased", "title": "Why you'll never hear about the war on drugs at the political conventions", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Opinion Article"}