{"content": "Forty years ago today, New York became the first state in the US where abortion was broadly legal. Since then, New York City has become the nation’s undisputed abortion capital, with an overwhelmingly pro-choice political establishment — and an abortion rate that’s three times the national average.\n\nAnd a stifling taboo on the subject that chokes off any mature discussion about what such a rate means for the public welfare.\n\nAccording to the city Health Department, 2008 saw 89,469 abortions performed in New York City — seven for every 10 live births. Among black women, abortions out number live births by three to two.\n\nIn other words, the reality in New York is about as far as possible from Bill Clinton’s proposition that abortion should be “safe, legal and rare.”\n\nYet, of the 51 City Council members, only five — Republicans Eric Ulrich and Dan Halloran and Democrats Peter Vallone Jr., James Sanders and Danny Dromm, all of Queens — were willing to call that abortion rate “too high.”\n\n“I don’t think those numbers are meaningful,” said Upper East Side Councilwoman Jessica Lappin. “I don’t tell people whether they should have two kids, four kids or 10 kids.” One council aide even fretted that a lower abortion rate would bankrupt the city.\n\nSpeaker Christine Quinn refused to answer at all, offering only the canned response that “we can reduce the number of unintended pregnancies . . . by expanding access to contraceptives and increasing sex education.”\n\nInterestingly, one dissenter from New York’s abortion taboo is former state Sen. Franz Leichter — who sponsored the legalization bill when he was in the Assembly in 1970. The abortion rate “is higher than anyone wanted to see,” he says — and “my support for abortion rights . . . is as strong as anyone’s.”\n\nWhy the silence? Perhaps it’s a concern that New York’s pro-choice majority is not as solid as it seems, and that talking candidly about the issue will only make matters worse.\n\nIf opinion research reveals anything about Americans’ attitudes toward abortion, it’s that they don’t like to think about it — period.\n\nPoll respondents show an uncanny ability to affirm contradictory ideas at the same time. Gallup finds that a slight majority of Americans oppose the overturning of the Supreme Court’s decision in Roe v. Wade — yet majorities also think abortion should be illegal under some circumstances even in the first trimester, which the Roe framework forbids.\n\nIndeed, a fundamental aversion to abortion can be seen in the fact that the more specific poll questions get, the more pro-life Americans appear, at least in comparison to present law.\n\nIt’s probably no coincidence that 2009 was the first time in decades that more Americans identified as pro-life than as pro-choice — and also the year that the ObamaCare debate nudged abortion to the front of the national discussion.\n\nEven in pro-choice New York, a similar pattern holds: A 2005 Quinnipiac survey found that 70 percent of state voters favored toughening the state’s abortion law with a parental-notification requirement, and 64 percent backed mandatory waiting periods. Open discussion about the actual oc currence of abortion would only push those numbers higher.\n\nWhatever the reasons for it, New York’s abortion taboo plainly cripples the city’s ability to deal maturely with some of its most pressing social problems.\n\nTake absentee fathers — one of the strongest predictors of poverty and the plight of some one-third of city children.\n\nIt’s hard to deny that the act of abortion — essentially, the violent destruction of a developing member of the next generation — makes a cultural mark, especially when practiced to the extent it is in New York. (Councilman Sanders, though pro-choice, argues that it marks an “irresponsible” attitude toward family formation.)\n\nThus, an honest discussion would at least entertain the possibility that the easy availability of subsidized abortion weakens the cultural expectation that young men must take responsibility for their offspring.\n\nInstead, New York’s response to the problem of absentee fathers consists entirely of nanny-state facelifts — i.e., Mayor Bloomberg’s just-announced position of Fatherhood Services Coordinator, or “Daddy Czar.”\n\nJust as weak is Speaker Quinn’s breezy insistence that more access to contraception is a silver bullet for the problems surrounding abortion.\n\nSet aside the fact that the abortion rate is much lower in plenty of places that don’t advertise free condoms on public transportation, as the Department of Health does. Given that Quinn is presumably comfortable with Gotham’s present abortion rate, why should New Yorkers think there’s any urgency to that project?\n\nNew York needs a frank discussion about the consequences of 40 years of legal abortion. Here’s hoping its doesn’t take another 40 for that to happen.\n\njwilson@nypost.com\n\n", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "New York Post", "biasLabel": "Biased", "title": "Where New York’s not proud to lead", "yellowLabel": "Not Yellow", "tags": "set(['Game of Thrones', 'Hillary Clinton', 'the masters', 'Chess', 'New York Yankees', 'NYPD'])", "opinionLabel": "Opinion Article"}