{"content": "Homicides are up 20 percent in New York the first two months of this year over the same period in 2014. Shootings are up 17 percent.\n\nWe’re reluctant to draw big conclusions from such limited data. But the mayor has not been so prudent.\n\nA year ago, Bill de Blasio trumpeted a 21 percent downturn in homicides and shootings during the first 10 weeks of his administration as proof you can “bring down crime while bringing police and community back together.”\n\nSo what does he say now? The mayor claims the rise in shootings and murders is limited to five precincts, so it’s not a citywide problem. It’s a surprising defense for a mayor who’s constantly chiding everyone about New York’s “tale of two cities.”\n\nMeanwhile, Police Commissioner Bill Bratton says he’s identified the reason for the uptick: “People are killing each other over marijuana,” he says, calling it even worse than the heroin- and cocaine-related killings of the ’80s.\n\nHe’s not the first to say so: Then-Commissioner Ray Kelly said in 2011 that “the sale of marijuana generates an awful lot of violence, no question about it.”\n\nUnder a policy begun under Kelly, people caught with small amounts of pot have been issued summonses rather than arrested.\n\nBut while marijuana-related arrests have plummeted this year, the number of summonses for marijuana possession has remained about the same. Which suggests the city simply might not be enforcing the laws against the sale of marijuana.\n\nThe commissioner insists he’s got his “arms around” the problem. Let’s hope he’s right — and not just looking for a way to avoid having to talk about stop-and-frisk.", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "New York Post", "biasLabel": "Not Biased", "title": "Gotham’s pot luck", "yellowLabel": "Not Yellow", "tags": "set(['Homicide', 'Shootings', 'Bill de Blasio', 'Bill Bratton', 'Marijuana', 'Editorial'])", "opinionLabel": "Other"}