{"content": "WASHINGTON — Former Arkansas Gov. Mike Huckabee on Sunday said being gay is akin to choosing to drink alcohol or use profanity — lifestyle choices that he says are appealing to others but not to him.\n\nThe former Baptist pastor, who is weighing a second run for the 2016 Republican presidential nomination, also claimed that forcing people of faith to accept gay marriage as policy is on par with telling Jews that they must serve “bacon-wrapped shrimp in their deli.”\n\nThat dish would run afoul of kosher rules in the same way Huckabee sees asking Christians to accept same-sex marriages.\n\n“We’re so sensitive to make sure we don’t offend certain religions, but then we act like Christians can’t have the convictions that they have had for over 2,000 years,” Huckabee said.\n\nHuckabee has made cultural issues the cornerstone of his likely White House bid. The former Baptist pastor is counting on social conservatives and evangelicals who have great clout in early-nominating Iowa to help him.\n\nHis comments about gays and lesbians seem targeted at the conservative corners of his party.\n\nYet he also included a pitch for inclusion in his remarks.\n\nHuckabee said he appreciates different viewpoints on gay marriage, adding that he has gay friends.\n\n“I accept a lot of people as friends maybe whose lifestyle I don’t necessarily adhere to, agree with or practice. Doesn’t mean that I can’t have a good relationship with anyone or lead them or govern them,” Huckabee said.\n\nBut he remained steadfastly opposed to rights for gays and lesbians, although research has found a biological basis for their attraction to others of the same sex.\n\n“I don’t chuck people out of my circle or out of my life because they have a different point of view. I don’t drink alcohol, but, gosh, a lot of my friends, maybe most of them, do. You know, I don’t use profanity, but, believe me, I have got a lot of friends who do,” Huckabee said.\n\n“Some people really like classical music and ballet and opera. It’s not my cup of tea. I would like to think that there’s room in America for people who have different points of views without screaming, shouting and wanting to shut their businesses down.”\n\nSuch rhetoric is central to Huckabee’s efforts to engage social conservatives.\n\nIn recent weeks, Huckabee has picked fights with the White House over President Barack Obama’s friendship with Beyoncé Knowles. Huckabee says the Obama daughters should not treat the entertainer as a role model because she is overly sexual.\n\nIn his latest book, Huckabee also says Beyonce’s husband, rapper Jay Z, is more of a “pimp” than a spouse.\n\nHuckabee spoke on CNN’s “State of the Union.”", "topic": "Gay Marriage", "politicalLabel": "Neutral", "organization": "New York Post", "biasLabel": "Not Biased", "title": "Huckabee says gay marriage is just like alcohol or profanity", "yellowLabel": "Yellow", "tags": "set(['Mike Huckabee', 'Gay marriage'])", "opinionLabel": "Other"}