{"content": "Judge's ruling provides Republicans a chance to stop saying 'no' and start fixing the problem.\n\nA deportee named Hector weeps during a worship service along the U.S.-Mexico border wall on February 22 in Tijuana, Mexico. After a judge enjoined President Obama's executive actions, Republicans have an opportunity to meaningfully address immigration policy. (Photo: Sandy Huffaker, Getty Images)\n\nCertain congressional Republicans, angry over President Obama's executive actions to create the Deferred Action for Childhood Arrivals (DACA) and the Deferred Action for Parental Accountability (DAPA) programs, have attempted to strip away these programs through language in the Department of Homeland Security (DHS) funding bill. The problem of course is that DHS performs critical functions to protect Americans. Republicans suddenly find themselves in the crosshairs of critics and concerned Americans because of ISIL and other growing threats around the world.\n\nHowever, U.S. District Judge Andrew Hanen's recent decision enjoining Obama's executive actions on immigration has ironically created unique opportunities to move forward on immigration reform.\n\nWhile some Republicans continue to remain steadfast and insist that the president's programs be defunded, we believe that pursuing this course of action is unnecessary and a mistake. Because of Judge Hanen's injunction, a fully funded bill would not immediately support either of these programs. Of course, the government has stated that it will appeal the judge's decision to the 5th Circuit Court of Appeals. If the 5th Circuit declines to overturn Judge Hanen's ruling, the injunction will remain in place and the programs cannot move forward while the case is litigated. If the 5th Circuit lifts the injunction, Republicans can correctly claim that they turned the issue over to the judicial process and that process — the rule of law — found in favor of the government for now.\n\nLike this column? Get more in your e-mail inbox\n\n\n\nSome voices in the debate are doing an effective job painting the Republican Party as the anti-immigrant party of \"No.\" Spanish-language news anchor Jorge Ramos stated that Judge Hanen's decision defineswho is against immigrants in the United States and Latino voters will remember this in 2016. Moreover, following Judge Hanen's ruling, Rep. Luis Gutierrez, D-Ill., predicted an unprecedented \"militancy\" among Latino voters who will take out their anger on Republicans in 2016. Immigration advocates across the country are already getting out the message that a Republican-appointed judge has single-handedly shut down executive action for immigrants, and the underlying implication, if not outright accusation, is that the ruling is a result of anti-immigrant racism and nativism.\n\nRule-of-law advocates, in the meantime, are failing to effectively get out the message that this is a case about institutional prerogatives, rather than anti-immigrant sentiment. Another message that has failed to take root in the American consciousness is that many of the previous pro-immigrant government reforms have been led by Republicans. The 1986 amnesty and revision of the Registry Provision were passed during the Ronald Reagan administration. The 1990 Immigration Act, which expanded the number of permanent residency visas available to immigrants, was passed during the George H.W. Bush Administration and the 2002 Child Status Protection Act was passed during the George W. Bush Administration.\n\nConversely, the Illegal Immigration Reform and Immigrant Responsibility Act of 1996 (IIRAIRA) was passed during the Bill Clinton Administration. IIRAIRA has been very tough on immigrants, introducing new grounds of inadmissibility, making minor criminal offenses removable offenses under U.S. immigration laws, allowing prolonged detention of immigrants and introducing the controversial 287(g) program. The Obama administration expanded the reach of IIRAIRA and interpreted the 212(a)(9)(C) permanent ground of inadmissibility to attach to minor children who were brought into the United States unlawfully by their parents. Certainly, both parties have a lot to answer for when it comes to the plight of immigrants, but it is the Republican party that has too often, and unfairly, been labeled as the anti-immigrant party. The record demonstrates otherwise.\n\nWe have previously stated our belief that the president's actions, even if found to be lawful, were short sighted and unwise. While immigration reform is primarily a job for Congress, we believe that trying to turn the tide of public opinion by defunding DACA is a losing proposition for Republicans. They have been handed a gift by Judge Hanen. Since DAPA and the expanded DACA have been temporarily enjoined, Republican members of Congress now have the opportunity to take the initiative on meaningful immigration reform that enhances our national security and our economy.\n\nArguably, the negative perception of being anti-immigrant cost the Republican party the presidency in 2012. The Democratic party is hoping for the same in 2016, and the campaigning has already begun.\n\nAlberto R. Gonzales was attorney general under President George W. Bush and is dean of the Belmont University College of Law. David N. Strange is a partner at Whittenburg Strange & Walker. Gonzales and Strange are co-authors of the recently published book,A Conservative and Compassionate Approach to Immigration Reform: Perspectives from a Former U.S. Attorney General.\n\nIn addition to its own editorials, USA TODAY publishes diverse opinions from outside writers, including our Board of Contributors. To read more columns like this, go to the Opinion front page or sign up for the daily Opinion e-mail newsletter.\n\nRead or Share this story: http://usat.ly/1BnlrR3", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "USA Today", "biasLabel": "Not Biased", "title": "Seize chance to reform immigration", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Opinion Article"}