{"content": "The economy shrank last quarter, gas prices just hit a record high for February, unemployment’s still near 8 percent and the sequester’s about to take a meat cleaver to the Pentagon’s budget — but according to President Obama and his Democratic allies, the most urgent issue facing the nation right now is gun control.\n\nIn the wake of the Sandy Hook shootings in December, Obama issued a sheaf of mostly meaningless executive orders regarding firearms. Sen. Dianne Feinstein (D.-Calif.) has proposed, among other things, to reinstate the ban on “assault weapons” and outlaw a bunch of other guns.\n\nYet Feinstein’s bill won’t even pass the Senate that her party controls — too many of her Democratic collegues are facing re-election in pro-gun states.\n\nIn New York, Gov. Cuomo rammed through a bill so hastily and poorly thought through that its ban on magazines larger than seven rounds technically applies to police. In Washington state, some meathead Democratic legislator proposed that cops be empowered to make door-to-door inspections of houses with guns.\n\nAnd not one of these new laws would have prevented their ostensible inspiration — the mass shootings at the Newtown grade school by a deranged punk who murdered his mother and stole her legally acquired guns.\n\nIndeed, the entire premise of the blue-state anti-gun proposals is based on an absurd fallacy: that honest citizens who own guns are potential criminals, and that real criminals will dutifully conform to the new laws, even though they’ve defied all the earlier ones.\n\nBut Obama & Co. still play irrelevant culture-war politics rather than deal with what really matters: getting the economy moving again.\n\nIt’s not just Obama. As lawmakers in New York, California and other deep-blue states burn time and energy further restricting the rights of law-abiding gun owners — while doing nothing about illegal-gun-using thugs — those same states are suffering staggering economic losses, as businesses flee their high-tax, high-regulation strictures for greater opportunity elsewhere.\n\nCalifornia is hemorrhaging entrepreneurs to Texas, and New York to North Carolina. Illinois’ jobs are being sucked into newly business-friendly environments like Wisconsin and Indiana — both of which have recently reined in out-of-control union privilege.\n\nSure, the president talks a good game about jobs. But he’s been president for more than four years now, and what, exactly, has he done?\n\nHe’s poured billions of dollars into the scandal-ridden chimera of “green energy” while killing a real job-producer, the Keystone pipeline. He’s closed off millions of acres of federal land to drilling and other energy exploration — and then taken credit for the private-industry energy boom in places like North Dakota, where fracking has economically revitalized the state.\n\nOh, and he’s hiked taxes — as have his blue-state buddies from New York to California.\n\nIn short, the president and the Democrats refuse to remove their own ideological blinders, even as the red states are showing the way forward. They’re so committed to the notion that everything must come from government, especially the federal government, that they refuse to accept the consequences of their policies, and instead demand more of the same: more regulation, more supervision, more control.\n\nAll of which equals less freedom. That’s why the fight over the Second Amendment is so symbolic and so important. It’s easy for unscrupulous demagogues to demonize inanimate objects and penalize honest gun owners, even as criminals run rampant in their streets.\n\nJust look at Obama’s home town of Chicago: With the toughest gun laws in the land, it’s also the gun-murder capital.\n\nNo, the real question is: Are Americans to be trusted with the freedoms — the “inalienable rights” — guaranteed by the Founders under the Constitution? Or are they to be treated like children, wards of the state whose every movement, economic decision and lifestyle choice must be approved in advance by Washington?\n\nHow we answer those questions will tell us what kind of country we are to be.", "topic": "Gun Control", "politicalLabel": "Conservative", "organization": "New York Post", "biasLabel": "Biased", "title": "The gun distraction", "yellowLabel": "Not Yellow", "tags": "set(['Game of Thrones', 'Hillary Clinton', 'the masters', 'Chess', 'New York Yankees', 'NYPD'])", "opinionLabel": "Opinion Article"}