{"content": "When reporter Susan Okie wrote on Page 1 of the Washington Post last year that advances in the treatment of premature babies could undermine support for the abortion-rights movement, she quickly heard from someone in the movement. \"Her message was clear,\" Okie recalled recently. \"I felt that they were . . . (saying) 'You're hurting the cause' . . . that I was . . . being herded back into line.\" Okie says she was \"shocked\" by the \"disquieting\" assumption implicit in the complaint--that reporters, especially women reporters, are expected to write only stories that support abortion rights. But it's not surprising that some abortion-rights activists would see journalists as their natural allies. Most major newspapers support abortion rights on their editorial pages, and two major media studies have shown that 80% to 90% of U.S. journalists personally favor abortion rights. Moreover, some reporters participated in a big abortion rights march in Washington last year, and the American Newspaper Guild, the union that represents news and editorial employes at many major papers, has officially endorsed \"freedom of choice in abortion decisions.\" On an issue as emotional as abortion, some combatants on each side expect reporters to allow their personal beliefs to take precedence over their professional obligation to be fair and impartial. Although reporters (and editors) insist they don't let that happen, abortion opponents are equally insistent that media bias manifests itself, in print and on the air, almost daily. A comprehensive Times study of major newspaper, television and newsmagazine coverage over the last 18 months, including more than 100 interviews with journalists and with activists on both sides of the abortion debate, confirms that this bias often exists. c Comments Add a comment 0 Responsible journalists do try to be fair, and many charges of bias in abortion coverage are not valid. But careful examination of stories published and broadcast reveals scores of examples, large and small, that can only be characterized as unfair to the opponents of abortion, either in content, tone, choice of language or prominence of play: * The news media consistently use language and images that frame the entire abortion debate in terms that implicitly favor abortion-rights advocates. * Abortion-rights advocates are often quoted more frequently and characterized more favorably than are abortion opponents. * Events and issues favorable to abortion opponents are sometimes ignored or given minimal attention by the media. * Many news organizations have given more prominent play to stories on rallies and electoral and legislative victories by abortion-rights advocates than to stories on rallies and electoral and legislative victories by abortion rights opponents. * Columns of commentary favoring abortion rights outnumber those opposing abortion by a margin of more than 2 to 1 on the op-ed pages of most of the nation's major daily newspapers. * Newspaper editorial writers and columnists alike, long sensitive to violations of First Amendment rights and other civil liberties in cases involving minority and anti-war protests, have largely ignored these questions when Operation Rescue and other abortion opponents have raised them. Television is probably more vulnerable to charges of bias on abortion than are newspapers and magazines. The time constraints and ratings chase intrinsic to most television news programs often lead to the kind of superficiality and sensationalism that result in bias. In addition, says Douglas Johnson, legislative director for the National Right to Life Committee, the \"insular culture that produces network newscasts\" create an \"implicit bias (that) is more pervasive . . . than in the print media.\" But throughout the media, print and broadcast alike, coverage of abortion tends to be presented--perhaps subconsciously--from the abortion-rights perspective. When the U.S. Supreme Court ruled in the Webster case a year ago Tuesday that states could have more latitude in regulating abortion, for example, ABC News termed the decision \"a major setback for abortion rights.\" Couldn't it also have been called \"a major victory for abortion opponents\"? Yes. But most reporters don't identify with abortion opponents. It's not that there's a conscious bias on abortion. Rather, \"the culture in the newsrooms just assumes that abortion is right,\" contends John Buckley, longtime media spokesman for various conservative politicians and now a corporate consultant. Abortion, Buckley says, is the first issue since the Vietnam War in which some journalists' instinctive \"allegiance to their own social class and generational world view is stronger than their professional allegiance to objectivity.\" Surveys consistently show that abortion is essentially a class issue in the United States; the more money and education a person has and the less religious a person is, the more likely the person is to favor abortion rights. Since most big-city journalists tend to be better paid, better-educated and less religious than the general public, it's not surprising that they also tend to favor abortion rights by a large margin; in fact, a 1985 Los Angeles Times Poll of journalists on newspapers of all sizes showed 82% in favor of abortion rights. Despite a growing evenhandedness in recent months, the personal preference of so many in the media for the abortion-rights position clearly \"affects coverage very fundamentally,\" in the view of Ethan Bronner, legal affairs reporter for the Boston Globe, who covers the U.S. Supreme Court and spent much of last year writing about abortion. \"I think that when abortion opponents complain about a bias in newsrooms against their cause, they're absolutely right,\" Bronner says. But James Naughton, deputy managing editor of the Philadelphia Inquirer, says abortion opponents feel so passionately about the issue that they would criticize the media, no matter what was published or broadcast. \"They're seeing a conspiracy that doesn't exist,\" Naughton says. \"They complain . . . even when we've gone fairly deliberately out of our way to . . . be exquisitely fair . . . to avoid giving them any reason to accuse us of . . . being unfair.\" Both Bronner and Naughton make valid points. Still, it's clear from examining coverage of abortion that the very language used to frame the abortion debate in much of the media implicitly favors the abortion-rights side of the argument. As in any debate, \"the language is everything,\" says Douglas Gould, former vice president for communications at Planned Parenthood of America; in the abortion debate, the media's language consistently embraces the rights of the woman (the primary focus of abortion-rights advocates), not the fetus (the primary focus of abortion opponents):\n\n* When the networks broadcast an abortion story, the backdrop has often been the large word \"abortion\"--with the first \"O\" in the word stylized into the biological symbol for female. The networks could just as easily stylize the \"O\" to represent a womb, with a drawing of a fetus inside. But they don't. * When Time magazine published a cover story on abortion last year, the cover was a drawing of a woman; when Newsweek published a cover story on abortion two months later, its cover featured a photo of a pregnant woman. Neither cover depicted a fetus. (Of course, newsmagazines choose their covers in part to maximize possible newsstand sales. Women buy newsmagazines; fetuses don't). * When the Washington Post wrote about proposed anti-abortion legislation in Louisiana last month, it spoke of the state House of Representatives' making a decision on \"a woman's reproductive rights.\" As Douglas Johnson, legislative director for the National Right to Life Committee, pointed out, \"In discussing abortion as a matter of 'a woman's reproductive rights,' the Post \"adopts both the paradigm and the polemic of the abortion-rights lobby.\" * When the Los Angeles Times covered the same story, it referred to the proposed legislation as \"the nation's harshest.\" That's the view of abortion-rights advocates; it's \"harsh\" toward women's rights. But abortion opponents regard the legislation as benevolent--toward the fetus. The language used in coverage of the Louisiana legislation is not an anomaly. Virtually all the media refer to anti-abortion legislation as \"restrictive.\" What is it \"restricting\"? The right of a woman to have an abortion. But abortion opponents would describe the legislation as \"protective\"--\"protective\" of the fetus. c Comments Add a comment 0 Wouldn't the word \"strict\" be more value-neutral since the legislation would be \"strict\" both in its protection of the fetus and in its restriction of the woman? The Los Angeles Times used \"strictest\" in a subsequent story on the Louisiana legislation, and Tom Bettag, executive producer of \"The CBS Evening News,\" says that change is \"worth thinking about.\" Although the terminology used in abortion coverage is the primary responsibility of the reporters who actually put the words together, editors have the final say about what appears in a newspaper, so their views may often be even more important. Ethan Bronner says that when he wrote a story for the Boston Globe last year on late-term abortions, a copy editor questioned his description of a surgical procedure \"destroying\" the fetus by \"crushing forming skulls and bones.\" Bronner says the editor told him, \"As far as I'm concerned, until that thing is born, it is really no different from a kidney; it is part of the woman's body.\" To talk about \"destroying\" it or about \"forming bones,\" the editor said, \"is really to distort the issue.\" Bronner felt the language he used was essential to the points he was trying to make, so he appealed to a higher editor; his view largely prevailed in the resultant compromise. Like Bronner, advocates on both sides of the abortion debate recognize the power of language to both define the debate and help determine its outcome. John Willke, president of the National Right to Life Committee, devotes a chapter in his book \"Abortion: Questions & Answers\" to the terminology he thinks his followers should use to best advance their cause. They should speak of themselves in positive terms, as \"right to life\" or \"pro-life,\" not \"anti-abortion,\" he says. They should talk about \"abortion chambers,\" not \"abortion clinics.\" They should \"use the word 'kill' . . . repeatedly, directly and often\" to describe the act of abortion. But Willke and other abortion opponents have been much less successful than abortion-rights advocates at insinuating their chosen terminology into the daily media lexicon, especially since the U.S. Supreme Court's Webster decision. With that decision, the long-dormant abortion-rights movement was suddenly energized anew. Membership and fund-raising skyrocketed. Political activism blossomed. Courtship of the media began in earnest. Representatives of the major organizations supporting abortion rights--the National Organization for Women, the National Abortion Rights Action League, Planned Parenthood of America and the American Civil Liberties Union, among others--formed a media strategies group, determined to overcome their opponents' pre-Webster head start in shaping the public dialogue. Radio and television commercials, full-page newspaper and magazine advertisements and press releases by mail, telephone and fax soon began flooding the media. The campaign found a generally receptive audience. As Loretta Ucelli, director of communications for the National Abortion Rights Action League (NARAL), puts it, \"There was a dramatic shift in the coverage of this whole issue post-Webster.\" The energizing of the abortion-rights movement had \"a lot to do with it,\" Ucelli says. \"We've been able to communicate our message and at least see it coming through in what we would deem to be the fair and appropriate form.\" Eleanor Smeal, president of the Fund for a Feminist Majority, is somewhat less sanguine. She thinks the media \"overstates the strength\" of the anti-abortion movement and often accepts its arguments uncritically, and she is particularly distressed by \"the failure of the media to put abortion in a broader, international perspective . . . to go beyond who won and lost and who hired what public relations firm and who spent what money.\" But criticism of the media by abortion-rights activists have been relatively mild since Webster, especially when compared with criticisms by abortion opponents. Is that because abortion opponents are more passionate and committed than abortion-rights advocates? Or is it because they're less reasonable? Or more hostile to the press? Or has there just been much less for abortion-rights advocates to complain about? After all, legislation regulating abortion is almost invariably referred to as \"hurting\" poor women the most, by making them travel to states where abortion is legal--a principal argument of abortion-rights advocates. But the media never say such legislation would \"help\" the fetuses of poor women the most, by enabling them to develop into live babies--a principal argument of abortion opponents.\n\nWhy? Because the media have generally, if implicitly, accepted the abortion-rights view that there is no human life to be \"helped\" before birth. That's why the media use the term \"fetus\" (the preferred term of abortion-rights advocates), rather than \"baby\" or \"unborn child\" or \"pre-born child\" (as abortion opponents prefer). Editors say \"fetus\" is medically correct, value-free and non-emotional. A \"fetus\" does not become a \"baby\" until it's born. All true. But, Willke says, \"fetus\" sounds like a \"non-human glob,\" so it's easy to understand why abortion opponents complain that the consistent use of that word robs them of their most powerful image and argument. Moreover, to their growing chagrin, the media sometimes use \"baby\" when speaking of a fetus in a story that does not involve abortion. \"Semantics . . . are the weapons with which this civil war is being fought,\" Ellen Goodman wrote in her syndicated column last month, and nowhere have the semantic weapons of the abortion-rights advocates been more effective than in the seemingly simple but extremely volatile issue of the labels the news media apply to each side. Abortion-rights advocates made a shrewd tactical decision last year to try to shift the terms of the debate \"from the question of whose rights will prevail, the woman's or the fetus,' to who will decide, women or the government,\" in the words of Frances Kissling, executive director of Catholics for a Free Choice. Kate Michelman, executive director of the National Abortion Rights Action League, concedes that the battle cry \"women have a right to control their bodies\" didn't gain the movement \"a lot of sympathy.\" c Comments Add a comment 0 \"It was not enough of a moral response,\" she says. \"It didn't have the same . . . impact that 'murder' and 'when life begins' had.\" A new slogan, \"Who decides?\" emerged from focus groups when abortion-rights advocates discovered the essential contradictions that public opinion surveys have consistently shown: Most Americans think some restrictions should be placed on abortion. Most Americans think abortion is immoral. Many even consider it murder--48%, according to a 1989 New York Times/CBS News Poll, 57% according to a 1989 Los Angeles Times Poll. But most Americans also think the choice of whether to have an abortion should be made by the individual woman. Thus, abortion-rights advocates would like to be known as \"pro-choice.\" But because abortion opponents think the real issue in the abortion debate is the life of the fetus, they would like to be known as \"pro-life.\" Traditionally, the media have called individuals and organizations by their chosen designation, whether it was \"Negroes\" wanting to be called \"blacks,\" homosexuals wanting to be called \"gays,\" or Cassius Clay wanting to be called Muhammad Ali. So why not use both \"pro-life\" and \"pro-choice?\" That would be a balanced use of clear, simple terms that everyone recognizes and understands. For a long time, most in the media bought at least half that argument. They used \"pro-choice.\" But not \"pro-life.\" The Associated Press, the largest news agency in the Free World, still follows that policy. So do many other news organizations, large and small, print and broadcast. \"In January, we issued a policy directive on how we'd label groups in the paper,\" says Ed Petykiewicz, editor of the Ann Arbor News. \"We use 'pro-choice advocates' and 'anti-abortion advocates.' The staff was instructed to avoid the use of 'pro-life.' \" Why? \"We decided the issue was one of choice, not when life began,\" Petykiewicz says. \"That's an issue yet to be decided. Accepting 'pro-life' is accepting their side of the argument.\" But isn't using \"pro-choice\" accepting the other side of the argument, letting abortion advocates decide what the issue is, what the agenda is? Many in the media have come to think so. \"To use the preferred terminology of one side and not the other . . . seems manifestly . . . unfair,\" says Cynthia Gorney, who writes about abortion for the Washington Post. \"Pro-life\" is widely perceived as an emotionally loaded term that stacks the deck by implicitly suggesting the other side is \"anti-life\"--or \"pro-death.\" So most in the media have long used the terms \"opponents of abortion\" or \"anti-abortion\" instead. But \"pro-choice\" is also an emotionally loaded term that stacks the deck, as was demonstrated anew in a poll conducted last December by the Boston Globe and Boston television station WBZ. In that poll, 53% of the people surveyed said they would favor a constitutional amendment that would \"guarantee a woman's right to have an abortion.\" When the word \"choice\" was inserted in an identical question (\"Would you favor or oppose a constitutional amendment which would guarantee a woman's right to make a choice to have an abortion?\"), the number saying they would favor such an amendment jumped to 63%. \"Choice,\" like \"life,\" is a powerful, positive word, and the use of \"pro-choice\" is especially unfair, critics charge, when the other side is referred to as \"anti-abortion.\" Karen Tumulty, a Los Angeles Times reporter who covered abortion for most of 1989, filed a memo with her editors last fall making precisely that point. \"In making one side 'pro' and the other 'anti,' we inevitably cast one in a positive light and the other in a negative,\" Tumulty said. On March 22, eight years after The Times decided that \"pro-life\" was an unacceptable term, Managing Editor George Cotliar issued a memo to the staff, declaring that \" 'pro-choice' . . . will no longer be acceptable.\" In the interest of bringing \"greater precision and fairness to our coverage of an emotionally charged debate,\" Cotliar said, The Times would henceforth use such terms as \"abortion-rights advocates\" and \"supporters of legal abortion\"--as it already used \"opponents of abortion\" and \"anti-abortion\"--formulations that most reasonable people on both sides agree are fair. This policy is similar to those previously enacted at the New York Times, Washington Post, Boston Globe, Philadelphia Inquirer, Omaha World-Herald and Milwaukee Journal, among others. The Journal's policy change last summer came amid a revealing newsroom contretemps.\n\nLike most newspapers, The Journal had long used \"pro-choice,\" without any complaint from the staff that it was unfair. But when Sig Gissler, editor of the Journal, wrote in a column that the paper would also begin using \"pro-life,\" more than 80 reporters and editors petitioned him in protest before the column was even published. Gissler spoke with several reporters and received memos from others. He considered their objections and revised his column--and the paper's policy. Both \"pro-life\" and \"pro-choice\" were now out. Mostly. Henceforth, the paper would \"mainly use descriptive phrases such as 'anti-abortion groups' and 'abortion-rights advocates,' \" he wrote. Although \"pro-choice\" and \"pro-life\" should be part of the \"journalistic vocabulary,\" he said, \"they should be used sparingly and generally should not appear in headlines.\" Headlines are a special problem in matters like these. Headlines are necessarily short summaries, capsules. Short phrases like \"pro-choice\" and \"pro-life\" fit much more easily than do longer formulations like \"abortion-rights advocates\" or \"abortion opponents.\" That's one reason the media often adopt such labels. But headlines are a kind of journalistic shorthand that, if not written carefully, can oversimplify and even distort a sensitive, complex issue. Many editors responding to criticisms from readers often find that the complaint is not so much about the story, about what it said or where it was displayed, but about the headline. \"Pro-life\" is even shorter than \"pro-choice,\" though, and most newspapers have long banned \"pro-life\" from their pages, headlines and all. c Comments Add a comment 0 The Chicago Tribune may be the only major newspaper that regularly uses \"pro-life\" (and \"pro-choice\"), and editors there are discussing a change too. Network television is also changing its abortion labels. A study by the Center for Media and Public Affairs in Washington showed that during the first nine months of 1989, the networks used \"pro-choice\" in 74% of their references to abortion-rights advocates and used \"pro-life\" in only 6% of their references to abortion opponents. But the executive producers for both the ABC and CBS evening news shows say they've switched to \"abortion rights\" and \"anti-abortion\" or similar phrasing; Tom Brokaw, anchor for \"The NBC Nightly News,\" says his program is \"moving toward\" that formulation as well, prompted by questions from a Times reporter in the course of interviews for this story. Follow-up studies done for The Times this spring by the Center for Media and Public Affairs and by the Media Research Center in suburban Washington confirm what the news executives say: The CBS and ABC evening news shows have largely abandoned \"pro-choice,\" and NBC used it \"only\" about 30% of the time. \"Pro-choice\" sometimes slips into some newspaper and television stories, though, despite these policies; \"pro-life\" rarely shows up. Some network news programs, local television stations and daily newspapers have no policy on abortion labels and continue to pair \"pro-choice\" and \"anti-abortion\" predominantly, if not exclusively. Neither Time nor Newsweek has a policy on abortion terminology either, and a wide variety of terms appear in both publications. But it's not unusual to find only \"pro-choice\" and \"anti-abortion\" or \"abortion foe\" in Newsweek, too, as was the case in at least four stories this year. \"'Pro-life'--I don't know really what that means,\" says Alexis Gelber, editor of the National Affairs section of Newsweek. \"Most people, I think, are in favor of life in its most general aspect.\" But \"pro-choice\" is \"a little more explicit,\" she says. There was a time when the word \"abortion\" was thought too explicit to be used in the media. As recently as 1952, The Los Angeles Times gave major display to a story about the death of a \"wealthy and attractive woman\" whose body was found \"in a downtown areaway between garages. Police said she was the victim of an illegal operation.\" \"Illegal operation\" was the euphemism of the day for abortion, and--ironically--some abortion-rights advocates today worry that the movement's insistence on the euphemistic \"pro-choice\" label could ultimately make it easier for society to make abortion illegal again. The National NOW Times, official newspaper of the National Organization for Women, has argued that abortion-rights advocates who avoid the word \"abortion\" in favor of \"pro-choice\" risk contributing to the impression that \"abortion is somehow morally wrong.\" \"How long and how hard do we believe people will fight for something they believe is inherently bad?\" the paper asked. Discussion about what labels the media use for the two sides in the abortion debate has become so heated in some quarters that at least three mainstream news organizations--The Los Angeles Times, Washington Post and Cable News Network--have done stories on it. But these labels are only one example of the implicit bias in the media's abortion terminology. Abortion opponents are often described as \"conservatives\"; abortion-rights supporters are rarely labeled as \"liberals.\" Abortion opponents are sometimes identified as Catholics (or fundamentalist Christians), even when their religion is not demonstrably relevant to a given story; abortion-rights advocates are rarely identified by religion. Abortion opponents are often described as \"militant\" or \"strident\"; such characterizations are seldom used to describe abortion-rights advocates, many of whom can also be militant or strident--or both. In a story on the 16th anniversary of the U.S. Supreme Court's Roe vs. Wade decision, which legalized abortion, the Louisville Courier Journal described an anti-abortion rally at which clergymen \"ranted\" against the decision; in the same story, abortion- rights advocates were said to have \"hailed\" the importance of the decision. Moreover: * The Associated Press, Washington Post, Boston Globe and Time magazine, among others, have referred to those who oppose abortion \"even in cases of rape and incest\" (circumstances under which most people approve of abortion). But the media almost never refer to those who favor abortion rights \"even in the final weeks of pregnancy\" (circumstances under which most people oppose abortion).\n\n* United Press International reported last year on a poll that showed a minority of all Americans take absolutist positions on abortion. The story said \"only\" 18% believed abortion should always be illegal. But there was no \"only\" before the 27% who said abortion should always be legal. * Newsweek said last summer that under new abortion regulations, \"Many women will be forced to seek out-of-state abortions--incurring travel expenses and losing time and income in the process.\" But abortion opponents argue that no one is \"forced\" to have an abortion and that Newsweek's statement is tantamount to saying that if guns were outlawed, \"Many murderers would be 'forced' to use knives.\" * Some news organizations routinely say that polls show that \"most\" Americans favor abortion. But what the polls really show is that Americans are enormously ambivalent about abortion, their answers depending on precisely how the question is phrased. Indeed, as Charlotte Taft, director of a women's health clinic in Dallas, said last year, \"Americans favor abortion only in the case of rape, incest and their own personal circumstance.\" Abortion opponents say the media's mischaracterization of everything from scientific developments to Supreme Court decisions further undermines their cause. Mary Ann Glendon, a Harvard law professor and abortion opponent who has written a book on abortion, says, for example, that the media's repeated mischaracterizations of the U.S. Supreme Court's 1973 Roe vs. Wade decision have helped undermine efforts to have the effects of Roe reversed. c Comments Add a comment 0 When the Supreme Court issued Roe, initial news accounts emphasized the part of the ruling that said a woman would be allowed to have an abortion without restriction during the first three months of pregnancy, when more than 90% of the country's 1.6 million annual abortions are done, according to the Alan Guttmacher Institute, a special affiliate of Planned Parenthood that does research on abortion and family planning. Even now, 17 years later, some in the media write about Roe in terms that suggest it legalized abortion only during that first trimester; the New York Times, Los Angeles Times, Milwaukee Journal and Louisville Courier-Journal, among others, have all mischaracterized Roe that way within the last year (although they have also characterized the decision correctly at times). But the Supreme Court actually said a woman could have an abortion even in the last three months of pregnancy if that were necessary for \"the preservation of . . . (her) life or health.\" Although only one one-hundredth of 1% of all abortions (about 100 a year) are done after 24 weeks of pregnancy, one-half of 1% (about 8,000) are done after 21 weeks and almost 9% (142,000, or almost 400 a day) are done after 12 weeks, according to the Guttmacher Institute. Although that's still a very small percentage of the total number of abortions done, abortion opponents think support for legal abortion would be diminished if people knew Roe made that many abortions possible. And they don't think it's pure coincidence that such mischaracterizations in the media almost invariably seem to favor advocates of abortion rights. Even some abortion-rights advocates (and some journalists) agree. \"My sense is that the pro-choice side is . . . generally covered in a favorable way,\" says Frances Kissling of Catholics for a Free Choice. Lisa Myers, who covers abortion for NBC, says some complaints of media bias by anti-abortion groups are \"excessive,\" but \"I do believe that some of the stories I have read or seen have almost seemed like cheerleading for the pro-choice side.\" News media executives resent these charges. \"We're keenly conscious of how touchy this issue is,\" says Tom Bettag, executive producer of \"The CBS Evening News.\" \"I think we make a real effort to be evenhanded. . . .\" Many journalists say they've taken special care to be impartial in their abortion reporting precisely because they realize that abortion opponents think the media is biased against them. \"I had my guard up all the time. I realized how easy it was to write a story in a way that would be perceived as partisan . . . ,\" says Eileen McNamara, who spent most of 1989 writing about abortion for the Boston Globe. Reasonable critics of the media generally concede that most journalists try to be evenhanded. Most reporters--and most editors and television anchors and news directors--are conscientious professionals who struggle diligently (and usually successfully) to prevent their personal views from unfairly influencing their coverage. Some may \"bend over so far backwards to avoid letting their personal views color what they write\" that they risk being unfair to the side they personally favor, says Soma Golden, national editor of the New York Times. A few editors have created abortion \"beats\" at their newspapers, assigning one reporter to write about the subject full-time, specifically so that they can get to know the issues and individuals involved and provide coverage that is broad, informed and fair. Nancy Myers, director of communications for the National Right to Life Committee, says she doesn't expect reporters to be totally objective about abortion because \"anyone who spends any amount of time on abortion and professes to be undecided or impartial is either stupid or intellectually dishonest.\" What Myers does want--and what she and others in her movement say they too seldom see--arereporters who are fair, who \"recognize the validity of both sides of the debate and convey the many facts and arguments to readers.\" Editors insist that is exactly what their reporters do. \"We've made an awfully big effort to be balanced, and I just don't see a pro-choice bias,\" says Jack Fuller, editor of the Chicago Tribune. Fuller says he's not \"blinded by a pro-choice bias\" himself, since he personally favors some restriction on abortion. But he says he doubts that abortion opponents would be satisfied with fairness. They don't want fairness, Fuller says. \"They want support.\" Abortion opponents deny this. But they are clearly worried that what they see as media \"support\" for the other side could ultimately have an enormous impact on both individual belief and the political process. In his book \"The Press and Abortion, 1838-1988,\" Marvin Olasky argues that aggressive news coverage of \"abortion mills,\" combined with crusading, anti-abortion editorials--especially in The New York Times--\"probably contributed to the general tightening of abortion laws throughout the United States in the 1870s.\" Abortion opponents worry that media \"support\" of abortion rights now could prevent them from again tightening those laws.", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "LA Times", "biasLabel": "Not Biased", "title": "Abortion Bias Seeps Into News", "yellowLabel": "Not Yellow", "tags": "set(['Social Issues', 'Abortion Issue', 'Newspapers', 'Newspaper and Magazine', 'Arts and Culture', 'Mass Media', 'News Media'])", "opinionLabel": "Other"}