{"content": "Nicole Hockley, left, is embraced by campaign worker Jordan Fuzie at a phone bank in support of Washington's Initiative 594, a measure seeking universal background checks on gun sales and transfers. Hockley lost her 6-year-old son Dylan in the shooting at Sandy Hook Elementary School almost two years ago. (AP Photo/Elaine Thompson)\n\nVoters in Washington state chose to advance a ballot initiative on Tuesday that will expand background checks for guns and effectively close what is known as the \"gun show loophole.\"\n\nInitiative 594, which passed with 60 percent of the vote, mandates background checks on all gun sales and transfers, including at gun shows and online. The measure makes exceptions for weapons transferred within families and for the purchase of antique guns.\n\nThe passage of I-594 closely follows the Oct. 24 shooting at Marysville-Pilchuck High School in Marysville, Washington, that left four students dead, including the shooter, and three more injured.\n\nAs has been the case with previous mass shootings, public support for stricter gun laws increased in the week following the Marysville shooting, according to a survey conducted by local PBS affiliate KCTS-9. At the same time, the poll showed an increase in the percentage of voters who said they would oppose new background checks, suggesting that the shooting galvanized public opinion on both sides.\n\nThe increased opposition in some quarters to expanded background checks may have been due in part to the presence of Initiative 591, a competing measure, on the ballot. I-591 would have loosened gun laws by prohibiting background checks on gun purchases unless required by federal law. Washington residents ultimately rejected the measure, with more than 54 percent voting against it according to early returns.\n\nGroups on both sides of the background checks issue poured considerable money into the state in the hopes of swaying voters in their direction. The National Rifle Association spent approximately $450,000 trying to defeat I-594, with its chief lobbyist even invoking a Nazi Germany analogy to characterize the closure of the gun show loophole.\n\nEverytown for Gun Safety, the organization founded by former New York City Mayor Michael Bloomberg, invested a whopping $4 million into promoting I-594. John Feinblatt, the group's president, pointed out last week that Washington was \"the only place in the country where voters will cast an up-or-down vote\" this cycle on background checks.\n\nEverytown dedicated its resources to strategy and media on the ground, as well as to voter turnout operations. The group also donated $2.3 million to the Washington Alliance for Gun Responsibility, the committee behind the efforts to expand background checks in the state.\n\nAmericans for Responsible Solutions, the anti-gun violence group created by former Rep. Gabby Giffords (D-Ariz.) and her husband Mark Kelly, also made its presence felt with a $500,000 expenditure on voter persuasion mail.\n\nGiffords hailed the vote Tuesday night and urged lawmakers in the nation's capital to \"take note.\"\n\n\"It’s no surprise that the people of the Evergreen State did the responsible thing: they stood up to the corporate gun lobby and stood up for a commonsense law that will make their communities safer,\" she said in a statement. \"Tonight, Washington voters showed that when Americans are given the chance to vote to close the loopholes that let guns fall into the wrong hands, common sense wins.\n\n\"This victory for responsibility in Washington State sends a clear message to the other Washington that if Congress is not ready to act to reduce gun violence, voters in states around the country can and will take the matter into their own hands,\" Giffords added.\n\nBloomberg's group also celebrated the victory and hinted at a similar ballot initiative in Nevada in 2016.\n\n\"When it comes to guns, the only Washington that mattered this election was Washington state, and the victory for I-594, the background check ballot initiative there, proved the polls right -- when Americans vote on public safety measures to prevent gun violence, gun safety wins,\" Feinblatt said.\n\nMicrosoft co-founder Bill Gates and his wife, Melinda Gates made donations in support of I-594 that totaled approximately $1 million, as did former Microsoft CEO Steve Ballmer and his wife Connie. Seattle-based entrepreneur Nick Hanauer contributed $500,000 to the background checks effort.\n\nWashington wasn't the only state to weigh in on the issue of gun laws on Tuesday. Alabama voters passed a ballot initiative that further enshrines the right to bear arms. Known as Amendment 3, the measure reaffirms every Alabama citizen's \"fundamental right to bear arms,\" and makes \"any restriction on this right ... subject to strict scrutiny.\" It also states that \"no international treaty or law shall prohibit, limit, or otherwise interfere with a citizen's fundamental right to bear arms.\"\n\nCORRECTION: This piece was updated to reflect four students died in the shooting, including the shooter.", "topic": "Gun Control", "politicalLabel": "Neutral", "organization": "Huffington Post", "biasLabel": "Not Biased", "title": "Voters Approve Ballot Initiative To Expand Background Checks", "yellowLabel": "Not Yellow", "tags": "set(['Most Popular on HuffPost'])", "opinionLabel": "Other"}