{"content": "The Commonwealth Fund has a new study out on Obamacare enrollment, estimating that about 9.5 million people gained coverage through Medicaid and the exchanges; this is roughly in line with some previous estimates but perhaps slightly more encouraging for the law’s supporters. Jonathan Cohn uses the estimate to declare that the law is meeting expectations in covering the uninsured:\n\n… The Congressional Budget Office predicted that, one year into full implementation, Obamacare would reduce the the number of Americans without insurance by 12 million. That included the young adults who got insurance before 2014, by signing onto their parents’ plans. There’s been some controversy over exactly how many more young people are insured because of that new option, but the best estimates I’ve seen place the number somewhere between 1 and 2.5 million. Add that number to the 9.5 million from the Commonwealth survey, and you’re close or equal to the CBO projections. Of course, the Commonwealth survey has a hefty margin of error and the CBO projections, revised to take account of the early technological problems on Obamacare websites, were never that scientific. But the figures seem to be in the same ballpark. That’s what matters.\n\nIn broad strokes, this is plausible: Obamacare has stabilized, it’s insuring substantial numbers of people, the disaster scenarios have been averted and most people getting coverage seem reasonably happy with it. I would only offer the caveat that when Cohn says “in the same ballpark,” he means “in the same ballpark, but probably lower than what was hoped for, which in turn was lower than what was originally projected.” That is, if the Commonwealth figure is right we’re probably looking at between 10 and 11 million newly-insured overall for 2014 (I’m relying on “best estimates” for the number of young adults that are slightly lower than Cohn’s), which is lower than the 12 million the C.B.O. projected in April, which is lower than the 13 million it projected after the website problems, which is lower than the 14 million it projected after the Supreme Court decision on Medicaid, which is lower … you get the idea.\n\nAll of which means that this new estimate, while useful, doesn’t really bring us any closer to knowing whether Obamacare enrollment will ultimately end up where its advocates hoped — making up ground lost during the disastrous roll-out over the next couple of years, and hitting 25-30 million newly insured by 2017 or so — or whether its current shortfalls will persist and it will end up many millions below that target.\n\nWith that being said, there are other recent numbers — the surprising downward revisions on overall health care spending (albeit revisions associated with a terrible first quarter for the economy), the continued downward trajectory of Medicare costs — that make it seem a little more likely that Obamacare will end up passing a different test on my recent “what count as success” list, by producing less in the way of health care cost inflation than its critics have expected. And if you throw in the suggestive data on health outcomes from the recent Massachusetts study, I think it’s entirely fair (especially given where we were six months ago!) for the law’s supporters to put a glass-half-full spin on what we’re seeing at the moment — even if there’s still a long, long way to go.", "topic": "Obamacare", "politicalLabel": "Liberal", "organization": "New York Times", "biasLabel": "Not Biased", "title": "The State of Obamacare", "yellowLabel": "Not Yellow", "tags": "set(['Health Insurance and Managed Care', 'Cohn, Jonathan', 'Congressional Budget Office', 'Medicare', 'Massachusetts', 'Commonwealth Fund'])", "opinionLabel": "Opinion Article"}