{"content": "President Barack Obama’s massive budget unveiled on Monday makes a foray into Washington, D.C. politics by removing the restriction Congress placed on the city’s budget to prohibit the use of public funds for regulating and taxing the sale of marijuana.\n\nIf Congress doesn’t fight back against Obama’s budget request, marijuana may achieve legal status as early as March, Marijuana.com reports. A regulatory system implemented by the city would then follow likely by the end of 2015, and with a framework in place to satisfy local politicians, marijuana dispensaries would crop up soon after. However, the budget first needs to pass through a watchful, Republican-dominated Congress, although since the Republicans took over, there has been little pushback against legal marijuana in the states.\n\nADVERTISEMENT ADVERTISEMENT\n\nLast year, voters in D.C. moved forward with a ballot measure to legalize marijuana. Initiative 71, which allows anyone over the age of 21 to possess up to three ounces of marijuana, passed relatively easily, as 7 out of every 10 D.C. voters approved of the measure. While the initiative had the full support of the D.C. Council, Congress jumped in and put a stop to the proposal through restricting the use of city funds from establishing a regulatory system to handle the sale and distribution of marijuana. The measure has been held in stasis since December, as a result, by the efforts of Republican Rep. Andy Harris from Maryland, who also said that Congress will likely bat down any attempts at legalization in D.C., according to Roll Call. (RELATED: Will Marijuana Legalization In D.C. Survive Congress?)\n\nAccording to Tom Angell, chairman of the Marijuana Majority, the budget, as far as it discusses marijuana, is exactly the same as the one Congress passed in December, albeit with one exception. Under section 809, the White House added a single word, ‘federal,’ which means that while no federal funds can be spent on regulating or legalizing marijuana, local funds appear to be exempt from the budget prohibition.\n\n“Polls show that a strong majority of Americans wants local communities to be able to enact marijuana policies that work best for them without federal interference,” Angell told The Daily Caller News Foundation. “It’s great to see the president taking this subtle but important action to clear the way for the District to sensibly regulate marijuana. Now it remains to be seen whether leaders in Congress will stand with the majority of the American people or if they’ll do everything they can to protect failed prohibition policies.”\n\nStill, Congress has the final word on any laws passed in the District of Columbia, but as long as the marijuana initiative submitted by D.C. Council Chairman Phil Mendelson passes and Congress leaves section 809 untouched, legal marijuana may be well on its way to the nation’s capital.\n\nFollow Jonah Bennett on Twitter", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "FOX", "biasLabel": "Not Biased", "title": "White House budget would lift restrictions on DC pot legalization", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}