{"content": "You might think that the methodical extermination of millions of Jews by a brutal regime intent on world domination would resist appropriation as an all-purpose metaphor. You might think that genocide, of all things, would be safe from conversion into sloppy simile.\n\nYou’d be wrong.\n\nAfter Paul Ryan’s fact-challenged address at the Republican National Convention last year, the chairman of the Democratic Party in California actually compared him and his compatriots to the Nazi propaganda minister Joseph Goebbels. A short time later, the chairman of the Democratic Party in South Carolina likened that state’s Republican governor, Nikki Haley, to Adolf Hitler’s mistress, Eva Braun.\n\nAt that point Abraham Foxman, the national director of the Anti-Defamation League, did what he shouldn’t need to do even once, let alone the multiple times that he’s been forced to. He implored politicians and pundits to stop it already.\n\nNo matter. Allusions to Nazi Germany were back for debates over gun control and, of course, Obamacare. Ted Cruz, the Senate’s prince of tirades, compared people who claim that the new insurance program can’t be stopped to those who rolled over for Hitler and the Third Reich. This prompted a public reprimand from John McCain, who has developed something of a sideline career of swatting Cruz on the nose. They’re like a hapless master and his hopeless dachshund. The former keeps trying to housebreak the latter, while the latter just beams at every mess he makes.\n\nPhoto\n\nIt’s not only Nazis who are flourishing in this era of metaphors gone mad, of analogy bloat. Lynch mobs are also having a good go of it. A senator who was quoted anonymously in The Times last week used that term to describe the Republican lawmakers who had lit into Cruz during a private luncheon, and lynching was invoked more disturbingly by the chief executive officer of A.I.G., who recently said that public complaints about Wall Street bankers’ bonuses were intended “to get everybody out there with their pitchforks and their hangman nooses.” This, he added, was “sort of like what we did in the Deep South.”\n\nHow absolutely bonkers. And yet how unsurprising. We’re awash these days in metaphors as overworked as our political debate is overwrought, and it’s impossible not to wonder how much one contributes to the other. When nuance and perspective exit the language, do they exit the conversation as well? When you speak in ludicrous extremes, do you think that way, too?\n\nObamacare has proved to be not just ideologically divisive but linguistically fertile. There’s seemingly no event or passage in American history to which it can’t be compared.\n\nThe terrorist attacks of 9/11? Check. Back when Mike Pence, Indiana’s Republican governor, was still in Congress, he summoned that day’s horror to characterize the Supreme Court ruling that upheld the Affordable Care Act.\n\nSlavery? Check. Ken Cuccinelli, the Republican candidate for governor of Virginia, has described opposition to Obamacare in terms of stands against fugitive slave laws.\n\nThe hyperbole and hysteria make any constructive debate impossible, and they insult the past, robbing important events of the specific meaning and individual detail they deserve. Consider our recurring “-gate” mania. We equate each new scandal, whether extra-large or fun-size, with Watergate, and by willfully misremembering President Richard Nixon’s crimes, we dilute them. It’s just a suffix for the taking, a point of comparison for such wildly unrelated matters as the spilled secrets of Arkansas law enforcement officers who were supposedly privy to Bill Clinton’s private life. Troopergate, that was called.\n\nFor President Obama, Benghazi was supposed to be his Watergate, and so was the I.R.S.’s scrutiny of conservative groups, and so were a bunch of other things I can’t even remember anymore. They blur and fade, which is not to say they didn’t matter. It’s to say that when everything is supposedly like everything else, nothing’s distinctive. It’s all one big mush.\n\nFor that reason, among others, we should watch our words. They have consequences. As irresponsible and detestable as the recent actions of the most conservative wing of House Republicans have been, we’d be better off without figurative talk of hostage taking and guns to heads, without headlines like one in The Huffington Post that said: “Boehner Threatens to Shoot the Hostage.” That sort of language only turns up the heat.\n\nAnd I cringe at how pointlessly hurtful it must have been for a 9/11 widow or widower to listen to the right-wing moralist Gary Bauer exhort voters to fight back against President Obama’s agenda the way passengers on United Flight 93 fought back against hijackers. Or for Holocaust survivors to hear all this gratuitous Nazi talk.\n\nYou know what’s just like Germany in the 1930s? Germany in the 1930s. We’re in an unfortunate place, but we needn’t travel back there to describe it.", "topic": "Obamacare", "politicalLabel": "Conservative", "organization": "New York Times", "biasLabel": "Biased", "title": "Nazis, Lynching and Obamacare", "yellowLabel": "Yellow", "tags": "set([])", "opinionLabel": "Opinion Article"}