{"content": "EXCLUSIVE: The Obama administration can expect a knock-down battle with the next Congress over its announced $3 billion contribution to the United Nations-affiliated Green Climate Fund, a centerpiece of talks over a new treaty on greenhouse gas emissions held in Lima, Peru, last week.\n\n“If they think they are going to get all that money for the fund, they’re mistaken,” a senior aide to Sen. James Inhofe, R-Okla., told Fox News. “You’re going to see us being more aggressive about not sending more money to the U.N. and elsewhere for climate change.”\n\nADVERTISEMENT ADVERTISEMENT\n\nInhofe is the incoming chairman of the Environment and Public Works Committee in the Republican-controlled Senate that will be take office in January, and a vocal skeptic about the administration’s drastic climate policies.\n\nHe is not a member of the powerful Appropriations Committee that actually decides how U.S. taxpayer money is doled out. But aides point out that climate skepticism shared with other Republicans, and a hoped-for end to the cliff-hanger process of funding the government through catch-all legislation like the $1.1 trillion “Cromnibus” bill that passed late Saturday, give a real edge to the climate fund threat.\n\nSkepticism about climate change funding, the aide indicated, would be a “top priority” of Inhofe.\n\nFailure to honor the Green Climate Fund commitment would deal a huge blow to the aggressive climate strategy of an administration that has already announced that it will double down on its own cuts to carbon emissions by 2025, with 26 percent to 28 percent reductions beyond what it has already achieved.\n\n“If they think they are going to get all that money for the fund, they’re mistaken.” - Senior aide to Sen. James Inhofe, R-Okla.\n\nBlocking the money also would give a possibly mortal wound to the increasingly Rube Goldberg business of organizing a global climate deal in the face of economic austerity, resistance from rising industrial powers such as India, and virtually no evidence that global temperatures have risen in the past two decades.\n\nThe Lima climate session that closed Sunday was already teetering on the edge of failure due to tensions between developing nations that want both drastic carbon cuts from developed nations and mountains of cash to pay for green projects on their own territory.\n\nIn the end, organizers hailed the nebulous outcome, built on as-yet unrevealed “national commitments” to reduce carbon emissions, as a solid step toward creating a successor to the now defunct Kyoto Protocol. The intention is to make the final deal at a climate summit scheduled for Paris late in 2015.\n\nOne of the few quantifiable achievements at Lima, however, was the growing size -- at least in terms of pledges -- of the Climate Fund, or GCF. It topped $10 billion, including the U.S. contribution, about $1.5 billion from Japan, and a spate of smaller pledges by other Western nations.\n\nThe fund is intended to help finance green projects that cut carbon emissions in the developing world; developing countries expect it to grow to enable green investments worth more than $100 billion annually by 2020.\n\nBut that depends, among other things, on whether the Obama administration’s $3 billion check bounces -- a question that will not be fully answered until early next year, after the White House submits a budget request for fiscal 2016. The Green Climate pledge money will be included in that request.\n\nThe administration got a foretaste of the likely resistance read in the Cromnibus bill itself. It contained a stopper to prevent money from the catch-all funding from being dedicated to the Green Fund, while acknowledging that the White House had not yet asked for the $3 billion it announced for the Fund in mid-November.\n\n“The 2015 budget is not relevant for GCF funding,” a Fund spokesman told Fox News, “since we understand that the U.S. administration will first submit a budget request for the GCF as part of the 2016 budget.”\n\nWhen that happens, the rules of the game for getting a congressional stamp of approval on GCF money are likely to have changed considerably.\n\nWhile the Cromnibus bill wrapped up funding for 11 sections of the government into one massive piece of legislation, Inhofe’s senior aide said that the Republican Senate next year will return to a more regular order of business -- allowing senators to “really get into the weeds at each agency” -- and thus selectively cut and add funds through budget amendments.\n\n“For the past eight years, Senate Majority Leader [Harry] Reid prevented lots of amendments from going forward, and limited members’ ability to engage in the process,” the Inhofe aide said.\n\nThat engagement, he implied, was likely to put a major chill on climate change funding.\n\nGeorge Russell is editor-at-large of Fox News and can be found on Twitter: @GeorgeRussell or on Facebook.com/George Russell", "topic": "Climate Change", "politicalLabel": "Neutral", "organization": "FOX", "biasLabel": "Not Biased", "title": "Fight looms over $3 billion Obama administration payment to UN-linked climate fund", "yellowLabel": "Yellow", "tags": "set([])", "opinionLabel": "Other"}