{"content": "Who could remember all those husbands?\n\nThe Bronx serial bride who married 10 men — including some from “red-flagged” countries that raise “red flags” because they’re suspected of harboring terrorists— claims that it’s all a big blur for her and that she can recall only two of the weddings, prosecutors said Friday.\n\n“I don’t remember marrying any of the men except for [Vakhtang] Dzneladze and Salle [Keita],” Liana Barrientos, 39, told investigators.\n\n“I was in very bad shape, and I don’t remember much from that point in my life.”\n\nShe should recall Dzneladze, since he is the only one she admits taking money from for the nuptials, prosecutors said.\n\nA native of the country of Georgia, he married her in 2002 and applied for a green card right away. He became a naturalized citizen in 2006, and the two divorced a year later.\n\n“She admitted to marrying [him], going to the [immigration] interview with him, giving him pictures, as well as other documentation and receiving money for those actions,” Assistant District Attorney Jessica Lupo said at Barrientos’ arraignment in Bronx Supreme Court on Friday.\n\n“But she said she didn’t remember anything else.”\n\nThe busty blonde — who wore a wedding and engagement ring on her left hand — teared up as prosecutors read the felony charges of filing a false instrument.\n\nShe pleaded not guilty and refused to comment when she was released without bail.\n\nHer lawyer, Chris Wright, also declined to comment.\n\nProsecutors said some of the men came from countries considered “red flags” by immigration officials, including Egypt, Turkey, Pakistan, Mali and Bangladesh.\n\nOne of them, the prosecutors said, was deported for making threats against the United States. Rashid Rajput was sent back to Pakistan in 2006 after an investigation by the Joint Terrorism Task Force, authorities said.\n\nThe two married in July 2002, and he filed for legal permanent residence that same year. They remain married even though he is now overseas.\n\nBarrientos told investigators her marriage to Keita in March 2010, her most recent, was “my first and only marriage,” according to court documents.\n\nShe later admitted she had also wed Dzneladze, but denied marrying the others.\n\n“I married him for money, but . . . he never passed the interview,” she told cops, even though authorities said Dzneladze was approved for his green card. “I took pictures with Dzneladze for the immigration filing.”\n\nShe told cops she has two kids — one with a man named Carlos Garcia, whom she didn’t marry but was living with, and another with Keita, court papers said.\n\n“I got married to him, but he left me, and I never saw him again,” she told police after looking at a photo of Keita.\n\nKeita has no valid immigration status, the Bronx District Attorney’s Office said.\n\nWhen cops showed her photos of her signature and Social Security number listed on the various marriage licenses, she said they weren’t hers.\n\n“I have never filed any immigration application for anybody. I have never attended an immigration interview,” she told cops.\n\nJust two of the six husbands who applied for green cards through Barrientos — Dzneladze and Kakhaber Khorbaladze — were approved, authorities said.\n\n“This is not unusual, particularly in The Bronx,” said a source told The Post familiar with such cases. “Typically what happens is they marry for citizenship and residence status. It will be a fly-by-night ceremony at some storefront church — nothing fancy. They’ll usually donate $20 to the church to get married.”\n\nSome of the men immediately divorced Barrientos when their green cards were denied — and refiled using other marriages, prosecutors said. They didn’t name the men who were denied.\n\nBarrientos and the men filed marriage licenses between 1999 and 2010 in different New York counties — Westchester, Nassau, Rockland and Suffolk — using variations of her name.\n\nAt one point, she was married to as many as eight men at once, and in 2002 said “I do” five times.\n\nShe racked up six husbands before the first, Mohamed Gebril, filed for divorce in 2002.\n\nAnother man, Kakhaber Khorbaladze, divorced her in 2007, a year after his green card was approved and five years after they married.\n\nShe won’t be charged in any of the other marriages because the statute of limitations has run out, law-enforcement sources said.\n\nAttempts to reach all of Barrientos’ husbands, past and present, were unsuccessful.\n\nA neighbor of a Rutherford, NJ, address listed for Dzneladze told The Post an Eastern European couple moved out in a hurry a month ago.\n\nBarrientos faces up to four years in prison if convicted.\n\nAdditional reporting by Erin ­Calabrese and Lia Eustachewich", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "New York Post", "biasLabel": "Not Biased", "title": "Serial bride recalls only 2 of her 10 husbands", "yellowLabel": "Not Yellow", "tags": "set(['brides', 'The Bronx'])", "opinionLabel": "Other"}