{"content": "CAMBRIDGE, Mass. — Remember the Affordable Care Act, the Obama administration’s signature health care plan? Of course you do: For four years, it was at the epicenter of a vicious partisan battle in the United States, the subject of town meetings, congressional debates and talk show vitriol, not to mention the target of more than 800,000 negative television ads that cost an estimated $450 million.\n\nThen there was the disastrous rollout in late 2013, caused by computer glitches that cost the program precious credibility at a critical time.\n\nThat’s what most people remember — which might explain why some Republicans seeking election next month are still running attack ads against the health care law. The problem with that narrative is the program is proving to be a success, and yet the health care initiative — arguably the most significant piece of social legislation in decades — is no longer a prominent part of the Democratic agenda.\n\n“The program has turned a corner,” said Anton Gunn, a former South Carolina state legislator and health care expert, now on a fellowship at the Institute of Politics at Harvard. According to government figures released in September, 7.3 million people had signed up and paid for health plans delivered by state and federal exchanges as of mid-August; the total is more than 10 million if children on parental plans are included, according to Mr. Gunn.\n\nNot bad for a program that opponents argued would ruin small businesses, put families at risk, force citizens to drop existing insurance policies and generally destroy America with a lethal dose of European-style socialism.\n\nNever mind that most Europeans like their health care systems, and were typically horrified to learn that some 40 million Americans had no health insurance at all. The fact that the number of uninsured is now dropping should be good news not only for the United States itself, but also for its image in the world.\n\nYet Democratic candidates are largely shying away from the issue in this election season, as described in a recent talk at Harvard by Amy Walter, an editor of the Cook Political Report, a nonpartisan group that analyzes campaigns. Democrats have calculated that they have nothing to gain by bringing it up. For one thing, most Americans are unaffected by the new plans because they are insured through their employer. For another, health insurance is the kind of complicated issue that gets little traction on the campaign trail.\n\nWhat does resonate in the Republican-leaning states is the word Obamacare, the informal if widely used name for the program that serves as a handy proxy for an increasingly unpopular president. This is where the ads have had their biggest effect. “They don’t like him, so they don’t like it,” said Mr. Gunn.\n\nBut as the program picks up enrollees, even Obama-bashers are having to shift targets. “It’s not the focus of the G.O.P. anymore,” Mr. Gunn said. “They’re onto other issues — ISIS, Ebola, which I’m sure they’ll figure out a way to blame Obama for.”\n\nAlready, some of the health program’s fiercest opponents are turning themselves into pretzels over the issue. The Senate minority leader, Mitch McConnell, running for re-election in Kentucky, has argued that “the best interest of the country would be achieved by pulling out Obamacare, root and branch,” while at the same time, defending Kentucky’s health insurance exchange, which has enrolled 500,000 people.\n\nExperts expect enrollment to climb to 13 million people after the second application period opens on Nov. 15. They also predict that state lawmakers will start to see a political benefit to participating in a program that obliges states to expand Medicaid, the program that subsidizes health care for the poor, at the federal government’s expense.\n\nDrew Altman, president of the Kaiser Family Foundation, recently wrote that the attraction of federal funds and the votes of the newly insured “may gradually trump ideology,” prompting the 23 states that initially refused to participate in the Medicaid expansion to opt in.\n\n“Once we’re past the election season, we can start working on testimonials about Obamacare, calling people out on it,” Mr. Gunn said. Until then, the program’s supporters are staying mum.", "topic": "Obamacare", "politicalLabel": "Liberal", "organization": "New York Times", "biasLabel": "Not Biased", "title": "Obamacare Losing Power as a Campaign Weapon", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}