{"content": "Washington (CNN) President Barack Obama called out Republicans in Congress for \"holding hostage\" funding for the Department of Homeland Security, while challenging Americans to change the political environment that has caused immigration reform to stall during a town hall meeting on Wednesday.\n\nThe agency in charge of implementing immigration policy, among other duties, is scheduled to run out of funding Friday if the GOP-controlled Congress can't agree to a funding bill.\n\nREAD: DHS impasse down to the wire in Congress\n\nJust Watched Judge blocks Obama's order on immigration replay More Videos ... Judge blocks Obama's order on immigration 00:48 PLAY VIDEO\n\n\"Instead of trying to hold hostage funding for the Department of Homeland Security, which is so important for our national security, fund that and let's get on with actually passing comprehensive immigration reform,\" Obama said at the event, aired on Telemundo and MSNBC, and hosted by José Díaz-Balart, an anchor on both channels.\n\nThe meeting was announced in the days following a ruling last week from a federal district court judge that temporarily blocked Obama's executive action on immigration.The White House said it was a chance for the President to reach the Hispanic community, taking questions from online and members of the audience.\n\nDuring the event, the President called on voters to make immigration reform a successful social movement -- and a key issue in the next presidential election.\n\n\"Every major social movement, every bit of progress in this country, whether it's been the workers' rights movement or the civil rights movement or the women's rights movement, every single bit of that progress had required us to fight and to push and you make progress,\" Obama said. \"You don't get everything right away, and then you push some more.\"\n\nThe President also defended the legality of his executive action, but said that passing comprehensive reform in Congress should be the end goal. When asked about the failure of Congress to pass legislation he laid the blame squarely on the GOP.\n\n\"You do a disservice when you suggest that no one was doing anything, then you don't know who was fighting for and against you,\" Obama said. \"The Democratic Party has been consistent. A few Republicans have supported it but let's be clear the reason why we don't have a bill is because [House Speaker] John Boehner wouldn't call a vote.\"\n\nObama offered praise for 2016 Republican presidential hopeful Jeb Bush.\n\n\"I appreciate Mr. Bush being concerned about immigration reform,\" he said. \"I would suggest that what he do is talk to the speaker of the House and the members of his party.\"\n\nPotential 2016 presidential candidates 19 photos Retired neurosurgeon Ben Carson on March 2 announced the launch of an exploratory committee. The move will allow him to raise money that could eventually be transferred to an official presidential campaign and indicates he is on track with stated plans to formally announce a bid in May. Hide Caption 1 of 19 Potential 2016 presidential candidates 19 photos South Carolina's Lindsey Graham has said he'll make a decision surrounding a presidential run sometime soon. A potential bid could focus on Graham's foreign policy stance. Hide Caption 2 of 19 Potential 2016 presidential candidates 19 photos Hillary Clinton continues to have an overwhelming lead over other possible 2016 Democratic presidential candidates. She is planning to launch her presidential candidacy on Sunday through a video message on social media. Hide Caption 3 of 19 Potential 2016 presidential candidates 19 photos Gov. Scott Walker of Wisconsin is considered a possible Republican candidate, but he told CNN that his priority is to first help the GOP capture the Senate in next November's midterms. Hide Caption 4 of 19 Potential 2016 presidential candidates 19 photos Sen. Marco Rubio, a Republican rising star from Florida, was swept into office in 2010 on the back of tea party fervor. But his support of comprehensive immigration reform, which passed the Senate but has stalled in the House, has led some in his party to sour on his prospects. Hide Caption 5 of 19 Potential 2016 presidential candidates 19 photos Former Florida Gov. Jeb Bush has said his decision to run for the Republican nomination will be based on two things -- his family and whether he can lift America's spirit. His father and brother formerly served as President. Hide Caption 6 of 19 Potential 2016 presidential candidates 19 photos Lincoln Chafee, a Republican-turned-independent-turned-Democrat former governor and senator of Rhode Island, announced a presidential exploratory committee as a Democrat. Hide Caption 7 of 19 Potential 2016 presidential candidates 19 photos Louisiana Gov. Bobby Jindal said recently it's too early to announce whether he'll run. Jindal has said he wants to focus on \"winning the war of ideas\" before making a decision on his presidential ambitions. Hide Caption 8 of 19 Potential 2016 presidential candidates 19 photos Senate Energy and Natural Resources Committee member Sen. Bernie Sanders, I-Vt., asserts an objection to Sen. Joe Manchin, D-W.Va., a Democratic sponsor of the long-stalled Keystone XL pipeline bill, as the committee met to advance the controversial project, Thursday, Jan. 8, 2015, on Capitol Hill in Washington. Hide Caption 9 of 19 Potential 2016 presidential candidates 19 photos Former US Sen. Jim Webb, D-Va., gestures during a talk at the AP Day at the Capitol in Richmond, Va., Wednesday, Dec. 3, 2014. Hide Caption 10 of 19 Potential 2016 presidential candidates 19 photos Vice President Joe Biden has twice before made unsuccessful bids for the Oval Office -- in 1988 and 2008. A former senator known for his foreign policy and national security expertise, Biden made the rounds on the morning shows recently and said he thinks he'd \"make a good President.\" Hide Caption 11 of 19 Potential 2016 presidential candidates 19 photos New Jersey Gov. Chris Christie has fallen out of the top spot among potential Republican presidential candidates with a political scandal roiling his administration. Hide Caption 12 of 19 Potential 2016 presidential candidates 19 photos Rep. Paul Ryan, a former 2012 vice presidential candidate and fiscally conservative budget hawk, says he's \"keeping my options open\" for a possible presidential run but is not focused on it. Hide Caption 13 of 19 Potential 2016 presidential candidates 19 photos Sen. Rand Paul officially announced his presidential bid on April 7 at a rally in Louisville, Kentucky. The tea party favorite likely will have to address previous controversies that include comments on civil rights, a plagiarism allegation and his assertion the top NSA official lied to Congress about surveillance. Hide Caption 14 of 19 Potential 2016 presidential candidates 19 photos Texas Sen. Ted Cruz plans to travel to states that factor into the early nomination process. The first-term Republican and tea party darling is considered a gifted orator and smart politician. He is best known in the Senate for his marathon filibuster over defunding Obamacare. Hide Caption 15 of 19 Potential 2016 presidential candidates 19 photos Maryland Democratic Gov. Martin O'Malley released a \"buzzy\" political video in November 2013 in tandem with visits to New Hampshire. He also headlined a Democratic Party event in South Carolina, which holds the first southern primary. Hide Caption 16 of 19 Potential 2016 presidential candidates 19 photos Republican Texas Gov. Rick Perry announced in 2013 that he would not be seeking re-election, leading to speculation he might mount a second White House bid. Hide Caption 17 of 19 Potential 2016 presidential candidates 19 photos Former Pennsylvania Sen. Rick Santorum, a social conservative, gave Mitt Romney his toughest challenge in the nomination fight last time out and has made trips recently to early voting states, including Iowa and South Carolina. Hide Caption 18 of 19 Potential 2016 presidential candidates 19 photos Political observers expect New York Gov. Andrew Cuomo to yield to Hillary Clinton should she run in 2016, fearing there wouldn't be room in the race for two Democrats from the Empire State. Should she not jump in, Cuomo would then be a potential candidate. Hide Caption 19 of 19\n\nOne question for Obama came from a young veteran, Eric Narvaez, who said he was medically discharged from the military after fighting in Afghanistan.\n\n\"I come back home and only to find out that I'm fighting another war with my mother, tryin' to keep her here,\" he said.\n\nObama told him he was confident the veteran's mother would qualify for the executive action program that the judge has blocked.\n\nThe question illustrated the personal nature of the event, with many of the questions coming from people whose lives would be deeply affected by the executive actions Obama has championed.\n\nThe White House has repeatedly said it has the authority to utilize \"prosecutorial discretion\" when deporting undocumented immigrants, focusing law enforcement efforts on those who represent a danger to society. When asked about Immigration and Customs Enforcement officers who don't adhere to this policy, Obama said there would be consequences for those who don't follow orders.\n\nBut the event also showed the complex nature of the issue and much of the President's time was spent explaining the limits of his own power.\n\n\"In order for us to get absolute certainty that it's gonna be permanent and not just temporary, that it doesn't just last during my administration and then get reversed by the next president, is we've gotta pass a bill,\" Obama said. \"It means that, for the next set of presidential candidates ... when they start asking for votes, the first question should be, 'Do you really intend to deport 11 million people?'\"\n\nObama told the audience, when it comes to voting, staying home is not an option.\n\n\"Everybody here and everybody watching also has responsibilities, and one of those responsibilities is voting for people who advocate on behalf of the things that you care about,\" he said.\n\nLooking ahead to 2016 and beyond, he called on young people in the audience to look to the future.\n\n\"At some point there's gonna be a President Rodriguez or there's gonna be a President Chin,\" Obama said drawing applause. \"The country is a nation of immigrants and ultimately it will reflect who we are and its politics will reflect who we are. And that's not something to be afraid of.\"", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "CNN", "biasLabel": "Not Biased", "title": "Obama defends immigration policy in Telemundo town hall", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}