{"content": "Every year, nearly 40,000 Americans kill themselves. The majority are men, and most of them use guns. In fact, more than half of all gun deaths in the United States are suicides.\n\nExperts and laymen have long assumed that people who died by suicide will ultimately do it even if temporarily deterred. “People think if you’re really intent on dying, you’ll find a way,” said Cathy Barber, the director of the Means Matters campaign at Harvard Injury Control Research Center.\n\nPrevention, it follows, depends largely on identifying those likely to harm themselves and getting them into treatment. But a growing body of evidence challenges this view.\n\nSuicide can be a very impulsive act, especially among the young, and therefore difficult to predict. Its deadliness depends more upon the means than the determination of the suicide victim.\n\nNow many experts are calling for a reconsideration of suicide-prevention strategies. While mental health and substance abuse treatment must always be important components in treating suicidality, researchers like Ms. Barber are stressing another avenue: “means restriction.”\n\nPhoto\n\nInstead of treating individual risk, means restriction entails modifying the environment by removing the means by which people usually die by suicide. The world cannot be made suicide-proof, of course. But, these researchers argue, if the walkway over a bridge is fenced off, a struggling college freshman cannot throw herself over the side. If parents leave guns in a locked safe, a teenage son cannot shoot himself if he suddenly decides life is hopeless.\n\nWith the focus on who dies by suicide, these experts say, not enough attention has been paid to restricting the means to do it — particularly access to guns.\n\n“You can reduce the rate of suicide in the United States substantially, without attending to underlying mental health problems, if fewer people had guns in their homes and fewer people who are at risk for suicide had access to guns in their home,” said Dr. Matthew Miller, a director of Harvard Injury Control Research Center and a professor of health sciences and epidemiology at Northeastern University.\n\nAbout 90 percent of the people who try suicide and live ultimately never die by suicide. If the people who died had not had easy access to lethal means, researchers like Dr. Miller reason, most would still be alive.\n\nThe public has long held the opposite perception. In 2006, researchers at the Harvard center published an opinion survey about people who jump from the Golden Gate Bridge. Seventy-four percent of respondents believed that most or all jumpers would have completed suicide some other way if they had been deterred.\n\n“People think of suicide in this linear way, as if you get more and more depressed and go on to create a more specific plan,” Ms. Barber said.\n\nIn fact, suicide is often a convergence of factors leading to a sudden, tragic event. In one study of people who survived a suicide attempt, almost half reported that the whole process, from the first suicidal thought to the final act, took 10 minutes or less.\n\nAmong those who thought about it a little longer (say, for about an hour), more than three-quarters acted within 10 minutes once the decision was made.\n\n“We’re very bad at predicting who from a group of at-risk people will go on to complete suicide,” Dr. Miller said. “We can say it will be about 10 out of the 100 who are at risk. But which 10, we don’t know.”\n\nDr. Igor Galynker, the director of the Family Center for Bipolar Disorder at Mount Sinai Beth Israel, noted that in one study, 60 percent of patients who died by suicide after their discharge from an acute care psychiatric unit were judged to be at low risk for suicide.\n\n“The assessments are not good,” he said. So Dr. Galynker and his colleagues are developing a novel suicide assessment to predict imminent risk, based upon new findings about the acute suicidal state.\n\n“What people experience before attempting suicide is a combination of panic, agitation and franticness,” he said. “A desire to escape from unbearable pain and feeling trapped.”\n\nSometimes, depression isn’t even in the picture. In one study, 60 percent of college students who said they were thinking about ways to kill themselves tested negative for depression.\n\n“There are kids for whom it’s very difficult to predict suicide — there doesn’t seem to be that much that is wrong with them,” said Dr. David Brent, an adolescent psychiatrist who studies suicide at the University of Pittsburgh.\n\nDr. Brent’s research showed that 40 percent of children younger than 16 who died by suicide did not have a clearly definable psychiatric disorder.\n\nWhat they did have was a loaded gun in the home.\n\n“If the kids are under 16, the availability of a gun is more important than psychiatric disorder,” Dr. Brent said. “They’re not suicidal one minute, then they are. Or they’re mad and they have a gun available.”\n\nAvailability is a consistent factor in how most people choose to attempt suicide, said Ms. Barber, regardless of age. People trying to die by suicide tend to choose not the most effective method, but the one most at hand.\n\n“Some methods have a case fatality rate as low as 1 or 2 percent,” she said. “With a gun, it’s closer to 85 or 90 percent. So it makes a difference what you’re reaching for in these low-planned or unplanned suicide attempts.”\n\nStatistically, having a gun in the home increases the probability of suicide for all age groups. If the gun is unloaded and locked away, the risk is reduced. If there is no gun in the house at all, the suicide risk goes down even further.\n\nFindings like these are far from popular. Taxpayers resist spending public money on infrastructure that they believe will not prevent people determined to die by suicide, and the political tide has turned against gun control. But growing evidence of suicide’s unpredictability, coupled with studies showing that means restriction can work, may leave public health officials little choice if they wish to reduce suicide rates.\n\nKen Baldwin, who jumped from the Golden Gate Bridge and lived, told reporters that he knew as soon as he had jumped that he had made a terrible mistake. He wanted to live. Mr. Baldwin was lucky.\n\nMs. Barber tells another story: On a friend’s very first day as an emergency room physician, a patient was wheeled in, a young man who had shot himself in a suicide attempt. “He was begging the doctors to save him,” she said. But they could not.", "topic": "Gun Control", "politicalLabel": "Neutral", "organization": "New York Times", "biasLabel": "Not Biased", "title": "Blocking the Paths to Suicide", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}