{"content": "Cherished family heirlooms were among the 21 firearms Michael Roberts surrendered to the Torrance Police Department in 2010, after his doctor filed a restraining order against him.\n\nThe court order was the result of a dispute Roberts had with a member of the doctor’s staff and, after Roberts pleaded no contest, the matter was resolved. Yet, even though he filed the proper Law Enforcement Gun Release paperwork on four separate occasions, obtained clearance from the California Department of Justice and had two court orders commanding the return of his guns, police refused to hand them over.\n\nADVERTISEMENT ADVERTISEMENT\n\nWith the backing of the National Rifle Association and California Rifle and Pistol Association, Roberts filed a federal lawsuit in May 2014, over the $15,500 worth of firearms. In the end he got the money, but not the guns. The police had had them destroyed.\n\nSecond Amendment lawyers say his case is not rare.\n\n“NRA and CRPA constantly get calls from law abiding people having problems getting their guns back,” said Chuck Michel of Long Beach based Michel & Associates, who represented Roberts in the case. “The state Department of Justice wrongly tells police not to give guns back unless the person can document ownership of the gun and it is registered in the state DOJ’s database. But the law doesn’t require this.”\n\nGun owners can’t comply anyway, Michel said, because police themselves routinely fail to enter the firearms into the DOJ’s database, and most people don’t have receipts for the guns they own.\n\nWhile Americans have the constitutional rights to keep and bear arms – and protect their property from government’s unlawful seizure – it is not just in California where guns are seized and destroyed illegally, attorneys charge.\n\n\"This kind of below-the-radar bureaucratic gun confiscation is a growing Second Amendment and property rights violation problem, particularly in strict gun control states like California, New Jersey and Massachusetts,” said Alan Gottlieb, founder of the Second Amendment Foundation. “People can't afford to spend tens of thousands of dollars on legal fees to get back a $500 firearm.\"\n\nThe Second Amendment Foundation’s most recent case involves Rick Bailey, a 56-year-old Navy veteran from Glendale, Ariz., whose entire collection of 28 firearms valued at $25,000 was seized by authorities because of an ongoing dispute with a neighbor.\n\nAfter Bailey complained over several months to the city of Glendale that his neighbor frequently parked his landscaping company’s dump trucks in front of Bailey’s home -- and toxic chemical odors were coming from his neighbor’s property -- the neighbor obtained a harassment order against Bailey. Police showed up and seized Bailey’s gun collection.\n\n“Mr. Bailey is devastated by this situation. We seem to live in an environment when someone’s life can be turned upside down on an allegation that should have been thoroughly investigated before any action was ordered by a court,” Gottlieb said. “We’re helping Bailey in his appeal of the judge’s order so he can not only reclaim his valuable firearms, but also some of his dignity as well.”\n\nProbably the most notorious gun confiscation case happened after Hurricane Katrina devastated New Orleans in 2005 when the city’s then-mayor, Ray Nagin, ordered all legally owned firearms seized. The Second Amendment Foundation successfully sued on behalf of thousands of law abiding gun owners to stop, or reverse, the confiscations. But hundreds more gun owners without legal representation or ownership paperwork had to abandon their guns. Those firearms still have not been destroyed, Gottlieb said.\n\n'This kind of below-the-radar bureaucratic gun confiscation is a growing Second Amendment and property rights violation problem.' - Alan Gottlieb, Second Amendment Foundation\n\nIn Massachusetts, residents who had their guns taken because of restraining orders or other reasons must pay a fee to a private storage company when their legal issues are resolved, regardless of their own culpability. The fees can run in the thousands of dollars, often exceeding the value of the guns. Instead of paying the fee, they often forfeit the firearms and the company auctions them off, Gottlieb said.\n\nIn Kentucky, a law passed in 2014 that allows law enforcement to take firearms from those accused – not convicted – of domestic violence crimes. Similar laws are in place in Minnesota, Wisconsin and Louisiana.\n\nIn Lakewood, Ohio, in August 2011, police seized 13 firearms valued at $15,000 from U.S. Army veteran Francesca Rice while she wasn’t home, according to Cleveland Scene. Police reportedly had an employee of the condominium complex let them in.\n\nThe firearms collection of Rice, who served her country in Iraq, included handguns, shotguns, a vintage Chinese SKS M21 semi-automatic carbine and a semi-automatic rifle.\n\nThe seizure was based on a “situation involving the gun owner's absence from a VA hospital where she had been receiving treatment…. However, no charges were ever filed, and a year later, Rice's requests to have her guns returned had gone unanswered,” the Ohio-based Buckeye Institute reported, noting after the lawsuit was settled, the police were ordered to return her firearms.\n\nThese tactics are a way for police departments or the government to make it more costly to own guns, said John Lott, an economist, leading expert on guns, and author at the Crime Prevention Research Center. Lott believes the illegal policies most hurt poor gun owners, who not only are less likely to afford to get their property back, but also typically live in neighborhoods where they are more vulnerable to crime.\n\nSeizing legally owned guns can also be a way for law enforcement agencies to boost their revenue if, as in some cases, they sell the firearms rather than destroying them, Lott said.\n\nIn the Roberts’ case in California, police blamed a letter from the California Department of Justice that required gun owners to produce documentation showing it was their firearm that was seized and ordered them to register all firearms that previously had been exempt.\n\nThe receipt the police department issued when confiscating the firearms wasn’t sufficient proof, the DOJ said, and most firearms owners don’t have other proof of purchase, especially for firearms passed down from generation to generation.\n\nThe case was settled for $30,000 and the department changed its policy, but Roberts suffered through three years of aggravation and lost family heirlooms as a result of the department’s actions.\n\nIn 2012, California civil rights attorney Donald Kilmer represented the Second Amendment Foundation and CalGuns Foundation in the first legal challenge in California for wrongful retention of firearms and won, leading San Francisco and Oakland to change their policies.\n\nRelated Image Expand / Contract Attorney Chuck Michel represented Michael Roberts after his firearms were seized.\n\nBut remarkably, the situation in California in some respects is getting worse.\n\n“The legislature has never met a gun regulation they didn’t like and the state is populated with millions of people who want to exercise their Second Amendment rights,” said Kilmer.\n\nThe problem now is that the State Bureau of Firearms is issuing letters that misstate the law with regard to what documentation gun owners must produce to get their property back, Kilmer said.\n\nIn the past, if firearms were seized in California from a home because of psychiatric issues, domestic violence allegations, restraining orders or other issues, the firearms were returned after the case was resolved through a court order.\n\nHowever, under a new law, Kilmer said a background check is required to ensure the property is not stolen, the owner has to prove ownership, and then the owners get a letter clearing them to pick up their property.\n\n“It makes sense on its face, but it is taking longer to issue letters,” Kilmer said, adding most gun owners can’t meet other requirements because they don’t have paperwork to show title, many legally owned guns are not registered, the federal government is forbidden from keeping firearms ownership records with the exception of for specialty guns, and California just started its database in 1996 exclusively for handguns.\n\n“People keep forgetting the right to keep and bear arms, the Second Amendment, is protected by the U.S. constitution, and private property is protected under the Fifth Amendment,” Kilmer said. “Government cannot take property without just compensation and due process. The great thing is that when it comes to guns, you get protection under both amendments.”", "topic": "Gun Control", "politicalLabel": "Conservative", "organization": "FOX", "biasLabel": "Biased", "title": "Right to Bear Arms? Gun grabbing sweeping the nation", "yellowLabel": "Yellow", "tags": "set([])", "opinionLabel": "Other"}