{"content": "Share this:\n\n\"Obama Pledges To Push For Gun Control Measures If ‘American People Decide It’s Important’\" Share:\n\nPresident Obama called the Dec. 14th shooting in Newtown, Connecticut “the worst day of my presidency,” and said during a rare interview on Meet The Press, that he will propose a package of reforms that will likely include new regulations on assault-rifles and high-capacity ammunition clips, and enhanced background checks for gun purchases. A commission headed by Vice President Joe Biden is currently drafting gun safety recommendations.\n\nBut Obama stressed that reform cannot happen without broad public support, suggesting that he will rally public opinion for sensible gun safety regulations or drop the effort if Americans are not on board.\n\n“We’re not going to get this done unless the American people decide it’s important and so this is not going to be a matter of me spending political capital. One of the things that you learn having now been in this office for four years. The old adage of Abraham Lincoln’s, ‘with public opinion there is nothing you can’t do and without public opinion there is very little you can get done in this town.'” Watch it:\n\nObama also rejected the National Rifle Association’s (NRA) call for more guns in schools, arguing that “the vast majority of the American people are skeptical that that somehow is going to solve our problem.” He promised to listen to all sides of the gun debate before making any legislative recommendations.\n\n“It is not enough for us to say, ‘This is too hard so we’re not going to try,'” Obama said. “So what I intend to do is I will call all the stakeholders together. I will meet with Republicans. I will meet with Democrats. I will talk to anybody. I think there are a vast majority of responsible gun owners out there who recognize that we can’t have a situation in which somebody with severe psychological problems is able to get the kind of high capacity weapons that this individual in Newtown obtained and gun down our kids. And, yes, it’s going to be hard.”\n\nPublic support for gun control has increased in the wake of the shooting. A USA Today/Gallup poll released Thursday found that support for stricter guns laws is at its highest since 2004, with 47 percent now favor passing new gun laws rather than simply ramping up enforcement of current law. Fifty-eight percent called for stricter gun laws, a 15-point jump since October 2011.", "topic": "Gun Control", "politicalLabel": "Neutral", "organization": "ThinkProgress", "biasLabel": "Not Biased", "title": "Obama Pledges To Push For Gun Control Measures If 'American People Decide It's Important'", "yellowLabel": "Not Yellow", "tags": "set(['POLICE', 'CLIMATE CHANGE', 'OBAMACARE', 'POLICE BRUTALITY', 'Barack Obama', 'FERGUSON', 'Guns'])", "opinionLabel": "Other"}