{"content": "Efforts to remove its stigma don't match real women's experiences.\n\nThe Walk for Life rally last month in San Francisco. (Photo: Alex Washburn, AP)\n\nA new Gallup poll finds that only about one in three Americans is satisfied with U.S. abortion policies — the lowest share since 2001. What's more, among the Americans who are dissatisfied with our abortion laws, twice as many (24%) want stricter rather than less strict (12%) laws.\n\nIn such an environment, one might expect abortion-rights advocates to be looking for ways to find common ground with their anti-abortion adversaries.\n\nBut some abortion-rights advocates are arguing that it's time to ditch the apologetic language surrounding abortion and embrace abortion for what they believe it is: an unequivocal social good.\n\nThe Centers for Disease Control and Prevention says the abortion rate has dropped to its lowest point since the Roe v. Wade rulingand to nearly half its peak in the early 1980s. There are many reasons for the decline. One of the most important and interesting is the product of two trends: the gradual decline of the stigma attached to unmarried childbearing and the continuing stigma of abortion.\n\nOut of wedlock\n\nNot long ago, the shame of having a \"bastard\" child equaled or even exceeded that of having an abortion. That's clearly changed. In May, a Gallup poll found that 58% of Americans believe having a child outside of marriage is morally acceptable. Only 42% of Americans feel similarly about having an abortion.\n\nLike this column?Get more in your e-mail inbox\n\nBut the share of Americans who believe abortion should be legal and available in at least some cases is much higher than 42%. Which means many people who believe that women should have the right to choose abortion also don't think it is a morally acceptable choice.\n\nThe fact that so many Americans are conflicted about abortion explains why even Planned Parenthood and NARAL Pro-Choice America admit abortion can be \"a difficult decision.\" It's why Hillary Clinton has said that abortion is a \"sad, even tragic choice to many, many women.\" It's also why failed Texas gubernatorial candidate Wendy Davis revealed that an \"indescribable blackness followed\" her decision to abort a daughter with a disability, and that she felt the loss forever.\n\nBut other abortion advocates are waging a campaign to end the language of sadness and regret. The 1 in 3 Campaign aims to \"end the stigma and shame women are made to feel about abortion,\" by encouraging women to speak out about their abortion experiences.\n\n\"Stop calling abortion a 'difficult decision,'\" blared the headline of a recent Washington Post op-ed by Janet Harris, the former communications director of Emily's List, a political action committee that raises money for candidates who support abortion rights. In her book Pro: Reclaiming Abortion Rights, writer Katha Pollitt argues that an abortion isn't something to be discouraged or grieved but a social good to be celebrated.\n\n'A brutal choice'\n\nSuch efforts are bound to fail. The problem is that whatever one thinks about whether abortion should be legal, and whatever one actually does when confronted with an unplanned pregnancy, few people can convince themselves that abortion doesn't have profound moral implications.\n\nAnd that is why there will always be a stigma associated with abortion. Research out of New York University finds that while more clinically recognized pregnancies end in abortion than in miscarriage, eight in ten Americans say they have been informed about a friend or family member's miscarriage, while only about half claim they know someone who has had an abortion.\n\nWriting in The New York Times last year, Lisa Selin Davis wrote that when she was preparing to abort an unplanned pregnancy, she had initially wanted to turn her experience into \"art\" by documenting it on video.\n\nReared on feminist literature and abortion-rights marches, Davis was unprepared for what confronted her at the abortion facility. She wrote that her experience \"was too traumatic for me to make art of. ... I had been taught that a woman's right to choose was the most important thing to fight for, but I hadn't known what a brutal choice it was. ... I wish that someone had alerted me to the harshness of the experience, acknowledged the layers of regret that built and fell away as the months and years passed.\"\n\nEfforts to portray abortion as a social good simply cannot compete with the lived experiences of millions of women like Davis. One doesn't need to consider abortion tantamount to murder to recognize that it cannot be reconciled with most people's conceptions of love, family and the good things in life.\n\nGary Bauer is president of American Values and chairman of the Campaign for Working Families.\n\nIn addition to its own editorials, USA TODAY publishes diverse opinions from outside writers, including our Board of Contributors. To read more columns like this, go to the Opinion front page or sign up for the daily Opinion e-mail newsletter.\n\nRead or Share this story: http://usat.ly/1DV2Mci", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "USA Today", "biasLabel": "Biased", "title": "No, abortion is not a 'social good'", "yellowLabel": "Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Opinion Article"}