{"content": "Share this:\n\n\"Leading Opponent of Marijuana Legalization Suggests Pot Contributed to Michael Brown’s Death\" Share:\n\nCREDIT: AP Photo/New York Times, Richard Perry Pool\n\nDiscussion about just how Michael Brown died was revived this week after a new gunshot residue analysis and autopsy leaked to the press provided more information about the crime scene. But a psychiatrist who was honored last year by the White House and serves as an advisor to a prominent anti-marijuana group seized instead on the full results of the toxicology report to argue there is another contributing cause of Brown’s death: marijuana.\n\nIn a blog post that was publicized on the Facebook page of Smart Approaches to Marijuana (Project SAM) and deleted only after a Twitter backlash, Dr. Christian Thurstone argues that because the toxicology report confirms the presence of marijuana above the legal impairment limit, “Brown’s death also should serve as a tragic reminder that marijuana is not harmless, that it is not just like alcohol or ‘safer than alcohol,’ that its consumption often leads to impairment that is very difficult for the public to measure — also making it tough for the public to hold users accountable for the harm they’ve caused others. Marijuana users also could be vulnerable to aggression and attacks while under the drug’s influence.”\n\nProject SAM is perhaps the most prominent anti-marijuana organization. It takes a moderate position in the scheme of anti-drug organizations that calls for “a middle road between incarceration and legalization,” as compared to more fringe groups like Save Our Society From Drugs. But it has been at the forefront of opposing legalization initiatives, and even a federal initiative to protect medical marijuana distributors that are legal under state law, with former Rhode Island Congressman Patrick Kennedy (D) as its spokesperson. It states that its members “believe in an approach that neither legalizes, nor demonizes, marijuana,” which is probably why, hours after promoting Thurstone’s post, the organization took it down, as its leader Kevin Sabet said only on Twitter:\n\nWe deleted the controversial posting, but many people still retweeting to spread the misinformation. Wish I could say I was surprised. — Kevin Sabet (@KevinSabet) October 23, 2014\n\nNeither Sabet nor the organization made any further comments about the substance of the post, although he later tweeted:\n\nIt's incredible how marijuana advocates go for personal jabs rather than discuss substance. http://t.co/V1ReXiTczk — Kevin Sabet (@KevinSabet) October 23, 2014\n\nAfter the publication of this article, Sabet tweeted another statement overnight, stating, “Let me be clear: to imply Michael Brown’s death was due to pot is to confuse & distort a profoundly troubling event. This isn’t SAM’s view.”\n\nThurstone is a science advisor to SAM, although the Michael Brown post now includes a disclaimer stating that the post represents his views alone and not “the views of any organizations with which he is affiliated.”\n\nBut Thurstone has made himself something of a public figure in his own right. In 2013, he was named an “Advocate for Action” by the White House’s Office of National Drug Control Policy. In that role, he wrote blog posts published by on the ONDCP site.\n\nAnd in the media, he has made a campaign out of flagging the potential harm of marijuana on adolescents. Thurstone makes reasonable arguments that marijuana can be addictive in teens, and that use of marijuana among adolescents is increasing. But Thurstone does nothing in his latest post to explain the link between those claims, and his conclusion that Brown’s death had anything to do with marijuana. In fact, he seems to say that pot could have made Brown more violent or less violent, but that either way, it must have done something.\n\nThinkProgress could not reach Thurstone via email or phone Thursday afternoon. But on Friday morning, ThinkProgress spoke with Thurstone’s wife, Christine Tatum, who explained that Thurstone is deployed overseas and could not be reached, but that she assisted Thurstone with his post. “He’s never said that marijuana use caused that boy’s death,” Tatum told ThinkProgress. She said Thurstone is just “stating facts” and that “he’s just saying marijuana’s not harmless. … He is just pointing out that marijuana use can have consequences.”\n\nWhen asked to explain what Thurstone meant when he said that Brown’s death served as a “tragic reminder that marijuana is not harmless,” she said, “You either could be harmed while you are under the influence or you could face consequences because you have harmed someone else while you are under the influence. It could happen to you.” She later added in a subsequent email, “His death — which is the only reason we’re all seeing his subsequent tox screen — is a tragic reminder that marijuana use can be addictive and that the drug can be abused.”\n\nThurstone’s argument glosses over the clear racial components of Brown’s death, and bolsters the character assassination that has become common in cases where young black teens have been killed. Trayvon Martin, Renisha McBride, Sean Bell, and several other young black victims have been blamed for alleged use of marijuana or alcohol before their deaths, even though it has nothing to do with whether they should have died.\n\nTom Angell of the pro-legalization group Marijuana Majority called SAM’s promotion of Thurstone’s comments a sign of “desperation,” saying in a statement to ThinkProgress, “Kevin Sabet and Project SAM have made a concerted effort to reach out to people of color in an effort to defend prohibition despite the clear racially disproportionate impact of its enforcement. I don’t think these offensive comments about Michael Brown are going to aid that effort.”\n\nAlso Thursday, the Washington, D.C. branches of the NAACP and National Organization of Women endorsed Washington’s ballot initiative to legalize marijuana. Local NAACP chapters also supported the initiatives in Colorado, Washington, and Oregon. And the national chapter endorsed a federal marijuana reform bill.", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "ThinkProgress", "biasLabel": "Not Biased", "title": "Leading Opponent of Marijuana Legalization Suggests Pot Contributed to Michael Brown’s Death", "yellowLabel": "Not Yellow", "tags": "set(['CRIMINAL JUSTICE', 'NATIONAL RIFLE ASSOCIATION', 'IMMIGRATION', 'POLICE BRUTALITY', 'Marijuana', 'Criminal Justice', 'War on Drugs', 'CALIFORNIA', 'Ferguson'])", "opinionLabel": "Other"}