{"content": "It will soon be a full year in which adults were allowed to purchase marijuana from state-regulated dispensaries in Colorado.\n\nWe've already passed the two-year mark allowing adults to possess an ounce of marijuana and use privately. Some Coloradans have chosen to cultivate marijuana legally for the last two years.\n\nOther than these groundbreaking policies, what's really changed?\n\nAs a Colorado native simply looking around, I'm inclined to say not much. As a criminal justice reformer focusing on drug policy I know plenty has changed.\n\nAccording to state data, marijuana possession charges in Colorado for 2014 are on track to fall below 2,500, down from nearly 30,000 in 2010. Data from the National Incident Based Reporting System reveals that arrests for marijuana possession were responsible for 80 percent of all marijuana arrests in Colorado over the last five years.\n\nOver the last two years, NIBRS data reveals a 41 percent decrease in all drug arrests in the state. This drop can be attributed to allowing adults to possess, cultivate and privately use marijuana.\n\nWhat else has changed? The state's once-tightly regulated medical marijuana industry is now a tighter regulated retail industry. The medical marijuana regulatory framework enforced by the Colorado Department of Revenue was refined to tax and regulate the retail market. As of October, Colorado brought in more than $40 millionin marijuana taxes.\n\nThe bulk of this revenue will go towards youth prevention efforts focused on marijuana and overall mental health. Already, we're seeing dividends. The early returns after a year of decriminalization in 2013 are favorable showing a slightdecline in youth use rates.\n\nColorado also has seen an economic boost since legalization. Colorado is ranked as one of the the fastest growing economies. The unemployment rate is at its lowestsince 2008, well below the national average. Google has received the go ahead to open a state of the art facility in Boulder.\n\nAlso, traffic fatalities are near historic lows, and slightly lower than what we saw in 2013. I'm not claiming a direct causation to marijuana legalization, but marijuana legalization certainly has not hurt Colorado.\n\nMarijuana was essentially removed from law enforcement's playbook of self-serving, ineffectual drug war tactics. Police have historically used marijuana prohibition as an excuse to intrude on the lives of law abiding civilians. The story of Alex Landau here in Colorado is a prime example.\n\nAs a former police accountability advocate, I'm reminded that plenty has changed since ending marijuana prohibition in our state. Police are now forced to change their ways and simply focus on whether or not there is imminent public safety harm due to marijuana use.\n\nI'm most pleased as a civilian and father to discover that not a lot has changed. More importantly, the sky didn't fall as many naysayers predicted.\n\nColorado is being real and facing the fact marijuana is here to stay. In doing so, we are establishing a public health approach to minimize the potential harms of marijuana.\n\nArt Way is the Colorado state director for the Drug Policy Alliance.", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "Huffington Post", "biasLabel": "Biased", "title": "Colorado and Marijuana Legalization One Year Later: What Has Changed?", "yellowLabel": "Not Yellow", "tags": "set(['Most Popular on HuffPost'])", "opinionLabel": "Opinion Article"}