{"content": "A Texas county issued a marriage license to a same-sex couple on Thursday, the first legal certification for a gay couple in the state since its voters about a decade ago approved a measure defining marriage as only being between a man and a woman.\n\nA Travis County clerk said the marriage license was given to just one couple, Sarah Goodfriend and Suzanne Bryant, after a court order earlier in the day and the county, home to the state capital of Austin, is not planning to issue more licenses to same-sex couples.\n\n“The court order only applies to this one couple,” a clerk said.\n\nLegal experts said there was at least one case of a marriage between a same-sex couple in the early 1970s and none since the voter-approved constitutional amendment banning same-sex marriage went into effect.\n\nA U.S. district judge in Texas last year ruled the state’s bans on gay marriage unconstitutional because it denied the couples equal protection under the law. Enforcement of the decision is hold pending an appeal.\n\nTravis County District Judge David Wahlberg ruled Goodfriend and Bryant must be granted a marriage license because not doing so violates “their rights under the Due Process Clause and the Equal Protection Clause of the Fourteenth Amendment to the United States Constitution.”\n\nGoodfriend requested an expedited issuance because she has been in poor health due to ovarian cancer. The couple have been together for about 30 years and have two daughters, aged 17 and 12, who joined them at the county clerk’s office.\n\nA rabbi married the couple at a county office.\n\n“We are grateful to have had this opportunity to crack the door open in Texas. We hope it will swing open for everyone very soon,” Bryant told a news conference.\n\nTexas Attorney General Ken Paxton said he asked the Texas Supreme Court to intervene and void the marriage license.\n\n“The law of Texas has not changed, and will not change due to the whims of any individual judge or county clerk operating on their own capacity anywhere in Texas,” Paxton said.\n\nThe Texas Supreme Court issued a stay order that legal experts interpreted as barring additional licenses from being issued to same-sex couples based on decisions from judges in the county. The court’s brief order did not address Paxton’s request to nullify the license that had been issued.", "topic": "Gay Marriage", "politicalLabel": "Neutral", "organization": "New York Post", "biasLabel": "Not Biased", "title": "Texas issues first marriage license to same-sex couple", "yellowLabel": "Not Yellow", "tags": "set(['Same-sex marriage', 'Texas'])", "opinionLabel": "Other"}