{"content": "Indiana Gov. Mike Pence gives a prepared statement about his signing of the Religious Freedom Restoration Act, Indianapolis, Thursday, April 26, 2015. Robert Scheer/The Star\n\nMike Pence, Indiana Governor, speaks to press members following his signing of the state's Religious Freedom Restoration Act, Thursday, March 26, 2015. (Photo: Robert Scheer / The Star)\n\nThe nation's latest legislative battle over religious freedom and gay rights came to a close Thursday when Indiana Gov. Mike Pence signed a controversial \"religious freedom\" bill into law.\n\nHis action followed two days of intense pressure from opponents — including technology company executives and convention organizers — who fear the measure could allow discrimination, particularly against gays and lesbians.\n\nPence and leaders of the Republican-controlled General Assembly called those concerns a \"misunderstanding.\"\n\n\"This bill is not about discrimination,\" Pence said, \"and if I thought it legalized discrimination I would have vetoed it.\"\n\nSenate Bill 101 prohibits state or local governments from substantially burdening a person's ability to exercise their religion — unless the government can show that it has a compelling interest and that the action is the least-restrictive means of achieving it. It takes effect July 1.\n\nAlthough the bill does not mention sexual orientation, opponents fear it could allow business owners to deny services to gays and lesbians for religious reasons.\n\nPence signed the bill during a private ceremony in his Statehouse office just before 10 a.m. Thursday. He was joined by supportive lawmakers, Franciscan monks and nuns, orthodox Jews, and some of the state's most powerful lobbyists on conservative social issues.\n\nThe event was closed to the public and the press.\n\nThe bill signing makes Indiana the 20th state in the nation to adopt such legislation. It is modeled on the federal Religious Freedom Restoration Act, which President Bill Clinton signed in 1993.\n\nBut the timing of the measure has colored the debate in Indiana.\n\nSocial conservatives have pushed hard for such measures across the country following recent federal court rulings that legalized same-sex marriage in Indiana and other states.\n\nMany in Indiana also see the legislation as a reaction to last year's unsuccessful push to enshrine a same-sex marriage ban in the state's constitution.\n\nThree of the lobbyists who pushed hardest for last year's gay marriage ban — Micah Clark of the American Family Association of Indiana, Curt Smith of the Indiana Family Institute and Eric Miller of Advance America — were among the 70 to 80 guests invited to the private bill signing.\n\n\"It is vitally important to protect religious freedom in Indiana,\" Miller said in a statement after the bill signing. \"It was therefore important to pass Senate Bill 101 in 2015 in order to help protect churches, Christian businesses and individuals from those who want to punish them because of their Biblical beliefs!\"\n\nSocially conservative advocacy groups were joined by the Catholic Church, Indiana Right to Life, and many evangelical Christians in supporting the measure.\n\nBut Pence rejected suggestions that SB 101 was a consolation prize for conservative advocacy groups who failed to pass the gay marriage ban last year.\n\n\"I think that is inaccurate,\" he said. \"This was overdue.\"\n\nI signed SEA 101 today to ensure religious liberty is fully protected under IN law http://t.co/vCOASZBZnHpic.twitter.com/CMFJh6aLDx — Governor Mike Pence (@GovPenceIN) March 26, 2015\n\nSB 101 #RFRA is now law. Want to thank @GovPenceIN for standing firm for #ReligiousFreedompic.twitter.com/Boioi4Jhxs — Micah Clark (@AFAofIndiana) March 26, 2015\n\nThe issue has struck a chord with Hoosiers and those outside the state, capturing the attention of celebrities and national and international news outlets.\n\nColts punter Pat McAfee, novelist John Green, television personality Montel Williams, and Star Trek actor George Takei all expressed opposition to the measure.\n\nAnd so many calls flooded the governor's office that the phone system was temporarily overwhelmed.\n\nShortly after Pence signed the bill, Salesforce CEO Marc Benioff announced he would no longer send employees or customers to Indiana.\n\n\"Today we are canceling all programs that require our customers/employees to travel to Indiana to face discrimination,\" he tweeted.\n\nThe NCAA, which is holding the Final Four men's basketball tournament in Indianapolis next week, also expressed concerns. NCAA President Mark Emmert said the Indianapolis-based group would examine \"how it might affect future events as well as our workforce.\"\n\nAnd earlier in the week, the city's largest convention, Gen Con, threatened to take its 56,000 attendees to another state when its contract with the Indiana Convention Center expires in 2020. (However, in a letter to frequent convention-goers on Thursday the group said it had been reassured by many in the Indianapolis business community that all attendees would be welcomed warmly.)\n\nThe Disciples of Christ, a Christian denomination with about 6,000 annual convention attendees, also threatened to look elsewhere.\n\nPence said at a news conference after the bill signing that he would speak to executives and event organizers who are concerned about the measure.\n\n\"I'll call them. I'll talk to them,\" he said. \"This is not about legalizing discrimination.\"\n\nHe emphasized that in other states with similar laws, discrimination against gays and lesbians has not been permitted.\n\nIn a radio interview later in the day, Pence blamed national outrage over the law on the media.\n\n\"If you read the bill instead of reading the papers, you would see that the Religious Freedom Restoration Act, which is now law in Indiana, is simply about giving the courts guidance and establishing the same standards that have existed at the federal level for more than 20 years,\" Pence said. \"I understand the concerns that have been raised by some, because frankly, some in the media have tried to make this about one issue or another.\"\n\nDemocrats in the General Assembly tried several times to add language to the measure that would have provided explicit protections from discrimination based on sexual orientation, but those efforts were rebuffed.\n\nWhen asked Thursday whether sexual orientation should be a protected class, the governor answered that the matter was not on his agenda.\n\nSenate Minority Leader Tim Lanane, a Democrat, slammed the governor and the Republican-controlled legislature for supporting the bill.\n\n\"Although not unexpected, it is still extremely disappointing that Governor Pence endorses this out-of-touch, discriminatory legislation,\" said Senate Minority Leader Tim Lanane in a statement. \"Not only is this law unnecessary, it unfortunately has already portrayed our state as intolerant, unfriendly, and backwards; things which I believe most Hoosiers reject.\"\n\nPence said his primary concern was for religious believers who feel their liberty is endangered.\n\n\"The Constitution of the United States and the Indiana Constitution both provide strong recognition of the freedom of religion but today, many people of faith feel their religious liberty is under attack by government action,\" he said.\n\nHe cited as an example the University of Notre Dame's objection to a provision of the Affordable Care Act requiring insurance coverage for contraceptives.\n\nConcerns about assaults on religious freedom were echoed by other supporters.\n\n\"Religious freedom is increasingly under attack in our nation,\" said Mike Fichter, president of Indiana Right to Life. \"RFRA is an important bill to protect the religious freedom of Hoosiers who believe the right to life comes from God, not government.\"\n\nCall Tony Cook at (317) 444-6081. Follow him on Twitter: @indystartony.\n\nHere is the governor's full statement on the religious freedom bill:\n\n\"Today I signed the Religious Freedom Restoration Act, because I support the freedom of religion for every Hoosier of every faith.\n\n\"The Constitution of the United States and the Indiana Constitution both provide strong recognition of the freedom of religion but today, many people of faith feel their religious liberty is under attack by government action.\n\n\"One need look no further than the recent litigation concerning the Affordable Care Act. A private business and our own University of Notre Dame had to file lawsuits challenging provisions that required them to offer insurance coverage in violation of their religious views.\n\n\"Fortunately, in the 1990s Congress passed, and President Clinton signed, the Religious Freedom Restoration Act—limiting government action that would infringe upon religion to only those that did not substantially burden free exercise of religion absent a compelling state interest and in the least restrictive means.\n\n\"Last year the Supreme Court of the United States upheld religious liberty in the Hobby Lobby case based on the federal Religious Freedom Restoration Act, but that act does not apply to individual states or local government action. At present, nineteen states—including our neighbors in Illinois and Kentucky—have adopted Religious Freedom Restoration statutes. And in eleven additional states, the courts have interpreted their constitutions to provide a heightened standard for reviewing government action.\n\n\"In order to ensure that religious liberty is fully protected under Indiana law, this year our General Assembly joined those 30 states and the federal government to enshrine these principles in Indiana law, and I fully support that action.\n\n\"This bill is not about discrimination, and if I thought it legalized discrimination in any way in Indiana, I would have vetoed it. In fact, it does not even apply to disputes between private parties unless government action is involved. For more than twenty years, the federal Religious Freedom Restoration Act has never undermined our nation's anti-discrimination laws, and it will not in Indiana.\n\n\"Indiana is rightly celebrated for the hospitality, generosity, tolerance, and values of our people, and that will never change. Faith and religion are important values to millions of Hoosiers and with the passage of this legislation, we ensure that Indiana will continue to be a place where we respect freedom of religion and make certain that government action will always be subject to the highest level of scrutiny that respects the religious beliefs of every Hoosier of every faith.\"\n\nRead or Share this story: http://indy.st/1buotaW", "topic": "Gay Marriage", "politicalLabel": "Neutral", "organization": "USA Today", "biasLabel": "Not Biased", "title": "Gov. Mike Pence signs 'religious freedom' bill in private", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Other"}