{"content": "NATIONAL HARBOR, Md. — Jeb Bush walked into the lion’s den Friday, seeking to quell doubts among conservatives that his views on immigration and education make him unfit for the presidency.\n\nThe former Florida governor told the Conservative Political Action Conference that he is a “practicing, reform-minded conservative” and reminded the standing-room-only crowd of his experience and achievements in boosting the economy and revamping the way a government operates.\n\n“I’ve actually done it,” Bush said.\n\nAt the beginning of his appearance, Bush was interrupted by shouts and a small number of people who walked out in protest. Earlier in the day, the mention of Bush’s name sparked booing by an audience that loudly indicated it preferred Scott Walker, Ted Cruz or Rand Paul as the 2016 Republican standard-bearer. But as Bush answered questions, he was applauded several times and drew cheers from the crowd that became more receptive as he made his pitch.\n\nThroughout the conference, attendees and speakers criticized Bush’s support for Common Core educational standards and a comprehensive overhaul of the nation’s immigration law, and those issues were at the heart of his conversation with Sean Hannity of Fox News.\n\nOn immigration, Bush criticized President Obama’s recent executive actions and stuck by his idea that strong border security coupled with a path to citizenship for undocumented immigrants already in the USA as the right approach. “A great country needs to enforce the borders,” he said, adding that there should be a plan so that immigrants can petition to have their spouse and minor children living abroad to join them.\n\nBush acknowledged there is disagreement among Republicans about a path to legal status for undocumented workers already in the United States, but he held firm. “There is no plan to deport 11 million people,” Bush said, adding the steps toward citizenship should include provisions ensuring that immigrants don’t break the law and learn English.\n\nOn education, Bush defended his support for high standards but said they should be made part of a comprehensive program that includes vouches. “The federal government has no role in the creation of standards,” he said, adding it also should not be making decisions about what’s taught in schools. “The role of the federal government, if any, is to create more school choice.”\n\nWilliam Temple, a Tea Party supporter from Brunswick, Ga., led the walkout of Bush’s remarks.\n\n“The Tea Party wants nothing to do with this man,” said Temple, a familiar sight at CPAC events because he wears a the costume of a patriot soldier from the Revolutionary War. “We need a Ted Cruz. We need a Governor Walker. We need a Ben Carson. We’d take Duck Dynasty before we’d take another Bush.”\n\nBush is perceived as the favorite of the Republican establishment, which turns off CPAC attendee Kim Garver.\n\n“I’m not a Jeb Bush fan. He’s too liberal,” said Garver, a Maryland resident who works for the Defense Department. “He’s an establishment candidate who’s being pushed by Fox News and Karl Rove,” the strategist behind George W. Bush’s presidential victories.\n\nAllen Skillicorn, vice chairman of the Kane County (Illinois) Republican Party, didn’t plan to walk out during Bush’s remarks but joined the group because he opposes a third Bush presidency. “America is about personal freedom, not a dynasty,” he said. “I want his donors to realize we can’t win with him.”\n\nBut Robbie Aiken, who works in government relations in Alexandria, Va., said he was pleased to see Bush “kept rolling” as the governor’s critics tried to interrupt his CPAC presentation. “He seemed very prepared and he got across all his points,” Aiken said. “I”m not saying Jeb is Ronald Reagan but he’s as close as we can get right now. … Jeb is the real deal, in my opinion.”\n\nContributing: Martha T. Moore", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "USA Today", "biasLabel": "Not Biased", "title": "Jeb Bush takes on skeptics, stands firm on immigration at CPAC", "yellowLabel": "Not Yellow", "tags": "set(['Conservative Political Action Conference', 'Jeb Bush', 'immigration', 'CPAC 2015'])", "opinionLabel": "Other"}