{"content": "Remember the border crisis? That’s the emergency at the Southwest border, where thousands of unaccompanied minors came into the U.S., mainly from Guatemala, El Salvador, and Honduras. Turns out, it might not be that big of a crisis anymore.\n\nThe Department of Homeland Security released new figures on the number of apprehensions along the Southwest border Monday and the numbers continue to plummet, for both unaccompanied children and adults with children. “In July the numbers of unaccompanied children were about half of what they were in June,” DHS Secretary Jeh Johnson said in a statement. “August was even lower—lower than August 2013 and the lowest since February 2013.”\n\nWhy is the number dropping so quickly? That’s tough to know—just as it was hard to know why it rose so quickly in the first place. Republicans attributed the increase to Obama’s 2012 executive action that granted deferred action to undocumented immigrants who had been brought into the U.S. when they were young. They argued this had convinced all of these children that they would receive the same treatment if they made it to the U.S. If that were the case though, why have the numbers fallen so quickly now? That executive action is still in place, after all.\n\nDemocrats, on the other hand, argued that increased violence in Guatemala, El Salvador, and Honduras had forced these kids to make the trip north. In addition, human traffickers deceived them, promising that the U.S. government would allow them to stay if they made it over the border. But again, what has changed now that has led to the steep drop off?\n\nThe ultimate answer is that we just don’t know why so many unaccompanied minors came across the border this year or why it is falling now. One reason may be that the administration ran multiple ad campaigns to deter parents from sending their kids north, explaining that the journey is dangerous and the kids wouldn't be allowed to stay. The Mexican government also stepped up enforcement on its side of the border. And the weather may be having an effect as well. It's still tough to tell the exact reasons. Given that, it would be foolish to make sweeping policy changes, like House Republicans voted to do before the August recess.\n\nThat’s not to say this situation does not require action. The thousands of kids who came across the border still need housing and food. The immigration courts are still backlogged. This crisis isn’t over. But it’s a different one than policymakers originally imagined. It’s not about border security or stopping the flow of unaccompanied minors. It’s about fairly handling the ones who are already here. That’s a very different problem.\n\nDanny Vinik is a staff writer at The New Republic.", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "New Republic", "biasLabel": "Not Biased", "title": "Number of Apprehensions of Kids Crossing the Southwest Border Falling", "yellowLabel": "Not Yellow", "tags": "set(['Economics', 'qed', 'Culture', 'daca', 'Home News', 'The Plank', 'Immigration', 'border crisis', 'immigration reform', 'Books', 'Identity', 'Politics', 'World', 'Technology', 'Events', 'Film', 'Economy'])", "opinionLabel": "Other"}