{"content": "We’ve reached the point where there should be no surprise if a major national politician embraces marijuana legalization. Without any large-scale campaign on its behalf, surveys show that approximately half of Americans now support marijuana legalization, including 58 percent in a recent, but potentially outlying, Gallup poll. Regardless of the exact support today, marijuana is all but assured to emerge as an issue in national elections—it's only a question of how and when.\n\nSo far, neither party wants to touch the issue. The Democratic governors of Washington and Colorado didn’t even support initiatives to legalize the possession, distribution, and consumption of marijuana, even though the initiatives ultimately prevailed by clear margins. It took the administration ten months to announce—in the middle of the Syria debate—that the Department of Justice wouldn’t pursue legal action against Washington and Colorado. And on the other hand, Republicans weren't exactly screaming about hippies and gateway drugs, either.\n\nDespite their apparent reservation to engage the issue, it’s hard to imagine Democrats staying on the sidelines for too many more election cycles. The party’s base is already on board, with polls showing a clear majority of self-described Democrats in support. Approximately three quarters of Democrats and liberals supported legalization initiatives in Colorado and Washington. This level of support makes it a foregone conclusion that Democrats will eventually embrace the issue. There’s a reason there aren’t very many questions where the public is supportive, the party rank-and-file is supportive, and the party’s elected officials stay silent. Are there any?\n\nTo date, Democrats haven’t had many incentives to take a risk on the issue. Democrats are already winning the winnable culture war skirmishes, at least from a national electoral perspective, and they have a winning demographic hand. And let’s get perspective: Marijuana legalization may be increasingly popular, but it’s not clearly an electoral bonanza. Support for legalization isn’t very far above 50 percent, if it is in fact, and there are potential downsides. National surveys show that a third of Democrats still oppose marijuana legalization. Seniors, who turnout in high numbers in off year elections, are also opposed. Altogether, it’s very conceivable that there are more votes to be lost than won by supporting marijuana. After all, marijuana legalization underperformed President Obama in Washington State.\n\nEven so, Democratic voters will eventually prevail over cautious politicians, most likely through the primary process. Any liberal rival to Hillary Clinton in 2016 will have every incentive to support marijuana legalization. Whether Clinton will follow suit is harder to say, given that frontrunners (and Clintons) are generally pretty cautious. It’s probably more likely that Clinton would endorse steps toward liberalization, like weaker criminal penalties and support for the legalization experiments in Washington and Colorado.\n\nRepublicans, meanwhile, are less likely to support legalization or liberalization. To be sure, some Republicans will. They can take a states’ rights position and the party has a growing libertarian bent, perhaps best exemplified by Rand Paul’s willingness to support more liberal marijuana laws. Republicans also have electoral incentives to lead on issues where they can earn a few votes among millennials, who pose a serious threat to the continued viability of the national Republican coalition. If the Republicans can't adjust their existing positions to compensate for demographic and generational change, which (for now) it appears they cannot, then perhaps taking a stance on a new issue, like marijuana, is the best they can do.\n\nOf course, the problem is that a majority of Republicans are opposed to legalization. Two thirds of Republicans voted against legalization in Colorado and Washington, where one might expect Republicans be somewhat more amenable than the nation as a whole. It probably doesn’t help that marijuana is closely aligned with the liberal counterculture. It's also possible that many pro-legalization conservatives don't identify as Republicans at all, but instead might be independents. Worse still, Republicans might not reap the electoral benefits of changing positions, since most Democrats would embrace any pro-marijuana policies that Republicans were willing to concede. All considered, it’s risky for a Republican candidate to support liberalization, let alone legalization.\n\nWith Republicans likely to remain opposed, marijuana could emerge as a big cultural issue in the 2016 election. In particular, Clinton would be well-positioned to deploy the issue. Her strength among older voters and women mitigates the risk that she would lose very much support, while legalization could help Clinton with the young, independent, and male voters who could clinch her primary or general election victory.\n\nBut realistically, Clinton or another Democrat won't campaign on marijuana legalization. For one, it’s most likely that the Democratic nominee will support incremental measures. But even if the Democrat does support legalization, strategists will probably decide that an untested, potentially divisive issue is too risky, particularly for a party holding a pretty good hand of issue and demographic cards. That might make marijuana something like a less politicized version of gay marriage in 2012, where the issue is too popular for Republicans to vigorously oppose, but not popular enough to convince Democrats to actively use it as a wedge issue.\n\nIt’s easier to imagine marijuana playing a role in the 2016 primaries. Many candidates will have incentives to use the issue, whether it’s a cultural conservative using marijuana to hurt Rand Paul among evangelicals in Iowa, or a liberal trying to stoke a progressive revolt against Clinton’s candidacy. And once one party begins to debate the issue, the other will almost certainly be confronted by the same question. Marijuana won’t be decisive in a primary, but 2016’s primary battles will shape the two party’s initial positions on the issue.\n\nYet marijuana’s big moment will probably come later, perhaps in 2024. Legalization might eventually be popular enough for Democrats to use the issue in general elections, first at the state level and then nationally. As with gay marriage, the GOP’s obvious but difficult solution is to take their own creed on states’ rights seriously, and devolve the issue—and the politics—to the states. Compared to gay marriage, which strikes at the heart of the evangelical wing of the party, it should be easier for the Republicans to make an adjustment on marijuana. But if they cannot, the GOP will again find itself on the losing side of the culture wars.", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "New Republic", "biasLabel": "Not Biased", "title": "Marijuana: America's Next Great Political Wedge Issue", "yellowLabel": "Not Yellow", "tags": "set(['polls', 'Economics', 'the plank', 'Home News', 'The Plank', 'Marijuana', 'hillary clinton', 'Culture', 'Books', 'Events', 'Identity', 'politics', 'World', '2016', 'Technology', 'Politics', 'Film', 'Economy'])", "opinionLabel": "Other"}