{"content": "Share this:\n\n\"Science Shows Marijuana Can Help Kill Tumors, Federal Government Admits\" Share:\n\nCREDIT: Shutterstock\n\nThe information war about marijuana may have turned a new page with the federal government’s acknowledgment of a recent study that found the plant can significantly reduce aggressive types of brain tumors when combined with radiation treatment, endorsing what medicinal marijuana advocates have long affirmed as its healing properties.\n\nA team of researchers from St. George’s University of London recorded reductions in high-grade glioma masses — a deadly form of brain cancer — in mice. The mice’s tumors shrank after they were exposed to radiation in tandem with two marijuana compounds: THC, which creates the “high feeling,” and CBD, which has no psychoactive side effects. In their report, the researchers said that both cannabinoids made tumors more receptive to the radiation treatment, creating what lead author Dr. Wai Lui described to HuffPost as a “triple threat” approach.\n\n“We’ve shown that cannabinoids could play a role in treating one of the most aggressive cancers in adults,” Liu wrote in an op-ed earlier this year. “The results are promising…it could provide a way of breaking through glioma and saving more lives.”\n\nThe National Institute on Drug Abuse (NIDA), a government drug abuse and addiction research organization, may be on the cusp of a philosophical change. NIDA issued a revised statement about medical marijuana at the beginning of April that acknowledged the research out of St. George’s University of London, as well as other findings summarized in a November research report.\n\n“The U.S. Food and Drug Administration (FDA) has not recognized or approved the marijuana plant as medicine,” the statement reads. “However, scientific study of the chemicals in marijuana, called cannabinoids, has led to two FDA-approved medications that contain cannabinoid chemicals in pill form. Continued research may lead to more medications.”\n\nLui’s medical marijuana study, which was published in the journal Molecular Cancer Therapies, follows other research conducted by a team of scientists from the United Kingdom who found that a combination of six purified cannabinoids can kill cancerous cells found in leukemia patients. Previous research has confirmed that THC reduces the size of cancerous tumors and stops the spread of HIV. Scientists have also found that strains of CBD can potentially treat children and adults suffering from seizure disorders.\n\nMarijuana also seems to be less dangerous than previously thought. An Emory University study earlier this year found that, contrary to the concerns of many legalization opponents, inhaling marijuana smoke for years doesn’t cause significant lung damage. Those findings have also been supported by prior studies.\n\nThe scientific findings in recent years have brought forth questions about marijuana’s legal standing in the United States. The federal government currently designates marijuana as a Schedule I drug, classifying it as a highly addictive substance with no medical value. Its legal status has led to a lack of federally regulated studies about the plant, and ultimately impedes scientists’ efforts to understand its potential as a healing agent.\n\nThe wave of medical marijuana legalization in recent decades has propelled questions of the plant’s medical potential to the forefront of public policy debates. More than 20 states and the District of Columbia have legalized the use of marijuana for medicinal purposes. Support for legalization has increased among voters in the swing states of Ohio, Pennsylvania and Florida. While the two latter states currently have legislation on the table that will legalize marijuana, parties on both sides of the debate admit that knowledge gaps about marijuana threaten consensus around legislation. In Illinois, lawmakers are mulling expanding the disease list for the state’s medical marijuana program to include anxiety, migraines, insomnia, and post-traumatic stress disorder. A bill under consideration in the U.S. Senate would lift barriers to access of medical marijuana for military veterans.\n\n“I am a Vietnam Vet and can only imagine how things would have been,” one war veteran wrote in his petition to have PTSD included among the conditions in Illinois’ medical marijuana program. “While visiting in Colorado I had the benefit of trying cannabis in candy form…. and I felt wonderful. No thoughts of violence, self-deprecation, or hopelessness. My life would be different today.”\n\nRight now, the federal government via NIDA grows a limited supply of marijuana on a Mississippi-based campus, where researchers spend most of their time conducting experiments about the plant’s negative effects rather than its potential positive effects — much to the chagrin of medical marijuana advocates and those who would like to see an expansion of scholarship on the subject.\n\nFederal barriers to research mean that scientists often have to jump through hoops to secure samples legally through the U.S. Department of Health and Human Services and NIDA, a process that delays research by months, and oftentimes years.\n\n“The whole process is wrong,” Andrew Weil, the American doctor and author who conducted the first double-blind clinical trials of marijuana in 1968, told the Washington Post last year. “There is a great deal of evidence both clinical and anecdotal of its therapeutic effects, but the research has been set way back by government policies.”\n\nThat’s why there’s been some pressure to reclassify marijuana. Earlier this year, the American Academy of Pediatrics urged the government to downgrade marijuana to a Schedule II drug, which would allow for more research into its potential uses to treat sick children with seizures. “A Schedule I listing means there’s no medical use or helpful indications, but we know that’s not true,” Seth Ammerman, a clinical professor in pediatrics at Stanford University who co-authored the group’s policy statement on the subject, said at the time.", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "ThinkProgress", "biasLabel": "Not Biased", "title": "Science Shows Marijuana Can Help Kill Tumors, Federal Government Admits", "yellowLabel": "Not Yellow", "tags": "set(['Science', 'ABORTION', 'Marijuana', 'FOOD AND DRUG ADMINISTRATION', 'OBAMACARE', 'SCIENCE', 'REPRODUCTIVE RIGHTS'])", "opinionLabel": "Other"}