{"content": "Two Republican challengers to incumbent California Gov. Jerry Brown say that the state's government failed to properly prepare for what they call a foreseeable drought crisis.\n\nThe drought emergency Brown declared last month has added to the pressure on the Democratic governor to address longstanding problems with the state's water storage and delivery systems. Brown has proposed a $25 billion plan to build two massive tunnels to ship water from the Sacramento-San Joaquin River delta to farms and communities.\n\nADVERTISEMENT ADVERTISEMENT\n\nThe two Republican candidates, Assemblyman Tim Donnelly, R-Twin Peaks, and Neel Kashkari, a former U.S. Treasury official, both say the most pressing need is for more water storage, although it would do little to help ease the current shortfall.\n\n\"Let's get going with the piece of this that everybody agrees on -- the storage. I think we can get support for that,\" Kashkari said.\n\nAlthough Democrats and environmentalists have often resisted building reservoirs and expanding the state's storage capacity, instead favoring water conservation, Kashkari said \"the politics have changed,\" amid the crisis. He said he believes there is now consensus.\n\nAn $11.1 billion water bond is already slated for the November ballot, but lawmakers believe it is too expensive and too loaded down with special projects to win favor with voters. At least four alternative proposals are circulating, but Brown has declined to say whether he would support any of them. He has said he is unsure whether any package can get voter support.\n\nDonnelly said he would support a water bond that is \"strictly water, nothing else, no political payoffs. But it has to address every region of the state.\"\n\n\"Southern California has to become part of it; it has to own up to its own responsibility in water usage. That means major conservation, and it means we need to invest in desalinization,\" Donnelly said.\n\nKashkari said he favors breaking up the bond and pushing a measure solely dedicated to storage.\n\nBut the bond, a hard-fought, bipartisan deal brokered in the Legislature in 2009, reflects the complexity of sensitive negotiations on water politics. It includes money to move water, store it, protect sensitive environmental areas and ensure clean drinking water.\n\nNeither of the Republicans supports the centerpiece of Brown's water proposal, the $25 billion plan to build two 35-foot long tunnels, a 10- to 15-year project that is intended to make it easier to pump water from the Sacramento River to Central Valley farms and Southern California cities. It also includes money for delta habitat restoration.\n\nDonnelly wants to ask voters to repeal the contentious high-speed rail project and divert nearly $9 billion in bonds approved for it to water projects. While that proposal is unlikely to win support from Democrats in the Legislature, Donnelly said he believes the crisis brings opportunity.\n\n\"I don't know that it'll all be reached in the Legislature this year, but I am encouraged to see for the first time in a long time, all of the players coming to the table so they can at least have the conversation,\" Donnelly said. \"And I'm willing to work with anybody who has a better idea so we can get this done.\"\n\nThe Associated Press contributed to this report.", "topic": "Climate Change", "politicalLabel": "Liberal", "organization": "FOX", "biasLabel": "Not Biased", "title": "GOP challengers see opportunity in California water crisis", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}