{"content": "A raft of former Democratic proponents are so eager to distance themselves from ObamaCare that they are looking for a scapegoat.\n\nKathleen Sebelius, secretary of Health and Human Services, and Sen. Max Baucus in 2009. (Photo: Tim Sloan, AFP/Getty Images) Story Highlights From the start, Republicans warned the Affordable Care Act would be a disaster.\n\nNow, Democratic Sen. Max Baucus worries the implementation of the law will be a \"train wreck.\"\n\nIf they persist in trying to blame Republicans, millions of Americans will suffer.\n\nWhen the Affordable Care Act was passed, opponents (mostly Republicans) warned that it would be a disaster. Few of us on Capitol Hill could have anticipated that we would later be joined by a raft of former Democratic proponents so eager to distance themselves from ObamaCare that they're using even harsher terms. Let's call these politicians the Train Wreck Club.\n\nThe name comes from the author of the law, Sen. Max Baucus, D-Mont. Weeks of reports covered the problems of creating exchanges that would supposedly simplify insurance purchasing and lower costs. Fretting over this disaster, Baucus famously told Health and Human Services Secretary Kathleen Sebelius that he worried the implementation of the law was becoming a \"train wreck.\"\n\nBaucus' words were bewildering: No one in the country bears more responsibility for the complexity of this law than him. I wrote him weeks ago to request an explanation, and further, to work together on a solution. But like other members of the Train Wreck Club, Baucus isn't really looking for solutions -- he's looking for scapegoats.\n\nJust look at Baucus' company in the club. Senate Majority Leader Harry Reid doubled-down and said he agreed with Baucus' comment. To his mind, the federal government is not spending enough to implement the new law because of Republican opposition. But Reid passed it without a single Republican vote, and along with President Obama, set ObamaCare spending, going so far as to drain $716 billion out of Medicare to pay for it.\n\nThey already know more money is not the answer. They are just trying to hide unpleasant realities from their constituents -- blaming others and running from the scene of the fiscal crime. Baucus won't seek reelection. Reid is pinning blame on Republicans.\n\nThe Affordable Care Act was pitched as a way to save money and lower premiums. Yet Sen. Chuck Schumer (D-N.Y.), recently admitted that premiums have increased \"in part because of ObamaCare,\" but in part because premiums were steadily increasing anyway. The first part is a stunning admission, but the second part is actually the doozy: Did Congress raid Medicare and jeopardize America's financial solvency just to keep the status quo?\n\nRepublicans have stood against this law not only because of its cost, though already costs for the health insurance exchanges are nearly double what was originally proposed. We opposed it because it will harm Americans. This law raises premiums, lowers the quality of care, increases taxes and jeopardizes the insurance Americans were promised they could keep. Sen. Ron Wyden (D-Ore.), echoed these concerns when he noted that the law would increase premiums for the young.\n\nThese aren't problems of poor implementation; they're problems of implementation, period. The last few weeks have yielded a treasure trove of evidence confirming criticism (which the Train Wreck Club now shares) that the Affordable Care Act has (a) not had the results that were promised and (b) that it may in fact have worsened health care in America. To wit:\n\nDaniel Kessler of Stanford estimates that 10 million people -- about two-thirds of the market that is low- or average-risk -- will see higher insurance bills for 2014.\n\nOne insurer, WellPoint, found that for 11 states, small-group premiums are expected to increase by 13% to 23% on average.\n\nThe Congressional Budget Office reported in February that \"in 2019, an estimated 12 million people who would have had an offer of employment-based coverage under prior law will lose their offer under current law.\" That estimate means ObamaCare will actually reduce health care coverage for millions of Americans.\n\nA recently released study in the New England Journal of Medicine by a group of the nation's top health policy scholars based on Oregon's Medicaid expansion -- one whose first-year results were used by proponents of ObamaCare to expand Medicaid nationwide -- ultimately found that expanding Medicaid had no measurable impact on people's health. It turns out that even the very people who put this law on the books don't like finding out what's in a bill after they have passed it.\n\nWhen the House votes soon to repeal this law, I hope the Train Wreck Club will work with Republicans -- unlike when they first passed this bill -- to find solutions that won't leave Americans uninsured, paying more and getting less. We are ready to address the challenges that face real people in the health care marketplace in a way that respects their relationships with their doctors, nurses and other health care providers, and puts our health care system back on track.\n\nIf instead they persist in trying to blame Republicans for the coming train wreck, millions of Americans will suffer the predictable consequences.\n\nMike Pompeo is a congressman from the 4th District of Kansas and sits on the House Energy and Commerce Committee.\n\nIn addition to its own editorials, USA TODAY publishes diverse opinions from outside writers, including our Board of Contributors.\n\nRead or Share this story: http://usat.ly/10A5Bzn", "topic": "Obamacare", "politicalLabel": "Conservative", "organization": "USA Today", "biasLabel": "Biased", "title": "The ObamaCare train wreck", "yellowLabel": "Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Opinion Article"}