{"content": "Westchester slay-suicide dad Sam Friedlander cruelly pressured his wife to have an abortion several years ago — and had a twisted fascination with their young daughter, his grieving father-in-law said yesterday.\n\n“He took inappropriate photos of Molly. Naked parts of her anatomy,” Gary Perez told The Post after making funeral arrangements for his daughter, Amy, granddaughter Molly, 10, and grandson Gregory, 8, who were massacred by Friedlander early Tuesday in the family’s Lewisboro home.\n\n“It was awkward around young girls. He put himself in situations that were strange, like having play dates with Molly and a friend, including him,” Perez, 68, said of Friedlander, who killed himself after his murderous rampage. “Instead of working, he’d come down and have a play date.”\n\nHe said other parents wouldn’t let their children around Friedlander unless other adults were present.\n\nPerez said that several years ago, Sam, 50, urged Amy, 46, to abort a pregnancy — which she did.\n\n“I will tell you the truth that I know. Sam didn’t want to have more children, so he wanted her to have an abortion,” Perez said.\n\nThe father’s charges came after Friedlander’s friends said he had been an emotionally battered husband.\n\nOne pal, Jerry Smith, a psychologist, said the mild-mannered lawyer sought him out for counseling, but never followed through, a year before Tuesday’s rampage — in which he beat his wife to death with a stick of furniture, gunned down his children in their bed and blew his brains out.\n\n“Sam called me and said he was going through a divorce and would I be willing to sit with him,” Smith said. “I recall him saying that it was becoming an ugly divorce.\n\n“[But] he canceled two or three appointments to get together.”\n\nFriedlander and Amy had been due to appear in court for a divorce trial yesterday.\n\nSmith said he had to dismiss Friedlander as his lawyer eight years ago because “I just felt like he wasn’t strong enough. He was getting overpowered all the time.\n\n“I’m shocked that a guy who I viewed as being so mild mannered and so non-confrontational would engage in such behavior,” Smith said of the bloodbath.\n\ndan.mangan@nypost.com", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "New York Post", "biasLabel": "Biased", "title": "Slay-dad abortion trauma", "yellowLabel": "Yellow", "tags": "set(['Game of Thrones', 'Hillary Clinton', 'the masters', 'Chess', 'New York Yankees', 'NYPD'])", "opinionLabel": "Other"}