{"content": "Share this:\n\n\"Why The Next President May Have To Support Marijuana Legalization\" Share:\n\nCREDIT: Shutterstock\n\nIf presidential candidates want the backing of three major swing states in 2016, they may have to support the legalization of medical and recreational marijuana. According to Quinnipiac University’s Swing State Poll, the vast majority of voters in Florida, Ohio, and Pennsylvania are pro pot.\n\nIn both Ohio and Florida, 84 percent of voters support medical marijuana, while 88 percent favor it in Pennsylvania. Although the majorities are much smaller, 55 percent, 52 percent, and 51 percent of voters favor the possession of “small amounts of marijuana for personal use” in Florida, Ohio, and Pennsylvania, respectively.\n\nIronically, voters in the three states are more interested in the idea of legalization than anything else, as most don’t actually plan on using it. More than 80 percent of people polled in each state said they “definitely” or “probably” would not use it themselves.\n\nIn response to the poll, Marijuana Majority Chairman Tom Angell told ThinkProgress, “These results show that marijuana legalization is a mainstream issue that ambitious politicians should try to latch onto instead of run away from.”\n\nAs noted by Quinnipiac University, a politically-independent school, no presidential candidate in the last 55 years has won an election without winning two of the three swing states.\n\nLuckily for the next batch of presidential candidates, support for marijuana is no longer the political poison that it once was. With the health community — including 76 percent of doctors — largely in favor of cannibus-based medicines, 23 states (plus D.C.) permit its consumption.\n\n“If the next president isn’t willing to personally support ending prohibition as the best policy approach, he or she at least needs to push for changing federal laws so that seriously ill people can use medical marijuana without fear of being harassed by the DEA. Medical marijuana polls way better with voters than any presidential candidate does,” Angell explained.\n\nBut legalization does not ensure easier access to cannabis, so candidates may need to go beyond vocalizing support for legalization and actually introduce comprehensive reforms in their campaign platforms. Currently, health insurance companies rarely cover marijuana, turning prescription costs into a burden that many patients can’t afford. The Drug Enforcement Administration (DEA) threatens to pull licenses from doctors who advise dispensaries, as the federal government contends that marijuana is a dangerous substance of no medical value. And dispensaries that do follow state-issued guidelines have been subjected to property forfeiture.\n\nIndeed, Rand Paul (R-KY), who will enter the race to the presidency on Tuesday, has already proposed easier access to medical marijuana. Last month he co-sponsored the CARERS Act, which would permit the Department of Veterans’ Affairs to recommend cannabis, allow people in possession of medical cannabis to cross state lines without penalty, and make it easier for patients to use non-cash forms of payment at medical dispensaries.", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "ThinkProgress", "biasLabel": "Not Biased", "title": "Why The Next President May Have To Support Marijuana Legalization", "yellowLabel": "Not Yellow", "tags": "set(['NATIONAL RIFLE ASSOCIATION', 'Public Health', 'IMMIGRATION', 'POLICE BRUTALITY', 'Marijuana', 'CRIMINAL JUSTICE', 'CALIFORNIA'])", "opinionLabel": "Other"}