{"content": "Many states fail to do a simple task that would help keep guns from the mentally ill.\n\nSeung-Hui Cho (Photo: AP) Story Highlights A third of states had reported fewer than one record for every 100,000 residents.\n\nMore than 90% of the public supports preventing people with mental health problems from owning guns.\n\nVirginia feeds more mental health records per capita into the database than any other state.\n\nSeung-Hui Cho, the college student who killed 32 people in a shooting rampage at Virginia Tech in 2007, had no trouble buying guns. He breezed into stores, passed federal background checks and legally purchased the two weapons he used in the massacre. Yet he had been judged mentally ill.\n\nANOTHER VIEW: More mental health care\n\nIf a judge's order that Cho get mental health treatment had been sent to the national database used to run checks on gun buyers, he'd have been disqualified. Because of a glitch in Virginia's reporting, that didn't happen.\n\nVirginia rushed to fix its system, and today it feeds more mental health records per capita into the database, known as NICS, than any other state. But the shock waves from the deadliest shooting in U.S. history faded away at the Virginia border.\n\nAs of October, a third of states had reported fewer than one record for every 100,000 residents to NICS. Rhode Island has failed to report any. Five states — Alaska, Hawaii, Massachusetts, North Dakota and Pennsylvania — have each reported one.\n\nDenying guns to people who've been judged mentally ill or committed to an institution, as federal law requires, is one of the least controversial gun controls imaginable. More than 90% of the public supports preventing people with mental health problems from owning guns.\n\nThe practice would not have prevented last month's slaughter at an elementary school in Newtown, Conn. Despite obvious signs of mental illness, the killer, Adam Lanza, had never been involuntarily committed, and the guns he used were bought by his mother. But compliance with the law could deter other tragedies. As the country seeks ways to prevent more gun violence, this is a logical place to start.\n\nSo what's standing in the way? Bureaucratic confusion, political cowardice and utter ineptitude, judging by the explanations from some of the worst performing states:\n\nMassachusetts says it needs a state law to require reporting to the database. Twice since 2009, Gov. Deval Patrick has sent measures to the legislature to do just that. And twice, they've died without a vote in a legislature controlled by Democrats in a liberal state. The Gun Owners' Action League, the state's pro-gun lobby, says it doesn't oppose the bills, but it has voiced concern with just about every provision. It's hard to know why, but the result is obvious.\n\nPennsylvania blames its failure to report on federal inaction, and in part, state officials are right. Pennsylvania has tougher restrictions than the federal government on what sort of commitment to a mental institution triggers the ban on buying a gun. State police have sought federal guidance since 2011 on whether the gun check database would recognize its stricter standards. Finally, after ping-ponging between two agencies for nearly two years, the state got a reply.\n\nNorth Dakota makes you wonder whether anybody's in charge. Gov. Jack Dalrymple's spokesman says reporting to NICS is Attorney General Wayne Stenehjem's job. Stenehjem's spokesman says his office is merely a \"conduit\" and has no access to mental health records: Go talk to the Department of Human Services, says the spokesman. Human Services says it knows nothing about the issue.\n\nOne thing is clear: Stenehjem's office has gotten $297,000 in federal grants to improve NICS reporting. The governor, his human services chief and the attorney general might want to spend some of it on a conference call to get this fixed.\n\nStates, conservative and liberal, with the will to change have found solutions. When Delaware Gov. Jack Markell, elected in 2008, found that his state wasn't reporting any mental health records, he pushed a measure to solve the problem. In just the past year, Delaware has reported 18,699 records, rising to No. 2 for reporting.\n\nThe death of 32 in Virginia failed to produce similar leadership elsewhere. Perhaps the death of 20 small children in Connecticut can.\n\nRead or Share this story: http://usat.ly/UcWdQ3", "topic": "Gun Control", "politicalLabel": "Neutral", "organization": "USA Today", "biasLabel": "Not Biased", "title": "Gun control database going to waste", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Opinion Article"}