{"content": "NORTHFIELD, Minn. — EACH day, it seems there are new reasons to heed the growing threat of domestic terrorists. Just last Saturday, a radical Islamist group posted a video urging an attack on the Mall of America in Bloomington, Minn. In response, the secretary of Homeland Security, Jeh C. Johnson, advised visitors there to be “particularly careful.”\n\nConcerns about the increasing frequency of recent terror attacks in Europe, Australia and North America caused the White House to convene a summit meeting last week on how best to counter violent extremism. But none of the current efforts to prevent homegrown terrorism in the United States will be sufficient without addressing the ease with which would-be terrorists in the United States can obtain firearms and explosives.\n\nProtective measures include the tracking of travel patterns to and from certain countries, and tightened airport security, but our laws do nothing to stop domestic terrorist suspects from gaining access to the tools they need to inflict terrible damage. Those on the terror watch list are free to buy and own unlimited firearms in the United States.\n\nAnd it is well documented that they do. The Government Accountability Office, the investigative arm of Congress, recently reported that between February 2004 and December 2014, individuals on the watch list attempted to purchase firearms or explosives on 2,233 occasions — and more than 90 percent of the time, they cleared a background check and received approval to buy.\n\nPeople with a felony record, a conviction for domestic assault, a history of dangerous mental illness or illegal residency status are among those prohibited from purchasing and possessing firearms in the United States. But being on the terror watch list is not a prohibited purchaser category.\n\nPast congressional attempts to address this gap in our national security have been unsuccessful. Representative Peter T. King, Republican of New York, and Senator Frank R. Lautenberg, Democrat of New Jersey, now deceased, several times introduced legislation that would widen the prohibited purchaser category to include those on the watch list. The Justice Department under the Bush administration also sought, but didn’t get from Congress, the authority to deny the purchase of firearms and explosives by those on the list; the Obama administration has also supported such a measure.\n\nDistrust of the list itself and confusion about who is on it have been obstacles. Well-publicized errors in the no-fly list — which is not the same as the international terror watch list — have provided justification to deride all watch lists as based on poor intelligence and discriminatory profiling.\n\nIn fact, only a very small percentage of the roughly one million people on the international terror watch list are American citizens. Among the objective criteria that cause someone to be listed are active membership in an organization devoted to jihad, a record of transfers of money to a terrorist organization, and the incitement of acts of terrorism. Civil libertarian concerns should be allayed by the fact that there is an appeals process for those who say they have been misidentified.\n\nGun lobby opposition has also played a part in earlier failures to address the problem. A small, extremist sliver of the gun-owning population (including the leadership of the National Rifle Association) opposes any limitations — even a restriction of terror suspects’ right to arm themselves.\n\nFinally, some critics have warned that issuing a denial to someone on the watch list would alert him to the authorities’ suspicion. But which is worse: a terrorist who fears he may be under surveillance, or a terrorist with an assault rifle? Under new proposed legislation, introduced this week by Mr. King and Senator Dianne Feinstein, Democrat of California, the attorney general would be given the authority to approve or deny firearm or explosive purchases by a terror suspect, so the option not to tip off the suspect would remain intact.\n\nThe risks posed by a more diffuse and autonomous terrorist diaspora, including self-radicalized domestic jihadists, underscore the need to deny access to arms to those on the terror watch list. In the wake of the Paris attacks in January, the attorney general, Eric H. Holder Jr., said that “worrying about the lone wolf or a very small group of people who decide to get arms on their own and do what we saw in France” was what kept him up at night.\n\nAs long as the United States fails to widen the category of prohibited purchasers of firearms and explosives to include those on the terror watch list, we are neglecting to take the most basic protective measures. And worse, we are making it easy for would-be domestic jihadists to obtain the means to do us harm.", "topic": "Gun Control", "politicalLabel": "Liberal", "organization": "New York Times", "biasLabel": "Biased", "title": "Gun Rights for Terrorists", "yellowLabel": "Yellow", "tags": "set([])", "opinionLabel": "Opinion Article"}