{"content": "If you’re a primary care provider and you’re doing a routine exam, it's common to ask whether somebody in the house owns a gun—and, if so, to discuss firearm safety. Several major medical societies actually recommend it, for very good reason. Studies have shown that access to firearms in the home is associated with an increased risk of suicide and being the victim of a homicide.\n\nA few years ago, conservatives in the Florida legislature decided they knew better. With strong support from the National Rifle Association, they passed a law making it illegal for physicians to ask about gun ownership. The “Docs v. Glocks” law was controversial from the start. Physician groups, including the American Medical Association and American Academy of Pediatrics, opposed it strongly and, when they sued, a federal judge agreed with them, declaring the law invalid. But the State of Florida appealed and, this week, a three-judge panel from the U.S. Court of Appeals reversed the lower court. Asking about a gun in the home, the judges said, is not “good medicine: and amounts to “interrogation about irrelevant, private matters.”\n\nThe judges were half-right. Doctors who ask about gun ownership are asking about private matters. But that is what doctors do. I’m an obstetrician/gynecologist. When a patient comes in for an exam, I take a thorough medical history that gets very personal, very quickly. Are you sexually active? Do you use birth control and, if so, what kind? Do you have multiple partners? I need that information to help with decisions on family planning, as well as to screen for (or treat) conditions ranging from sexually transmitted diseases to certain kinds of cancer.\n\nI also ask about smoking, drinking, and use of drugs. Again, those are invasive, private questions. But the answers affect decision-making about what kinds of tests to run—and whether to be on the lookout for conditions like lung cancer or liver disease. And that’s just the obvious stuff. Answers to those questions could also affect our decisions about prescriptions, for example.\n\nBut maybe the best analogy is seatbelts. There are about as many motor vehicle deaths as there are gun deaths each year in US. (By 2015, gun deaths for people under 25 is expected to surpass motor vehicle deaths.) Physicians ask about this too. Nobody thinks it's intrusive. When we ask these questions, the message isn’t don't drive. It’s drive safely. The same goes for alcohol. We’re not saying it’s evil. We just want you to drink responsibly. When we doctors ask about guns we aren't saying don't own them, we are saying own them responsibly. Why? Our only agenda is that we want you to be healthy.\n\nI suspect that some patients don't answer these questions with complete honesty. Many are not ready to disclose the information or admit to themselves there could be a concern. But I can't remember the last time anyone was upset at my asking and many even thank me for asking. Now and then, people ask why I need to know something. I explain the relevance to their health care. Most are satisfied, but a few decline to answer—and that's okay. Whatever they decide to do, they know they are protected by patient-doctor confidentiality.\n\nReal lives could depend these kinds of questions, sometimes just because they are being asked. A smoker may decide it's time to quit. Someone who is having unprotected intercourse might decide to start wearing condoms.\n\nIt's not hard to imagine how questions about firearms could have similar affects. The parents of a three-year-old, asked by a pediatrician about gun ownership, might think to keep their guns unloaded. Perhaps A 45-year-old woman, asked during an OB/GYN screening, might think of her 19-year-old who’s prone to depression and lock away the ammunition.\n\nBut there are broader issues at stake, as well—none more than the principle of leaving medicine to the people who practice it. Having lawyers make decisions about the practice of medicine makes about as much sense as having doctors write the rules for evidence at trials. But we’ve seen it happen already, most obviously when it comes to reproductive rights.\n\nTwelve states require providers to take ultrasounds before performing abortions, according to the Guttmacher Institute, and three of them require that providers show those images to the patients—even though they are frequently not medically necessary. Five states mandate that doctors tell women that abortion is linked to breast cancer and eight require a woman be counselled that abortion is linked with negative psychological consequences when both of these statements are false. In essence this is legislated malpractice.\n\nThe Docs v. Glocks law extends the same logic to another issue in which the best medical judgment of physicians happens to run afoul of certain conservative political sensibilities. That’s pretty frightening.", "topic": "Gun Control", "politicalLabel": "Liberal", "organization": "New Republic", "biasLabel": "Biased", "title": "Doctors Should Ask About Guns—Sex, Smoking, and Personal Matters", "yellowLabel": "Not Yellow", "tags": "set(['docs v. glocks', 'Economics', 'qed', 'florida', 'gun control', 'Home News', 'The Plank', 'nra', 'Guns', 'politics', 'Culture', 'Politics', 'Books', 'Identity', 'conservatives', 'medicine', 'World', 'Technology', 'Events', 'Film', 'Economy'])", "opinionLabel": "Other"}