{"content": "On March 10, 2015, three U.S. Senators introduced legislation that, if enacted, could reverse federal policy established more than four decades ago. The bill would remove marijuana from Schedule I of the Controlled Substances Act -- the most severely restricted of the five schedules. Senator Rand Paul (R-KY), one of the co-sponsors, said \"For far too long, the government has enforced unnecessary laws that have restricted the ability of the medical community to determine the medicinal value of marijuana and have prohibited Americans from receiving essential care that will alleviate their chronic pain and suffering.\"\n\nThe bill is just the latest in the long road of reform that is called \"the medical marijuana movement.\" It was begun in 1976 by a young college professor, and my late husband, Robert Randall. Thirty-nine years ago Randall was the only -- yes, the only -- recipient of medical marijuana in America. A headline at the time proclaimed Randall, \"One in 213 million.\"\n\n\n\nRandall had confounded the federal prohibition of marijuana by proving, incontrovertibly, that marijuana was preserving his eyesight. When the illegal drug was added to Randall's regular regimen of glaucoma medications it made the critical difference, reducing his elevated eye pressures to the normal range and allowing him to retain his already compromised vision.\n\nRandall's unique status catapulted him into the public's eye and he went willingly. Trained in speech and rhetoric, Randall became an elegant spokesperson for medical access to marijuana. He used every opportunity to speak on the subject, including appearances on a TV game show (To Tell The Truth) and the late night talk shows.\n\nFederal authorities were not pleased and began to threaten Randall's access, advising him that if he continued to advocate for reform his access to federal supplies of marijuana would be terminated. Randall responded by doubling down in his efforts and accepting speaking engagements at the top drug abuse conferences in the country. The threats from FDA and NIDA became more intense and Randall turned to the White House for help.\n\nIn April 1977, he wrote a letter to President Jimmy Carter's drug abuse advisor, Dr. Peter Bourne. Randall explained the threats that had been leveled against him and requested the physician's help in ordering federal agencies to, in essence, \"stand down.\" Bourne's response shocked Randall. The presidential advisor was clear that he would take no action on behalf of the young glaucoma patient and in a less-than-thinly-veiled threat he wrote, \"Publicity in the case has forced consideration of tightening up the dispensing of your supplies.\"\n\nA few months later the White House threat against Randall would become the centerpiece in a federal civil suit after drug agencies did finally revoke Randall's access and leave him floundering in a world of rapidly diminishing vision. The case was settled out-of-court and Randall would receive federal supplies of marijuana for the next 23 years, until his death in 2001.\n\nIn looking back it is easy to focus on the sheer drama of the moment with bureaucrats making no secret of their visceral disdain for the very idea of medical cannabis and Randall going up against them alone -- the classic David and Goliath story. It is unlikely that Randall's courage will be forgotten but his strongest asset was his intelligence and farsightedness.\n\nIn his letter to Peter Bourne, Randall's words are almost prescient and resonate even louder in today's world. Randall wrote:\n\nThe present system pits public policy against human biology. The human reaction to this conflict of values cannot greatly enhance the authority of the law and creates the possibility of ill-informed individuals engaging in attempted medical self-treatment. The Schedule I prohibition has almost no benefits.\n\nIt has been a failure in discouraging the recreational use of marijuana and a success at denying an expansion of our medical knowledge. It has the double disadvantage of denying millions of individuals the civil rights which are theirs and of denying additional millions of their biological well-being.\n\nBy linking civil rights and biological well-being, the acknowledged father of the medical marijuana movement has spoken from the grave and focused the light where it needs to be in our current time. Medical access to cannabis is not a states rights issue, it is a civil and biological rights issue that deserves the protection of federal authorities. Instead, much as with other important civil rights battles of the past, federal agencies have been an impediment to rational resolution. Historically those impediments have only disappeared when the President and/or Congress intervenes. Perhaps the recently introduced Senate bill will be the answer to a letter written long ago.", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "Huffington Post", "biasLabel": "Biased", "title": "Senate Bill May Answer a Decades-Old Request", "yellowLabel": "Not Yellow", "tags": "set(['Most Popular on HuffPost'])", "opinionLabel": "Opinion Article"}