{"content": "A country that has abandoned all efforts at creating a saner immigration policy has gotten the result it deserves: not one policy but lots of little ones, acting at cross purposes and nullifying one another. Not unity but cacophony, a national incoherence — one well illustrated in a recent report in The Times on the various ways the states, forsaken by Congress, are adjusting to the millions of unauthorized immigrants living outside the law.\n\nSome, like Washington and California, allow such immigrants to earn driver’s licenses, having concluded that roads are safer when drivers are tested and insured. Other states balk at any such benefit for people they consider undeserving. They prefer to tolerate illegal driving to make a point about illegal immigration.\n\nTwenty-six states have sued to block President Obama’s executive actions giving some immigrants work permits and protection from deportation. They argue that the actions harm them somehow, though they lack evidence, mainly because the opposite is true. A federal district judge in Texas has sided with the plaintiffs, blocking the Obama administration’s programs nationwide.\n\nBut 14 states and the District of Columbia have pleaded with the United States Court of Appeals for the Fifth Circuit to let the programs proceed. They understand that immigrants who are working legally and paying taxes, supporting themselves and bolstering the economy, are a benefit for all, and that the government is far better off using its limited resources deporting criminals.\n\nSome states, notably Arizona and Alabama, have toiled mightily to thwart unauthorized immigrants at every turn, to make them miserable and unemployable. Others have decided that undocumented workers and their families are an asset to be nurtured, with benefits like more access to higher education, through in-state tuition and financial aid. They understand the reasoning of Plyler v. Doe, the Supreme Court decision asserting all children’s right to primary schooling, and have chosen not to squander their costly investment in an educated population.\n\nCalifornia is a national leader in embracing the potential of its newcomers, with 26 new laws benefiting the undocumented, including a driver’s license law and one limiting local law-enforcement involvement in the federal immigration dragnet. New York City, under Mayor Bill de Blasio and Speaker Melissa Mark-Viverito of the City Council, has made much progress, too, with programs like a municipal ID card. The message: We want you here.\n\n(New York State should be a national leader in this swelling immigrant-rights movement, but it isn’t. Modest reforms, like a bill to grant college financial aid and scholarships to the undocumented, have languished in its underachieving Legislature, thwarted by a Republican-led Senate and a governor, Andrew Cuomo, who gives the issue lip service but has other priorities.)\n\nThe federal government has its own problems with coherence. It spends billions on its prison-and-deportation pipeline, yet the Homeland Security Department is not on the same page with itself. It is supposed to be using more discretion in whom it deports, but it is applying the policy erratically. A man who fits no sane definition of a threat — Max Villatoro, a Mennonite pastor in Iowa, a father of four citizen children — was recently deported to Honduras.\n\nMeanwhile, the leader of Immigration and Customs Enforcement, Sarah Saldaña, was recently asked at a congressional hearing whether she supported changing the law so that local police departments would be required to hold immigrants in custody for possible deportation beyond the time they would normally be released. “Amen,” she said, showing that she either didn’t know or didn’t accept that the Homeland Security Department actually opposes mandatory detainers. She later issued a clarification bringing her views in line with those of her boss, Jeh Johnson, the homeland security secretary, calling mandatory detainers “a highly counterproductive step” that would “lead to more resistance and less cooperation in our overall efforts to promote public safety.”\n\nDepending on how the Fifth Circuit rules on the lawsuit challenging Mr. Obama’s executive actions, his valiant effort to repair some of the damage to the immigration system could well be undone, and everybody, families and felons, may get put back in the shadowy line of potential deportees. Meanwhile, the Army is expanding and fast-tracking a program to give citizenship to unauthorized immigrants with special language or medical skills.\n\nWho is on the right side of this argument — the Army, Mr. Obama, Gov. Jerry Brown of California, Mr. de Blasio? Or Texas, Alabama, Arizona and the Republicans whose resistance to reform has left the nation in this mess? Those die-hard opponents fail to remember that laws and policies that deny rights and promote exclusion have been the source of shame and regret throughout American history. Integration and assimilation are the core values of a country that is in danger of forgetting itself.", "topic": "Immigration", "politicalLabel": "Liberal", "organization": "New York Times", "biasLabel": "Biased", "title": "The Scrambled States of Immigration", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Opinion Article"}