{"content": "Share this:\n\n\"Students Fight Back After Catholic School Fires Their Teacher\" Share:\n\nSaffron Edwards holds an umbrella over students and alumni gathered for a vigil at Dowling Catholic High School on Wednesday, April 8th. The group opposes the school’s decision to reject a prospective teacher for being openly gay. CREDIT: Celia Flesher\n\nLast fall, Tyler McCubbin began substitute teaching and coaching track at Dowling Catholic High School in Des Moines, Iowa. McCubbin, who received his teacher’s certificate in September, enjoyed his experience at the school, so he did what most aspiring instructors would do: he applied to be a teacher.\n\n“I walk into Dowling every day actually really blessed to be able to teach — or to substitute — at such a school,” McCubbin told KCCI-TV.\n\nBut while Dowling Catholic administrators quickly offered McCubbin a position, earlier this week he got a call that brought his job application to a grinding halt: school officials told the 26-year-old that they could not hire him because he was publicly gay, which they claimed “was at odds with Church teaching.”\n\n“It broke my heart,” McCubbin told the Des Moines Register.\n\nMcCubbin says the school initially told him he could continue substitute teaching and coaching if he wanted. But after news of the decision prompted public outcry, the administration rescinded their offer. On Wednesday, school president Jerry Deegan tried to abate rising frustration by sending letters to alumni and parents explaining the decision.\n\n“We withdrew an offer of a full time position to a substitute teacher based on discovering late in the employment process that his lifestyle was inconsistent with the teachings of the Catholic Church,” the letter to alumni read. “As a Catholic school we have an obligation to uphold the church’s teachings as they are defined.”\n\nTara Nelson, marketing manager for Dowling Catholic, further clarified to ThinkProgress that school officials were ultimately beholden to Catholic hierarchy.\n\n“This is a diocesan policy, and we have to follow the rules of the diocese,” she said.\n\nAttendees pray at Wednesday’s vigil. CREDIT: Celia Flesher\n\nBut the administrators’ response did little to quell growing outrage within the student body and surrounding community. On Wednesday afternoon, students staged a walkout to challenge the administration’s decision, abandoning their classrooms and convening a protest vigil just outside the school. More than 150 students, parents, alumni, and supporters gathered for the event in the rain, with participants applauding the students before joining together in prayer. Attendees brandished signs expressing their disapproval with the school officials, inscribed with faith-based messages such as “W.W.J.D?,” an acronym for “what would Jesus do?”, and “We are not the gatekeepers to [God’s] kingdom.”\n\n“I just want the community to know that this is a really important topic, and that just because our school officials or diocesan leaders might have made this decision, it does not directly reflect what we believe as students,” Grace Mumm, a 16-year-old sophomore at Dowling Catholic, told the Des Moines Register.\n\nStudents signed a petition “against Dowling leadership’s hiring policies as discriminatory against individuals based on sexual orientation,” and the budding protest movement even created its own Facebook page, “Dowling Catholic Alumni, Faculty, and Students Against Discrimination,” which now claims over 1,800 members. The site serves as an organizing hub for the growing group, where protests are coordinated and supporters post words of encouragement — including updates from Tyler McCubbin himself. The page also includes testimonies of several LGBT Dowling Catholic alumni, with at least one openly gay student at the school who is advocating for a school club that would support LGBT youth.\n\nClaire Celsi, an alumni whose children also attended the school, told ThinkProgress she reacted to the news with “disgust.”\n\n“Jesus included all different kinds of people from all walks of life in his ministry. He probably would have been first in line defending [the teacher],” Celsi said. “I don’t believe they’re directly following Christian perspectives … They should have just hired the right person for the job.”\n\nCelsi also expressed concern for LGBT students who attend the school, noting “[the administration is] sending the subtle message that [LGBT students] not worth as much as the other students.”\n\nStudents at Wednesday’s vigil. CREDIT: Celia Flesher\n\nActivists in Des Moines are part of a rapidly expanding movement of American Catholics challenging Catholic institutions that discriminate against gay employees. Students of Skutt Catholic High School in Omaha, Nebraska are rallying behind Matthew Eledge, an English teacher and speech coach who is being fired for claiming his LGBT identity (a Change.org petition in support of Eledge currently has over 35,000 signatures). Meanwhile, a Catholic food pantry in Kansas City, Missouri, and a music director at a church in a church Inverness, Illinois are both suing after they were fired by their respective employers for being openly gay. And in San Francisco, thousands of teachers, students, and parents are engaged in a sustained protest effort against their Archishop, Salvatore Cordileone, demanding he abandon a new “morality clause” for Catholic schoolteachers that would make it legal to fire people for being publicly gay. Similar fights are also being waged among Catholic communities in Miami, Cincinnati, Massachusetts, and Hawaii, among others.\n\nIn most cases, Catholic schools and institutions legally justify anti-LGBT discrimination by using the so-called “ministerial exception,” a legal designation which exempts religious institutions from non-discrimination laws when employees are classified as “ministers.” Not all schools have successfully reclassified their teachers this way, however, and Dowling Catholic officials declined to say whether or not the diocese requires instructors to legally identify as such. The nuance is important, because many argue that religious institutions who exclude LGBT people in hiring without the ministerial designation could be breaking the law: late last month, the U.S. Equal Employment Opportunity Commission issued a determination that a Catholic college preparatory school in Macon, Georgia, violated the rights of a gay teacher when officials refused to renew his contract after learning of his intention to marry his partner. If the school refuses to settle, the teacher could file a federal lawsuit to enforce laws that prohibit discrimination.\n\nRegardless of the legal back-and-forth over discrimination, however, Catholics such as McCubbin are still hoping church officials will reconsider their position on homosexuality.\n\n“I hope there is a continued dialogue about discrimination and religion,” McCubbin said. “The two together in the same sentence is a big oxymoron. It’s ridiculous that an institution that preaches peace and tolerance and so many great things about human beings can still discriminate against people who are just themselves.”\n\nThinkProgress contacted the Diocese of Des Moines to comment on this story, but did not receive a reply by press time.", "topic": "Gay Marriage", "politicalLabel": "Liberal", "organization": "ThinkProgress", "biasLabel": "Biased", "title": "Students Fight Back After Catholic School Fires Their Teacher", "yellowLabel": "Not Yellow", "tags": "set(['ministerial exception', 'Catholicism', 'SAME-SEX PARENTING', 'FLORIDA', 'SUPREME COURT', 'NONDISCRIMINATION PROTECTIONS', 'ministerial exemption', 'TRANSGENDER'])", "opinionLabel": "Other"}