{"content": "At 12:01 a.m. on Thursday, recreational marijuana will become semi-legal in the District of Columbia under a patchwork blanket of no-go zones, threats of prosecution from congressional overseers and confusion about enforcement by overlapping city and federal police agencies. There won’t be any clouds of smoke, though. The pot law, approved by 70 percent of city voters last November, is so tightly restricted to home use that this social revolution may be largely invisible in the city at large.\n\nBut not in Congress, where Republican leaders, who have oversight authority over the district’s local government, have warned Mayor Muriel Bowser that the existing federal laws against pot make her subject to criminal charges if she goes ahead with voter-approved legalization.\n\n\n\n“You can go to prison for this,” Representative Jason Chaffetz of Utah, chairman of the oversight and government reform committee, told The Washington Post. “We’re not playing a little game here.”\n\nIn advance of the deadline, Mayor Bowser and her police chief emphasized stringent limitations on the new freedom. Two ounces per adult will be allowed but it must be home-grown indoors, with no weed plants in sight on balconies and window boxes. Be aware, said City Hall, that in the nearly 30 percent of the district controlled by the federal government (national parks, military posts, housing projects) federal agents can still make arrests for possession. Local police will continue to arrest dealers and ticket people smoking pot in public. And while the city police will not make arrests for using pot in public housing, federal agents and housing police might — although the D.C. police will not process the arrests.\n\n“With the federal laws and local laws, they’ve created a mishmash of stuff here,” the D.C. police union chairman, Delroy Burton, complained.\n\nCity residents have long complained about what they term Congress’s “plantation” mistreatment of the district. How much comfort they can find in legalization remains to be seen.", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "New York Times", "biasLabel": "Not Biased", "title": "Marijuana Legalization—Not the Drug Itself—Sows Confusion in D.C.", "yellowLabel": "Not Yellow", "tags": "set(['Bowser, Muriel E', 'marijuana', 'Washington (DC)'])", "opinionLabel": "Other"}