{"content": "The Jobs for America Act of 2014 (H.R. 4), sponsored by House Ways and Means Committee Chairman Dave Camp (R-Mich.), seeks to encourage economic growth and job creation by redefining full-time employment, increasing review of new federal rules and making permanent certain tax relief for businesses. Supporters of the bill, like the National Federation of Independent Business, argue that it would help relieve pressure on small business owners. Opponents of the bill, like the Obama administration, contend that it would impose unnecessary requirements on agencies and could hinder their abilities to do their jobs.\n\nThe Waters of the United States Regulatory Overreach Protection Act (H.R. 5078) aims to preserve certain rights and responsibilities with respect to waters in the U.S. Supporters argue that the legislation would appropriately require agencies to conduct a transparent, representative and open consultation with state and local officials to develop a consensus about which waters should be under federal jurisdiction. Opponents contend that it would ultimately allow industry to pollute and destroy waterways with inadequate oversight.\n\nThe Keep The IRS Off Your Health Care Act (H.R. 2009) would prevent the Secretary of the Treasury and the Internal Revenue Service from enforcing the Affordable Care Act. Supporters of the bill, like House Ways and Means Committee Chairman Dave Camp, argue that the IRS abused its power in the 2013 targeting scandal and claim that the agency can't be trusted to act responsibly. Opponents of the bill argue that it is just another effort by the GOP to repeal Obamacare. Democrats, like Rep. Sandy Levin (D-Mich.), say that House Republicans are misleading the public by making claims that the IRS will have access to people’s medical records.\n\nThe Repealing Obamacare Act (H.R. 45), sponsored by Rep. Michele Bachmann (R-Minn.) (left), calls for repeal of the Affordable Care Act and the health care provisions of the Education Reconciliation Act of 2010. Supporters of the bill contend that the health care mandates on individuals and small businesses undermine job creation and hinder actual health care improvement. Opponents say that repeal would cut off millions of Americans from needed health care. Many Democrats, including House Minority Whip Steny Hoyer (D-Md.), have also expressed their frustration with the GOP’s ongoing effort to repeal Obamacare. “Apparently, the Republicans are opposed to Obamacare,” Hoyer said. “I know that comes as a shock to America, so we need to tell them one more time, or 37 times, or maybe a 38th or a 39th or a 40th or a 100th time.”\n\nThe Making Permanent Bonus Depreciation Act (H.R. 4718) would allow businesses to write off 50 percent of their investments' value in the first year. Supporters of the bill, including House Ways and Means Committee Chairman Dave Camp, claim that permanently renewing the credit will pave the way for tax reform. Opponents argue that many tax cut extensions proposed by the GOP, including bonus depreciation, are both fiscally irresponsible.\n\nThe America's Small Business Tax Relief Act (H.R. 4457) would raise the small business expense limit to $500,000. Supporters of the bill say it would help small firms reinvest in themselves. Opponents argue that it would add to the deficit. The White House has said the president would veto the bill.\n\nThe American Research and Competitiveness Act (H.R. 4438), sponsored by Rep. Kevin Brady (R-Texas) (near left), would make permanent the 20 percent tax credit for research and development expenses. Supporters of the bill, like the National Tax Payers Union, argued that it would take “an important step toward creating a healthier business climate, providing broad-based relief and promoting economic growth.” Opponents argued that it would help lead to long-term deficits. President Barack Obama said in a statement, “The Administration strongly opposes House passage of H.R. 4438, which would permanently extend and expand the R&D credit without offsetting the cost, adding to long-run deficits.”\n\nThe Small Business Capital Access and Job Preservation Act (H.R. 1105) would eliminate the requirement under the Dodd-Frank financial reform law that private equity funds register with the Securities and Exchange Commission. Supporters of the bill, including Rep. Rich Nugent (R-Fla.), argue that the current requirement unfairly lumps small firms in with larger firms that pose more of a systemic risk. Opponents of the bill, like Rep. Stephen Lynch (D-Mass.), say that it would make financial markets less transparent.\n\nThe Working Families Flexibility Act (H.R. 1406), introduced by Rep. Martha Roby (R-Ala.) (left), would allow private sector workers to opt for paid time-off instead of overtime pay. House Education and the Workforce Committee Chairman John Kline (R-Minn.) said that private sector workers should be given a choice when it comes to how they are compensated for overtime hours. Democrats argue that the legislation would undermine the 40-hour work week and encourage companies to assign overtime to those who are willing to do it for no additional pay.\n\nThe Unfunded Mandates Information and Transparency Act (H.R. 899) would increase review of federal mandates' economic costs and provide for greater input from private stakeholders. Supporters of the bill argue that there needs to be greater transparency on the true costs of federal regulations. “[U]nfunded mandates and regulations continually stifle private-sector growth and economic expansion,” reportedly said Rep. James Lankford (R-Okla.). Opponents of the bill say the legislation goes too far and would make it difficult for agencies to write regulations intended to help individuals.\n\nThe Preserving the Work Requirements for Welfare Programs Act (H.R. 890) would prohibit waivers of the employment requirements under the Temporary Assistance to Needy Families program. The legislation would also require that 50 percent of all those receiving assistance under TANF be employed or searching for employment. House Ways and Means Committee Chairman Dave Camp (R-Mich.) argues that the bill would help lower-income families, saying that the prior reforms establishing those employment requirements “led to more work, more earnings, less welfare dependence, and less poverty among families headed by low-income single mothers.” Opponents of the bill say that current waivers already depend on the state's having a plan to increase the number of people moving from welfare to work by 20 percent.\n\nThe Save American Workers Act (H.R. 2575), introduced by Rep. Todd Young (R-Ind.) (left), would alter the way full-time workers are defined under the Affordable Care Act to reduce the incentive that companies have to cut workers' hours in order to avoid the employer mandate. Republicans argue that the ACA’s definition of a full-time employee as one who works 30-plus hours a week sets the bar too low. Opponents of the bill, like Rep. Louise Slaughter (D-N.Y.), point to a Congressional Budget Office report to contend that the bill would add to the deficit while costing needy workers their insurance. \"This legislation would increase the deficit by $74 billion and force 1 million people to lose their sponsored health care coverage and increase the number of uninsured,\" Slaughter said. \"It is not true that under this piece of legislation no one would lose their health care.\"\n\nThe Electricity Security and Affordability Act (H.R. 3826) would provide direction to the Environmental Protection Agency on setting emissions standards. Supporters say that the bill would curb the EPA's \"radical war\" on affordable and reliable energy sources. Opponents say the bill would undercut efforts to fight climate change.\n\nThe Hire More Heroes Act (H.R. 3474) would allow veterans who receive health care through the departments of Defense and Veterans Affairs to be omitted from their private employers' list of applicable workers for purposes of determining whether the employer must provide health coverage under the Affordable Care Act. In other words, the bill would push some businesses below the 50 full-time employees cutoff. Among the supporters of the legislation, Rep. Randy Hultgren (R-Ill.) has argued that the Affordable Care Act's employer mandate discourages employers from hiring veterans as well as hurting small businesses. “When our servicemen and women return home, the last thing they should fear is unemployment. It is our duty in Washington to ensure there are jobs available for our veterans,” Hultgren said.\n\nThe Outer Continental Shelf Transboundary Hydrocarbon Agreements Authorization Act (H.R. 1613) would authorize the Secretary of Energy to implement an agreement with Mexico for the management of transboundary hydrocarbon reservoirs in the Gulf of Mexico. Those who support the bill say the agreement would encourage exploration, development and sharing of revenue from oil and natural gas resources along the maritime border in the Gulf of Mexico and expand U.S. energy production, create new jobs, and grow the economy. Opponents of the bill say the problem is that it would exempt resource extraction companies from important SEC disclosure requirements.\n\nThe North American Energy Infrastructure Act (H.R. 3301), sponsored by House Energy and Commerce Committee Chairman Fred Upton (R-Mich.), would require more transparency on international energy projects that involve Canada or Mexico. The legislation would require sponsors of such oil pipelines and electricity transmission projects to obtain permission from the U.S. Secretary of Energy or the U.S. Secretary of State. Republican congressional members have been largely in favor of the legislation. “This approach is a sincere effort to focus a targeted solution to lessons learned from the Keystone pipeline,” Upton said at a hearing on the bill. “We’re creating a fair and transparent approval process for cross-border energy projects, putting them all on a level playing field for the benefit of North American energy security, lower energy prices, and jobs.” Under the legislation, the president would no longer have responsibility to oversee and approve international pipelines. President Obama has reservations and has said he would seriously consider vetoing the bill.\n\nThe Preventing Government Waste and Protecting Coal Mining Jobs in America Act (H.R. 2824) calls for states to implement the 2008 stream buffer zone rule, which the Obama administration has been attempting to rewrite. Republicans like former House Majority Leader Eric Cantor (R-Va.) have said the bill is needed to halt “excessive and unnecessary” regulation. Democrats have responded that Republicans are using “fear mongering” tactics to push the legislation forward.\n\nThe Coal Residuals Reuse and Management Act (H.R. 2218) would eliminate waste disposal standards and requirements for coal ash, the heavy-metal-laced remnants of coal burned by power plants. Supporters of the bill argue that EPA rules governing coal ash are burdensome and cite ways in which coal ash can be recycled into other products, stimulating both coal and other industries. But opponents say the bill would have a disastrous impact on public health since coal ash contaminants can cause bladder, kidney, liver, lung, prostate and skin cancer. The EPA identified 67 coal and oil ash dump sites that have already contaminated groundwater and wells, according to the Natural Resources Defense Council.\n\nThe Regulations from the Executive in Need of Scrutiny (REINS) Act (H.R. 367 would require congressional approval of any new regulation from a federal agency. Supporters say the bill would increase oversight and prevent unnecessary regulations from hampering business. Opponents say it has the potential to turn careful and expert agency considerations into a political circus.\n\nThe Sacramento-San Joaquin Valley Water Reliability Act (H.R. 3964) would nullify substantial regulations on water control and fishing in the San Francisco Bay area. The bill's sponsor argues that existing policy has had a detrimental impact on the delta ecosystem. Opponents say the bill would destroy the delta ecosystem, lift protections for salmon and other listed species, and reduce funding for environmental restoration projects. They say it would also allow dam contractors to skirt federal environmental regulations.\n\nThe National Strategic and Critical Minerals Production Act (H.R. 761) would change the way mining projects are defined and expedite the approval of mineral exploration. Supporters say it now takes an average of seven years to acquire mining permits and if the process were sped up, the mining industry could introduce new money into the economy. Opponents say the bill would allow mining companies to exploit public lands while cloaking their activities from the public view.\n\nThe Northern Route Approval Act (H.R. 3) would approve the northern portion of TransCanada's proposed Keystone XL pipeline. Supporters tout the pipeline's job-creating effects and applaud the reduction in oil prices they say would result from the larger pipeline. Opponents warn of the adverse environmental effects the pipeline could create -- which they say would harm the economy in the long run.\n\nThe Path to Prosperity Budget (H.Con.Res. 96), proposed by Rep. Paul Ryan (R-Wis.) (left), would sharply cut domestic programs, reduce the current tax structure, privatize Fannie Mae and Freddie Mac, and transform Medicare into a voucher-like program. Republicans say the budget plan is necessary to reduce borrowing and create the \"certainty for investors\" so that the U.S. won't experience a European-style debt crisis. Democrats say the budget proposal is tilted in favor of the wealthy and shortchanges investments in infrastructure, education and health research.\n\nThe Central Oregon Jobs and Water Security Act (H.R. 2640) would amend the Wild and Scenic Rivers Act to adjust the Crooked River boundary in order to provide water certainty for Prineville, Oregon. Supporters say construction of the proposed hydropower project would provide adequate water so that the local area could attract new technology projects similar to the Facebook data center. But opponents say they do not believe it was Congress' intent to place a wild and scenic river boundary in the center of a dam.\n\nThe Protecting States' Rights to Promote American Energy Security Act (H.R. 2728) give states authority to set their own regulations for certain oil and gas operations. Supporters of the bill say the law would protect jobs and energy production by limiting the Obama administration’s ability to impose duplicative federal regulations on hydraulic fracturing. Opponents say the bill would serve to exempt states with weak or minimal rules about fracking from more restrictive federal regulations.\n\nThe Restoring Healthy Forests for Healthy Communities Act (H.R. 1526) would require federal forests to be managed in a way that enhances economic stability and revenue for counties with National Forest System land. Supporters say the bill would put thousands of Americans to work and provide stable funding for counties to use for education, infrastructure and wildfire prevention. Opponents, who call the bill \"No Tree Left Behind,\" believe that it would significantly harm sound long-term management of federal lands and that it unreasonably restricts agency actions.\n\nThe Natural Gas Pipeline Permitting Reform Act (H.R. 1900) aims to expedite the federal review process for natural gas pipeline permit applications. Supporters of the bill say that U.S. pipeline infrastructure has failed to keep pace with increased production and that the regulatory process still delays construction despite attempts to strengthen and streamline it. Opponents of the bill say the requirements could force agencies to make decisions based on incomplete information due to stringent deadlines. President Obama has also stated that he would veto the bill.\n\nThe Domestic Prosperity and Global Freedom Act (H.R. 6) would put a 30-day deadline on federal approval of applications to export natural gas to World Trade Organization countries. Supporters of the bill argue that it would eliminate trade barriers and bring more energy resources to the world, while spurring investment in new domestic production. Opponents say the unchecked export of natural gas to nations that have yet to sign free trade agreements with the U.S. will undermine the efforts of U.S. trade negotiators to open closed markets.\n\nThe Lowering Gasoline Prices to Fuel an America That Works Act (H.R. 4899) would increase lease sales for onshore and offshore oil and natural gas drilling in the U.S. Supporters say it would ease the pain at the pump by expanding production of America’s own energy resources and help create good-paying American jobs. Opponents say the legislation fails to address the true source of high gasoline prices.\n\nThe Energy Consumers Relief Act (H.R. 1582) would require EPA Administrator Gina McCarthy (left) to get congressional approval for new energy-related regulations that would impose total costs of more than $1 billion. It would also mandate Energy Department review of such rules. Supporters of the bill say that any regulations exceeding that amount must cause significant adverse effects to the economy. Opponents say that the bill would give the Energy Department too much power to veto EPA rules and that the new process would be used to prevent important environmental regulations.\n\nThe Innovation Act (H.R. 3309) seeks to make patent litigation more difficult and orders studies on patent regulation and the courts. Supporters of the bill say that frivolous patent lawsuits hurt the economy and represent wasted capital. Opponents say that the bill would undermine small inventors trying to defend their innovations from larger companies.\n\nThe Strengthening Transparency in Higher Education Act (H.R. 4983) directs the Department of Education to create an online resource for college applicants that would list \"key information,\" including graduation rates, and would serve as a benchmark for \"all published higher education data.\" Supporters of the bill say it would help reduce confusion about the cost and value of different college options.\n\nThe Veterans Economic Opportunity Act (H.R. 2481) seeks to improve the Department of Veterans Affairs' administration of programs providing economic, educational and employment assistance.\n\nThe Student Success Act (H.R. 5) would cut multiple federal education programs and federal metrics for assessing school performance while granting increased authority to states and encouraging charter school expansion. Supporters say the legislation would empower families and local communities to \"best serve their student populations.\" Opponents argue it would disadvantage the most marginalized students by eliminating federal oversight.\n\nThe Stop Government Abuse Act (H.R. 2879) aims to limit bonuses for federal employees during sequestration, set investigative leave requirements for members of the Senior Executive Service and authorize individuals to record government officials. Supporters say the bill would curb the waste of taxpayer dollars and ensure that government bureaucrats can be held accountable for any political intimidation. Opponents say the rights of the government's rank-and-file employees \"are being trampled on by this legislation.\"\n\nThe Empowering Students Through Enhanced Financial Counseling Act (H.R. 4984) would increase counseling for the recipients of federal financial aid. Supporters of the bill -- who include the Obama administration -- say it would \"help students make smart decisions about financing their higher education.\" But the White House has noted that the bill does not provide for any new resources or action to limit the cost of a college education.\n\nThe Achieving Less Excess in Regulation and Requiring Transparency (ALERRT) Act (H.R. 2804) wouldrequire the Office of Information and Regulatory Affairs to publish certain information about agency rules online. Supporters of the bill say that the way to turn around the economy is to get Washington out of the private sector's way. This bill, they argue, would at least help make the government's regulatory plans transparent. Opponents say that the bill would impose unneeded and costly requirements on agencies while impeding common-sense protections for the American public.\n\nThe Cyber Intelligence Sharing and Protection Act (H.R. 3523), sponsored by House Intelligence Committee Chairman Mike Rogers (R-Mich.), would establish methods for sharing information among the U.S. government intelligence community and technology companies with the goals of aiding the investigation of potential cyber security threats and preventing cyber attacks. Supporters of the bill, like former Minnesota Gov. Tim Pawlenty (R), argue that privacy concerns over CISPA are blown out of proportion and that the real risk of terrorism makes public-private cooperation necessary. Multiple bipartisan efforts have been made to halt the legislation. One of the most vocal opponents is former Rep. Ron Paul (R-Texas), who called the bill “Big Brother writ large” and hinted at the possibility of tech giants like Facebook and Google becoming “government spies.” He added that the public should be concerned about the federal government’s desire to monitor the Internet.\n\nThe Success and Opportunity through Quality Charter Schools Act (H.R. 10) would expand support for charter schools and encourage states to help them thrive. The bill's supporters argue that it would \"raise student achievement levels.\" Detractors contend that charter schools \"direct scarce public education dollars away from the neediest children.\"\n\nThe Child Tax Credit Improvement Act (H.R. 4935) would raise the joint income limit to apply for the child tax credit and adjust the credit for inflation. The bill would also require applicants to provide their Social Security numbers. Supporters of the bill, like House Ways and Means Committee Chairman Dave Camp (left), say the bill would even the playing field for married parents. They also say the IRS is letting this credit be claimed by taxpayers who are in the U.S. illegally. Opponents say the bill is just a Republican attack on the Latino community.\n\nThe Student and Family Tax Simplification Act (H.R. 3393) would consolidate certain tax benefits for educational expenses. It also incorporates the Child Tax Credit Improvement Act (see slide 41).\n\nThe American Energy Solutions for Lower Costs and More American Jobs Act (H.R. 2) is a package of bills that would slash federal regulations on energy projects. Supporters say the bill would spark job creation and lower energy prices by encouraging common-sense energy solutions. Opponents, including the White House, say that the package would actually undermine energy security and the economy in the long run.\n\nThe Responsibly And Professionally Invigorating Development (RAPID) Act (H.R. 2641) aims to improve coordination among agencies involved in environmental reviews of development projects. Supporters say the bill would help prevent major projects from being stalled or cancelled because of a dysfunctional permitting process. Opponents say the deadlines in the bill could lead to projects being approved too quickly -- and thus to legal and environmental problems, and more delays, down the road.\n\nThe Advancing Competency-Based Education Demonstration Project Act (H.R. 3136) would waive federal regulations that hinder the growth of competency-based education programs, which offer an alternative to traditional higher education. The bill's proponents, who include the White House, say it would encourage innovation in higher education and offer students more flexible learning options. But the White House also counts among the bill's critics, noting that \"while the bill provides a modest step forward to help students access new higher education models, it does not provide any additional financial resources. The Administration urges the Congress to do more to ensure that college is affordable for American families.\"\n\nThe S Corporation Permanent Tax Relief Act (H.R. 4453) would make permanent the five-year recognition period for built-in gains of S corporations. Supporters of the bill argue that it would help level the tax playing field for S corporations. Opponents contend that it would add $310 billion to the deficit.", "topic": "Gun Control", "politicalLabel": "Neutral", "organization": "Huffington Post", "biasLabel": "Not Biased", "title": "Alaska Republican Wants Gun Control For EPA Agents", "yellowLabel": "Not Yellow", "tags": "set(['Most Popular on HuffPost'])", "opinionLabel": "Other"}