{"content": "Share this:\n\n\"Fox News Host Demands To Know Why GOP Hasn’t Offered An Alternative To Obamacare\" Share:\n\nOn the final day of Obamacare’s open enrollment, Fox News host Jenna Lee hammered Sen. Lindsey Graham (R-SC) about why Republicans have yet to offer a comprehensive alternative to the health law — despite repeatedly voting for its repeal.\n\nDuring an interview with the network, Graham agreed that his party should introduce a unified health care proposal. But Lee persisted, pressing him for more details. “Why do you think Republicans can put together a better plan to get the trust back in government?” she asked. “What are Republicans putting out there that says to the American, people, ‘no, you can trust us. If you don’t trust what is happening now, trust us?'”\n\nAfter Graham evaded the question, Lee followed up. “Getting back to the question,” she said, “what is preventing the Republicans from putting forward a real plan that everybody can look at, even before November?”\n\nWatch it:\n\n“I think it is good for the Republican party to have a plan of its own to insure Americans without losing your doctor and bankrupting the country,” Graham agreed. “Let’s start with the idea that pre-existing illnesses should not deny you coverage, that means you’re gonna have to have pools for the really sick, but why would you want to deny somebody insurance because they got sick? Allowing children to stay on the policies up to they’re 26 makes sense given this economy and buying policies across state lines makes a lot of sense to me.”\n\nThose proposals are already part of the Affordable Care Act, which establishes a temporary insurance program for sick people, prohibits insurers from discriminating against pre-existing conditions, and keeps young adults on their parent’s health care plans. The health law also allows insurers to sell policies across states that have established uniform regulations.\n\nHouse Republicans are reportedly planning to unveil a replacement for the law later this year. In 2009, the Congressional Budget Office estimated that a bill backed by a majority of House Republicans would cover just 3 million additional uninsured Americans. Meanwhile, an estimated 9.5 million previously uninsured people have gained coverage under Obamacare.\n\nGraham insisted that Republicans should continue chipping away at the health care law. “If we had the Senate and House, we would have hearings about what is really going on,” he said. “[I]f I were the leader of House, I would have an Obamacare hearing almost every other day to find out what’s in these numbers.”", "topic": "Obamacare", "politicalLabel": "Conservative", "organization": "ThinkProgress", "biasLabel": "Not Biased", "title": "Fox News Host Demands To Know Why GOP Hasn't Offered An Alternative To Obamacare", "yellowLabel": "Not Yellow", "tags": "set(['ABORTION', 'SCIENCE', 'Obamacare', 'FOOD AND DRUG ADMINISTRATION', 'OBAMACARE', 'REPRODUCTIVE RIGHTS', 'Fox News'])", "opinionLabel": "Other"}