{"content": "Abortion. We need to talk about it. I know, sometimes it seems as if we talk of little else, so perhaps I should say we need to talk about it differently. Not as something we all agree is a bad thing about which we shake our heads sadly and then debate its precise degree of badness, preening ourselves on our judiciousness and moral seriousness as we argue about this or that restriction on this or that kind of woman.\n\nWe need to talk about ending a pregnancy as a common, even normal, event in the reproductive lives of women -- and not just modern American women either, but women throughout history and all over the world, from ancient Egypt to medieval Catholic Europe, from today's sprawling cities to rural villages barely touched by modern ideas about women's roles and rights. Abortion takes place in Canada and Greece and France, where it is legal, performed by medical professionals, and covered by national health insurance, and also in Kenya, Nicaragua, and the Philippines, where it is a crime and a woman who terminates a pregnancy takes her life in her hands. According to anthropologists, abortion is found in virtually every society, going back at least 4,000 years. American women had great numbers of abortions throughout our history, when it was legal and when it was not.\n\nConsider this: At the beginning of the nineteenth century effective birth control barely existed and in the 1870s it was criminalized -- even mailing an informational pamphlet about contraceptive devices was against the law and remained so until 1936. Yet the average number of births per woman declined from around 7 in 1800 to around 3.5 in 1900 to just over 2 in 1930. How do you think that happened?\n\nWe need to see abortion as an urgent practical decision that is just as moral as the decision to have a child -- indeed, sometimes more moral. Pro-choicers often say no one is \"pro-abortion,\" but what is so virtuous about adding another child to the ones you're already overwhelmed by? Why do we make young women feel guilty for wanting to feel ready for motherhood before they have a baby? Isn't it a good thing that women think carefully about what it means to bring a child into this world -- what, for example, it means to the children she already has? We tend to think of abortion as anti-child and anti- motherhood. In media iconography, it's the fetus versus the coat hanger: that is, abortion kills an \"unborn baby,\" but banning it makes women injure themselves. Actually, abortion is part of being a mother and of caring for children, because part of caring for children is knowing when it's not a good idea to bring them into the world.\n\nWe need to put abortion back into its context, which is the lives and bodies of women, but also the lives of men, and families, and the children those women already have or will have. Since nearly 1 in 5 American women end their childbearing years without having borne a child (compared with 1 in 10 in the 1970s), we need to acknowledge that motherhood is not for everyone; there are other ways of living a useful, happy life.\n\nWe need to talk about abortion in its full human setting: sex and sexuality, love, violence, privilege, class, race, school and work, men, the scarcity of excellent, respectful reproductive health care, and of realistic, accurate information about sex and reproduction. We need to talk about why there are so many unplanned and unwanted pregnancies -- which means we need to talk about birth control, but also about so much more than that: about poverty and violence and family troubles, about sexual shyness and shame and ignorance and the lack of power so many women experience in bed and in their relationships with men. Why is it such a huge big deal to ask a man to wear a condom? Or for a man to do so without being asked? Why do so many women not realize they are pregnant until they are fifteen or twenty or even twenty-five weeks along, and what does that say about the extraordinary degree of vigilance we demand women exercise over their reproductive systems? And speaking of that vigilance, what about the fact that some 16 percent of women, according to a Brown University study, have experienced reproductive coercion in at least one relationship -- a male partner who used threats or violence to control a woman's contraception or pregnancy outcomes -- with a remarkable 9 percent experiencing \"birth control sabotage,\" a male partner who disposed of her pills, poked holes in condoms, or pre- vented her from getting contraception. One-third of the women reporting reproductive coercion also reported partner abuse in the same relationship.4 Behind America's high rate of unintended pregnancy -- almost half of all pregnancies -- and high rates of abortion lies a world of hurt.\n\nWe need to talk about the scarcity of resources for single mothers and even for two-parent families, and the extraordinary, contradictory demands we make upon young girls to be simultaneously sexually alluring and withholding: hot virgins. We need to talk about blood and mess and periods and pregnancy and childbirth and what women go through to bring new life into the world and whether deep in our hearts we believe that those bodies mean women were put on Earth to serve and sacrifice and suffer in a way that men are not. Because when we talk about abortion as a bad thing, and worry that there's too much of it, sometimes we mean there's too much unwanted pregnancy and that women and men need more and better sex education and birth control, and sometimes we mean there's too much poverty, especially for children and their mothers, but a lot of the time we mean a woman should have a good cry, and then do the right thing and have the baby. She can always put it up for adoption, can't she, like Juno in the movie? And that is close to saying that a woman can have no needs, desires, purpose, or calling so compelling and so important that she should not set it aside in an instant, because of a stray sperm.\n\nAbortion has been legal across the United States for more than four decades. More than a million abortions are per- formed every year -- some 55 million since 1973, when Roe v. Wade became the law of the land. A few facts: By menopause, 3 in 10 American women will have terminated at least one pregnancy; about half of all US women who have an abortion have already had a prior abortion; excluding miscarriages, 21 percent of pregnancies end in abortion. Contrary to the popular stereotype of abortion-seeking women as promiscuous teen- agers or child-hating professionals, around 6 in 10 women who have abortions are already mothers. And 7 in 10 are poor or low-income. Abortion, in other words, is part of the fabric of American life, and yet it is arguably more stigmatized than it was when Roe was decided.\n\nExcerpted from \"Pro: Reclaiming Abortion Rights\" by Katha Pollitt. Pro copyright © 2014 by Katha Pollitt. Published October 14, 2014, by Picador USA. All rights reserved. www.picadorusa.com/pro\n\nTo buy a copy of Pollitt's book head over to Amazon.", "topic": "Abortion", "politicalLabel": "Neutral", "organization": "Huffington Post", "biasLabel": "Biased", "title": "The Abortion Conversation We Need To Have", "yellowLabel": "Not Yellow", "tags": "set(['Most Popular on HuffPost'])", "opinionLabel": "Opinion Article"}