{"content": "With many states legalizing medical marijuana, and Colorado legalizing recreational marijuana, we are about to learn what I already know as a practicing psychiatrist: Marijuana is not harmless and will lead many millions of people into addiction, depression, psychosis, anxiety and lack of motivation.\n\nI support legalizing marijuana, because I do not support the government making the decision whether people use it or not.\n\nADVERTISEMENT ADVERTISEMENT\n\nI also don’t like jailing people for the same behavior (drug use) that so many of our elected officials have engaged in. And I believe strongly that, in carefully selected cases, marijuana (and other potentially addictive drugs, by the way) can be very useful, medically.\n\nWe are way behind the curve educating people about the risks of marijuana abuse and dependence—which could cost us many billions of dollars and ruin many, many lives.\n\nHere’s the big trouble, though: We are way behind the curve educating people about the risks of marijuana abuse and dependence—which could cost us many billions of dollars and ruin many, many lives.\n\nI know this sounds alarmist, but it is true, and we are completely unprepared for the fallout.\n\nResearch studies show that cannabis users are at a 40 percent increased risk of psychosis. Research studies show that marijuana may well be a risk factor for schizophrenia, depression and anxiety disorders.\n\nAnd research shows that marijuana is linked to a syndrome in which people have little motivation to pursue goals and interests that they once found compelling.\n\nIn my own practice, I find that people addicted to marijuana can have lives veering out of control—without the energy to pursue employment, with relationships failing, with grades dropping—yet insist that their chronic, daily marijuana use has nothing to do with it.\n\nAnd this kind of disregard for cause and effect, even a disregard for the broken parts of one’s existence—a new drug-induced variant of the philosophical posture which the French call la belle indifference—may now become epidemic.\n\nThere is no chance, whatsoever, that the states which have legalized medical marijuana (never mind recreational marijuana) are policing its use in any real way.\n\nPrescription mills are offering medical marijuana certification to anyone who claims any kind of chronic pain, or any symptoms of a number of other ill-defined conditions. Millions will become frequent users and will become less than they were.\n\nJust as disturbing, marijuana will join Facebook and iPhones and video games in removing people from reality, making them less empathetic and less autonomous.\n\nIs it an accident, a meaningful coincidence or part of a toxic slippery slope that we have a disempowering government in Washington and a new way to stay weak wafting like a smokescreen over the land?\n\nDr. Keith Ablow is a psychiatrist and member of the Fox News Medical A-Team. Dr. Ablow can be reached at info@keithablow.com.", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "FOX", "biasLabel": "Biased", "title": "America ill-prepared for marijuana mayhem", "yellowLabel": "Yellow", "tags": "set([])", "opinionLabel": "Opinion Article"}