{"content": "Embarrassing Spanish-language version of website is the least of its problems.\n\nNancy Aguila checks with insurance agent Mario Ricart to see what type of insurance policies are available to her under the Affordable Care Act in November in Miami. (Photo: Joe Raedle, Getty Images) Story Highlights We are disproportionately harmed by the skyrocketing premiums that the law afflicts on the young.\n\nThe Affordable Care Act makes it harder for Hispanic Americans to find doctors.\n\nSo, it's no surprise that Hispanics have almost completely shunned the law.\n\nHispanic Americans have a rocky relationship with the Affordable Care Act. After years of planning, the Spanish-language version of HealthCare.gov opened two months late and was only officially launched in January. But that was the least of the website's problems.\n\nThe finished product turned out to be more punchline than health care portal. The glitchy \"Spanglish\" site is not only a technical disaster; it's also an embarrassment to the Spanish-language and a sign of disrespect to the Hispanic-American community, for whom much is at stake in the health care debate. According to the Census Bureau, just under 30%of the Hispanic community lacks health insurance. This is 50% higher than the African-American rate of 19% and nearly triple the white rate of 11%.\n\nDespite these numbers, the Affordable Care Act isn't exactly incentivizing us to sign up. Beyond the broken and insulting website, the law encourages Hispanics to forgo health insurance in the same way that it alienates the youth: It's prohibitively expensive.\n\nHispanic Americans are much younger than the general population. Our median age is only 27, a full 10 years younger than the national average. We are thus disproportionately harmed by the skyrocketing premiums that the law afflicts on the young.\n\nThis is particularly true for states with high Hispanic populations. Nationally, the average 27-year-old man is facing a 41% premium hike, according to Forbes. In New Mexico — the state with the highest percentage of Hispanics — Forbes estimates the average 27-year old's premiums jumped by 160% for men and 146% for women. California's is better only by comparison (they're looking at an average increase of 42%), while Florida's premiums spiked by 64% for men and 30% for women. Even after subsidies, these numbers can still be too steep for many Hispanics to pay.\n\nA less well-documented problem is how the Affordable Care Act makes it harder for Hispanic Americans to find doctors. Although we account for 17% of the country's population, only 5% of physicians are Hispanic. This has led to chronic doctor shortages in our communities. Overall, our culture is classified as underserved by the Department of Health and Human Services, meaning that our communities typically have more than 2,000 patients per doctor.\n\nThe Affordable Care Act has only exacerbated these problems by restricting the number of doctors covered under Obamacare health plans. Thousands of Hispanic Americans have also lost their insurance in recent months; still others have lost their doctors.\n\nMy organization talked to Grazie Christie, a Hispanic-American doctor in South Florida, about how the law has affected her practice. She had no shortage of concerns, arguing above all that the Affordable Care Act does not \"place patients first.\" As someone who entered the medical profession precisely because she wanted to help, it now pains her to tell her patients, \"I don't have an answer\" for whether she'll still be able to treat them in the future.\n\nGiven the realities they're facing with the Affordable Care Act, it's no surprise that Hispanics have largely shunned the law. While the latest Obamacare numbers don't include a breakdown by race, before the Obama administration's \"Spanglish\" website launched, officials indicated that fewer than 6,000 Hispanics signed up for insurance in the program's first two months in California — the model state for sign-ups with a well-run website. In New Mexico, where 47% of the state's 2.1 million residents are Hispanic or Latino, the number of sign-ups for those months was fewer than 1,000.\n\nIf the bureaucrats who wrote CuidadoDeSalud.gov are reading this, those numbers translate roughly into \"no gracias.\"\n\nDaniel Garza is the executive director of The LIBRE Initiative.\n\nIn addition to its own editorials, USA TODAY publishes diverse opinions from outside writers, including our Board of Contributors. To read more columns like this, go to the opinion front page or follow us on twitter @USATopinion or Facebook.\n\nRead or Share this story: http://usat.ly/1a4Ah1W", "topic": "Obamacare", "politicalLabel": "Conservative", "organization": "USA Today", "biasLabel": "Biased", "title": "Obamacare insults Hispanics", "yellowLabel": "Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Opinion Article"}