{"content": "Share this:\n\n\"NAACP Backs Marijuana Legalization In CO, Citing Drug War’s Toll On People Of Color\" Share:\n\nColorado voters will decide whether to legalize marijuana in their state this fall after supporters turned in twice the number of required signatures to get the issue on the November ballot. That state-level push for marijuana legalization picked up an endorsement from the NAACP yesterday when the local chapter of the organization endorsed Amendment 64 — not because the NAACP necessarily endorses drug use, but because its leaders are concerned about the Drug War’s disproportionately negative impact on the African-American community.\n\nIn a press statement on the issue, the NAACP reported that even though African-Americans made up just about 4 percent of the state’s population in 2010, they accounted for 9 percent of marijuana possession arrests and 22 percent of arrests for marijuana distribution. And those numbers jump even further in the Denver area, according to a report from the city’s police department. African-Americans made up more than 31.5 percent of all arrests for adult marijuana possession, even though they represent less than 11 percent of Denver’s overall population.\n\nRosemary Harris Lytle, the president of the NAACP-Colorado-Montana-Wyoming State Conference, explained:\n\nMarijuana prohibition policy does more harm to our communities than good. That is why we have endorsed Amendment 64, which presents a more effective and socially responsible approach to how Colorado addresses the adult use of marijuana.\n\nAt a press conference announcing the endorsement, Harris Lytle pointed out that decriminalizing the adult use of marijuana could help to reduce the unjust mass incarceration of the black community.\n\nNewark Mayor Cory Booker (D-NJ) — whose home state of New Jersey has legalized cannabis for medical purposes — has made similar statements about the Drug War’s disproportionate impact on African-Americans and the U.S.’s failed drug policies. Booker has pointed to the same kind of statistics about swelling rates of African-American incarceration in New Jersey, saying the situation “anguishes” him.", "topic": "Marijuana Legalization", "politicalLabel": "Neutral", "organization": "ThinkProgress", "biasLabel": "Not Biased", "title": "NAACP Backs Marijuana Legalization In CO, Citing Drug War's Toll On People Of Color", "yellowLabel": "Not Yellow", "tags": "set(['NATIONAL RIFLE ASSOCIATION', 'Colorado', 'Cory Booker', 'Marijuana', 'POLICE BRUTALITY', 'IMMIGRATION', 'CRIMINAL JUSTICE', 'CALIFORNIA', 'NAACP'])", "opinionLabel": "Other"}