{"content": "Share this:\n\n\"The Right-Wing’s Trashy Response To The Biggest Climate March Ever\" Share:\n\nA demonstrator holds a sign at the People’s Climate March in New York City, Sunday, September. 21, 2014. CREDIT: AP Photo / Jason DeCrow\n\nOn Sunday, as many as 400,000 people descended on New York City to demand that world leaders finally get serious about global warming.\n\nBut all some news sites could talk about was the trash.\n\n“Litterbug Climate Marchers Leave Behind Piles of Trash” reported Breitbart, over a compilation of pics and tweets documenting the admittedly unsightly piles of bags, cups, cans and signs that marchers left behind on corners and sidewalks and piled around garbage cans. The self-satisfied hosts of Fox News’ “The Five” admonished the marchers to “practice what they preach.” The Independent Journal Review tisked that the trash “distinctly contradicts the purpose of the march in the first place.”\n\nThe New York Post, Gateway Pundit, and the United Kingdom’s Daily Mail also got in on the act, slamming the marchers for hypocritically leaving behind trash, for traveling to the march with carbon-heavy transportation, and for generally unsustainable behaviors.\n\nLeft unacknowledged was that the People’s Climate March was the biggest single mobilization of climate activism in history. Also left out of was the news that global carbon emissions reached record levels in 2013; that the worst-case scenarios for climate change become increasingly likely with every ton of carbon released; that global policy is still woefully inadequate to the challenge; and that the 2015 international climate talks in Paris — for which this week’s U.N. Summit in New York City is a dress rehearsal — is more or less the last stand for global climate action.\n\nOf course, big public events like this always come with trash afterwards. Handling it is one of the reasons city governments and public services exist. Mounds of trash were left behind by tourists after this year’s National Cherry Blossom Festival in Washington, D.C., for example. Bad citizenship is always a problem at some level, but as D.C. city officials acknowledged, the solution is to do a better job providing garbage cleanup services and waste disposal infrastructure — not chastising citizens or relying on individual benevolence.\n\nGothamist pointed out that the trash from the climate march on Sunday was cleaned up by Monday morning, and that there’s no way to measure the amount of trash left by the marchers in comparison to any other large public gathering. Nor is it yet known what extra efforts the city made to handle the influx. (Gothamist is looking into it, and will update their story.)\n\n“An alternative headline here could also be ‘Massive Crowd Leaves Some Litter,'” the editors wrote.\n\nBut this isn’t simply a matter of right-wing news sites impugning environmentalists, or of critics nitpicking anything — even a problem that’s universal to big crowds everywhere — in order to mock people who offend their ideological tribalism. Focusing on the marchers’ trash is also an example of one of the most fundamental errors in the entire climate discussion: namely, the assumption that what matters is individual virtue.\n\nThis line of reasoning is basically individualist: it says that combating climate change and moving to an ecologically sustainable society requires adding up hundreds of millions of changes in individual habits and values. Under this frame, when the People’s Climate marchers demand policies to combat climate change, they’re seen as demanding more virtuous behavior from their fellow citizens as individuals. Which makes all their trash evidence of their hypocrisy.\n\nThe nature of the mistake here can be summed up with a simple data point: a 2008 study by an MIT professor and his class found that, in America, even the homeless and itinerant Buddhist monks have a per capita energy usage that’s twice the global average, and a comparative carbon footprint to match. (For the well-off in the U.S., it gets up around 10 times as big.) That’s because even homeless people and monks rely on the fabric of our society — the military, the police, public transit, electrical utilities, public buildings, roads, water, sewage — for their daily needs. And right now, that fabric is shot through with fossil fuels, energy inefficiency, waste, and unsustainable resource use. By contrast, even the well-off in Europe lead far more sustainable lives. That’s not because they’re any more virtuous, but because the social and economic fabric in which they are embedded is more sustainable.\n\nThis is a systemic problem, and will require systemic solutions. That means carbon taxes and cap-and-trade systems and environmental regulations and wholesale changes to how our economies calculate what is valuable.\n\nSo yes, many of the marchers rode in on carbon-spewing buses and cars and airplanes, and bought plastic-coated coffee cups. But it’s not their fault those cars and buses and planes rely on fossil fuels rather than renewable electricity or cellulosic ethanol from sustainable feedstocks. It’s not their fault our stores and restaurants and coffee shops rely on plastic-coated cups in the first place.\n\nAs the MIT study shows, this same problem replicates itself over and over again in all aspects of Americans’ daily lives. Being part of the infrastructure of U.S. society is all it takes to ratchet one’s carbon footprint or ecological footprint up to completely unsustainable levels. And disentangling yourself from this system enough to become 100 percent sustainable is extraordinarily difficult. As an individual American, the infrastructure of your society will be wasteful, inefficient and gluttonous for you.\n\nThat’s exactly what the people who marched in New York City on Sunday are trying to change.", "topic": "Climate Change", "politicalLabel": "Liberal", "organization": "ThinkProgress", "biasLabel": "Not Biased", "title": "The Right-Wing's Trashy Response To The Biggest Climate March Ever", "yellowLabel": "Yellow", "tags": "set(['CANADA', 'Media', 'Garbage', 'CLIMATE CHANGE', \"People's Climate March\", 'Sustainability', 'CALIFORNIA', 'Conservatives', 'RENEWABLE ENERGY', 'DROUGHT', 'Waste', 'Fox News'])", "opinionLabel": "Other"}