{"content": "The co-founder of the popular web browser Mozilla resigned as CEO and announced he was leaving the company Thursday amid protests over his support for the amendment that banned gay marriage in California in 2008.\n\nThe nonprofit that makes the Firefox browser infuriated many employees and users last week by naming Brandon Eich head of the Mountain View, Calif.-based organization.\n\nADVERTISEMENT ADVERTISEMENT\n\nAt issue was Eich's $1,000 donation in 2008 to the campaign to pass California's Proposition 8, a constitutional amendment that outlawed same-sex marriages. The ban was overturned last year when the U.S. Supreme Court left in place a lower-court ruling striking down the ballot measure.\n\n\"Mozilla prides itself on being held to a different standard and, this past week, we didn’t live up to it. We know why people are hurt and angry, and they are right: it’s because we haven’t stayed true to ourselves,\" Mozilla Chairwoman Mitchell Baker said in a blog post. \"We didn’t act like you’d expect Mozilla to act. We didn’t move fast enough to engage with people once the controversy started. We’re sorry. We must do better.\"\n\nEich's contribution had drawn negative attention in the past but took on more weight when he was named CEO. Mozilla employees and users criticized the move on Twitter and elsewhere online. Earlier this week, dating website OKCupid replaced its usual homepage for users logging in with Firefox with a note suggesting they not use Mozilla's software to access the site.\n\nConservatives took to Twitter to criticize the move.\n\nProp 8 got 7 million votes in California; position was same as Obama's in 08. Supporting it now a firing offense. http://t.co/2WaXNZiWRU — Dan McLaughlin (@baseballcrank) April 3, 2014\n\nWhy I just dumped Firefox as a browser, and so should you. #uninstallmozilla http://t.co/00tj3ZjNW8 #TCOT #RS — RedState (@RedState) April 3, 2014\n\nThe departure raises questions about how far corporate leaders are allowed to go in expressing their political views.\n\n\"CEOs often use their station to push for certain viewpoints and get some muscle for those viewpoints,\" said UCLA management professor Samuel Culbert. \"But if you are going to play the game you have to think of both sides.\"\n\nCompany leaders have to be conscious of what impact their own views may have on the success of their organization, Culbert argues. While some leaders, such as Starbucks Corp. head Howard Schultz, have been outspoken in their political positions, it is often in a vein that is line with the ethos of his company. Culbert said that taking a position that is divisive can both drive away customers and hurt employee morale.\n\nThe onus is also on the corporation and its board to assess whether anything that a candidate has done or said in the past will adversely affect the company's reputation, said Microsoft Corp. Chairman John Thompson, who led a five-month search that culminated in Microsoft hiring Satya Nadella as its new CEO in February.\n\n\"When you run a public company or any visible organization, what you think and what you say is always going to affect the company,\" said Thompson, \"You have to be mindful of how things you do and say will affect your customers, your employees and your investors.\"\n\nEich said in a statement Thursday that Mozilla's mission is \"bigger than any one of us, and under the present circumstances, I cannot be an effective leader.\"\n\nHis resignation represents an about-face from his confident and sometimes defiant remarks in an interview published earlier this week by the technology news service Cnet. Insisting that he was best choice to be CEO, Eich told Cnet that it would send the wrong message if he were to resign or apologize for his support of Prop. 8.\n\n\"I don't think it's good for my integrity or Mozilla's integrity to be pressured into changing a position,\" Eich said. \"If Mozilla became more exclusive and required more litmus tests, I think that would be a mistake that would lead to a much smaller Mozilla, a much more fragmented Mozilla.\"\n\nAt another point, Eich said that attacks on his beliefs represented a threat to Mozilla's survival. \"If Mozilla cannot continue to operate according to its principles of inclusiveness, where you can work on the mission no matter what your background or other beliefs, I think we'll probably fail,\" he said.\n\nMozilla is still discussing what is next for its leadership.\n\nFox News' Lauren Ashburn and The Associated Press contributed to this report.", "topic": "Gay Marriage", "politicalLabel": "Conservative", "organization": "FOX", "biasLabel": "Not Biased", "title": "Mozilla CEO steps down amid protest over gay marriage views", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Other"}