{"content": "Share this:\n\n\"What Gun Control And Climate Action Have In Common\" Share:\n\nYesterday the Senate shamefully failed to move forward on modest gun control — a bipartisan amendment on background checks. A small but highly dedicated single-issue group backed by large amounts of industry dollars blocked action that is not only highly popular with the American public, but which had been viewed just a couple months ago as the most minimal action conceivable in the face of tragedy.\n\nThis failure should underscore just what an opportunity we missed on climate in 2009-2010, which may well have been a once-in-a-generation chance or “One brief shining moment for clean energy,” as I called it four years ago. More specifically, the lesson is that we are unlikely to see serious federal action on climate until there is a highly dedicated group of single-issue voters (backed with serious money) who can make it politically and economically more painful for members of Congress to oppose action than to support it.\n\nOne reason for this post is that the National Journal has a remarkably ill-timed article out today, “5 Things Immigration, Gay Marriage, and Gun Control Have That Climate Change Doesn’t.” While NJ‘s reporting on climate is normally solid, this piece aims to show that climate change lacks the factors that led to a “sea change” for gun control legislation:\n\nThe amount of change happening in Washington right now is impressive. Congressional leaders are debating legislation on gun control and immigration, and lawmakers from both parties are coming out in support of gay marriage. This kind of sea change can’t happen right now with energy and climate policy. Here are five reasons why.\n\nOops. Guess the seas didn’t really change on guns.\n\nIndeed, it’s worth noting we are a long way from actually having a successful immigration bill — what happened on gun control should make clear that Congress “debating legislation” doesn’t mean bloody much. Until a bill actually does pass both the Senate and House (and get Obama’s signature), any “lessons” to be learned from immigration should be viewed as wildly premature. And, of course, we don’t even have federal marriage equality legislation, we just have (some) lawmakers coming out in support of gay marriage.\n\nSignificantly, not too long ago, we had lots of lawmakers from both parties coming out in support of climate action — remember Newt Gingrich on the couch with Nancy Pelosi? But the moment wasn’t seized and it died (see “The failed presidency of Barack Obama, Part 2“).\n\nOr perhaps the lesson is that a climate bill never had a chance — as long as 60 votes was the threshold in the Senate. The New York Times makes a similar argument about gun control in its front page analysis, with the online headline, “Gun Control Effort Had No Real Chance, Despite Pleas“:\n\nAt a moment when the national conversation about how best to stem the menace of guns in the wrong hands seemed to have shifted, it turned out that the political dynamic had not. Republicans armed themselves with disputed talking points from the gun lobby about how a bill to expand background checks and outlaw a national gun registry was instead tantamount to a national gun registry.\n\nA powerful industry creating a disinformation campaign that is then taken up by the GOP — who’d have guessed?\n\nSo the lessons, to the extent that there are any given how wildly different all of these issues are, don’t have to do with why climate change can’t achieve the kind of “sea change” that gun control supposedly has had. They have to do with why politically popular pieces of legislation — like background checks and climate action — die in the Senate.\n\nObviously the antidemocratic extra-constitutional super majority requirement is reason #1. The background check amendment offered by Sens. Joe Manchin (D-WV) and Pat Toomey (R-PA) got “only” 54 votes. In his first term, Obama (against Congressional opposition) was able to have the health care bill require only a simple majority in the Senate, but he didn’t fight for outcome that with the climate bill.\n\nReason #2 is the existence of a powerful, well-funded, single-minded opposition that can create an effective disinformation campaign and, even more importantly, can exact a real political cost (in terms of campaign support and votes) if you cross them. In the gun debate, that is the NRA — which is really the gun manufacturers’ lobby masquerading as a grassroots organization. In climate, the fossil fuel companies and pollutocrats have even more money, so they can back multiple groups spreading disinformation and opposing action.\n\nReason #3 is the failure of the advocates for action to turn broad popular support into a potent political force combining a large number of single-issue voters with wealthy donors who are willing to withhold their support from those who don’t support their cause — even from political allies. That’s true for climate action, and, it appears, gun control. Interestingly, it’s not true for supporters of marriage equality, who have become far more organized — and the recent success they’ve achieved is certainly due at least in part to that fact.\n\nOf course, Obama and the Senate Democratic leadership never pushed for a Senate vote on climate action in 2009 the way they have pushed for background checks this year, so we really don’t know whether that would have made a difference. But it did at least get gun control a vote in the Senate, something that never happened with the climate bill. So it would seem that presidential leadership is a necessary but not sufficient condition.", "topic": "Gun Control", "politicalLabel": "Liberal", "organization": "ThinkProgress", "biasLabel": "Biased", "title": "What Gun Control And Climate Action Have In Common", "yellowLabel": "Not Yellow", "tags": "set(['CANADA', 'Climate Change', 'CLIMATE CHANGE', 'CALIFORNIA', 'RENEWABLE ENERGY', 'DROUGHT', 'Guns'])", "opinionLabel": "Other"}