{"content": "The Iowa Supreme Court handed down its decision on Varnum vs. Brien making same-sex marriage legal in the state on April 3, 2009. (Photo: Mark Marturello, The Des Moines Register)\n\nDES MOINES, Iowa — Opposition to same-sex marriage, which has seen barriers drop in several states in the past year, will be a litmus test for Republican candidates running in Iowa's 2016 presidential caucuses, political observers say.\n\nSupport for same-sex marriage routinely exceeds 50% in national polls and Democrats have fully embraced what advocates call marriage equality. However, opposition among Republicans remains high.\n\n\"It's a part of our platform, and it is a very important issue. So candidates that want to go forward out of Iowa need to take a strong position on that,\" said Steve Scheffler, Iowa Republican national committeeman.\n\nFive years ago Thursday, the Iowa Supreme Court handed down its landmark decision in Varnum v. Brien, making same-sex marriage legal in the state, the third U.S. state to allow gay marriage. County clerks began to issue marriage licenses to gay couples on April 27, 2009.\n\nWhile about a third of respondents in a February Iowa Poll said they were disappointed that the state allows same-sex marriage, Chuck Hurley, vice president of the conservative Iowa Family Leader, said a disproportion number of those are conservative Republicans.\n\nFRIDAY: Ohio will have to recognize gay marriages, judge says\n\nWEDNESDAY: Iowa gay marriage ruling a turning point for justices\n\n\"I would guess that a large percentage of the Republican caucus voters will come from that pool,\" he said. \"So clearly, it would make a difference in the caucuses.\"\n\nThe only way a candidate supportive or even neutral on the issue of gay marriage could win the Iowa caucuses is if more conservative candidates split the vote, Hurley said.\n\n“You're going to have candidates who don't want to bet their candidacy on that issue.” -\n\nPolitical consultant David Kochel, who worked on Mitt Romney's presidential campaign in 2012 and represents what is sometimes described as the establishment wing of the party, acknowledged that social conservatives deeply concerned with same-sex marriage are a major force in the GOP caucuses and conceded that candidates competing here would face the marriage question.\n\nBut he disagreed that candidates who downplay the issue will be marginalized.\n\n\"There will be candidates who want to push that issue in large part to appease some of the (socially conservative) organizations in Iowa,\" Kochel said. \"But that's not the entire party. ... You're going to have candidates who don't want to bet their candidacy on that issue.\"\n\nGiven the present makeup of the party, Kochel said he foresees two separate contests taking place within the 2016 GOP caucuses: one among socially conservative \"Old Testament\" Republicans in which opposition to same-sex marriage is mandatory, and another among \"New Testament\" candidates with broader national appeal in which marriage is minimized or ignored.\n\nA similar situation occurred in 2012, when social conservative Rick Santorum and establishment candidate Romney each secured about 25% of the caucus vote. Santorum ultimately won by a mere 34 votes.\n\nEven if opposition to same-sex marriage remains a prominent talking point on the caucus campaign trail, it shouldn't be read as a serious policy proposal, said Kedron Bardwell, a political scientist at Simpson College in Indianaola, Iowa.\n\n\"A lot of the rhetoric from presidential candidates is about staking out symbolic positions that position you in the correct spot in the party for the nomination,\" Bardwell said. \"There certainly will be a decent amount of talk about gay marriage and opposition to Varnum in the Republicans' rhetoric, but I don't think it has much policy impact at all.\"\n\nDemocrats have sought to highlight Republicans' ongoing emphasis on same-sex marriage as an example of the party's failure to keep up with the broader culture.\n\n\"We're quickly coming to a point where any candidate, whether Democrat or Republican, will have no choice but to be pro-marriage equality if they want to be successful,\" said Troy Price, Iowa Democratic Party executive director.\n\nKochel, the Republican strategist, believes that the ongoing emphasis on marriage is unhealthy although he lays blame on single-issue advocacy groups rather than the party itself.\n\n\"It gives national opinion leaders, potential candidates and the political leadership the means by which to bash Iowa as a place that's intolerant, as a place that is not welcoming and unrepresentative of where the country is going,\" he said.\n\nRead or Share this story: http://usat.ly/Px7kCm", "topic": "Gay Marriage", "politicalLabel": "Liberal", "organization": "USA Today", "biasLabel": "Not Biased", "title": "Gay marriage to test 2016 GOP candidates", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Other"}