{"content": "Sen. Sheldon Whitehouse, D-R.I. (Photo: AP)\n\nSenate Majority Leader Mitch McConnell, R-Ky., recently condemned President Obama’s proposed standards to limit carbon pollution from big power plants — pollution that is now totally unregulated. Conspicuously missing from the majority leader’s argument was one simple, yet extraordinarily important phrase: “climate change.” Republicans in Congress have no plan to address climate change and cannot even bear to utter the words. Even worse, the majority leader wants to impose on states his irresponsible plan for congressional inaction.\n\nIt wasn’t always so. Numerous moderate Republicans advocated for addressing carbon pollution in the not so distant past. But once the Supreme Court’s Citizens United decision allowed the fossil fuel industry to cinch its death grip on the Republican Party, any hope for bipartisan cooperation came to an abrupt end. The Republican Party in Congress has become the political arm of the fossil fuel industry.\n\nIt’s more than just not saying the phrase “climate change.” As the majority leader’s arguments reveal, Republicans refuse to acknowledge the costs. While they happily spread misinformation from industry-funded studies about the costs to industry of protecting our climate, they blindly ignore the costs of climate change Americans all across the country see in their lives already. Parched farms; intensifying drought; dying forests; rising seas; shifting fisheries; extreme storms — and the sober warnings of worse to come.\n\nThe good news is that the American people are not fooled. Americans want and expect their government to address climate change. A majority of Republican voters want action on climate change. According to one poll, most young Republicans, think climate-denying politicians are “ignorant,” “out of touch” or “crazy.” They are not fooled by snowball antics on the Senate floor. And while most of them are not scientists, they’re not afraid to say that climate change is a problem that needs to be addressed.\n\nRepublicans in Congress who venerate our military ignore them when they warn of climate change’s national security dangers. Republicans in Congress who are conspicuously religious ignore Pope Francis and other religious leaders when they warn of the fundamental indecency of not addressing climate change. Republicans in Congress who represent great corporations headquartered in their states ignore those corporations — Walmart in Arkansas, Coca-Cola in Georgia, VF Corporation in North Carolina — when they explain the business case for addressing climate change and are already reducing their own pollution. Republicans in Congress who root boisterously for their state university sports teams ignore the warnings of scientists and researchers at those very universities on climate change. Even home-state icons and industries, like the tick-ridden New Hampshire moose or the alarmed Utah and Colorado ski industry, are ignored by their Republican representatives in Congress.\n\nThis is not benign neglect. There is a massive political and public relations operation being run by the fossil fuel industry to create false doubt and plant phony questions to delay their day of reckoning so they can keep making money. Just last week one of their favorite go-to “scientists,” Wei-Hock Soon, was unmasked by the New York Times as having taken over a million undisclosed dollars from fossil fuel interests. It’s the same game, and in many cases the same people, that Big Tobacco used for years to raise doubt that its products make people sick. Big Tobacco’s scheme was so dishonest that a federal court found it amounted to a racketeering conspiracy.\n\nAs the evidence becomes clearer and clearer, and the American people move farther away from the deniers, the Republican Party must have its own day of reckoning, when it will finally again be able to address — or even mention — climate change. That day can’t come too soon.\n\nSen. Harry Reid, D-Nev., is Senate minority leader. Sen. Sheldon Whitehouse, D-R.I.\n\nRead or Share this story: http://on.rgj.com/1MFG251", "topic": "Climate Change", "politicalLabel": "Neutral", "organization": "USA Today", "biasLabel": "Not Biased", "title": "GOP in denial on climate change", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Other"}