{"content": "A family owned bakery has been ordered to make wedding cakes for gay couples and guarantee that its staff be given comprehensive training on Colorado’s anti-discrimination laws after the state’s Civil Rights Commission determined the Christian baker violated the law by refusing to bake a wedding cake for a same-sex couple.\n\nJack Phillips, the owner of Masterpiece Cakeshop, in Lakewood, Colorado was directed to change his store policies immediately and force his staff to attend the training sessions. For the next two years, Phillips will also be required to submit quarterly reports to the commission to confirm that he has not turned away customers based on their sexual orientation.\n\nADVERTISEMENT ADVERTISEMENT\n\n“They are turning people of faith into religious refugees. ... Is this the society that we want to live in – where people of faith are driven out of business?” - Nicolle Martin, attorney, Alliance Defending Freedom\n\nThink of it as reverse conversion therapy (or straight man’s rehab) so that the state can mandate diversity through conformity.\n\nThe plight of Jack Phillips and his family is something I write about in my new book, “God Less America.” His story of religious persecution is one of many that I document.\n\nNicolle Martin, an attorney with Alliance Defending Freedom, called the ruling Orwellian and said they are considering an appeal.\n\n“They are turning people of faith into religious refugees,” Martin told me. “Is this the society that we want to live in – where people of faith are driven out of business?”\n\nMartin said it was “truly frightening” that Phillips will be forced to submit quarterly reports to the government disclosing whether he turned away any wedding cake business.\n\n“There will be some reporting requirements so that Jack can demonstrate that he doesn’t exercise his belief system anymore – that he has divested himself of his beliefs,” she said.\n\nHe will also be required to create new policies and procedures for his staff.\n\n“We consider this reporting to be aimed at rehabilitating Jack so that he has the right thoughts,” Martin said. “That’s offensive to everything America stands for.”\n\nPhillips, who is celebrating his 40th year in business this week, told me he’s not going to create any new policies.\n\n“My old ones are pretty adequate as far as I’m concerned,” he said. “I don’t plan on giving up my faith and changing because of that.”\n\nThe controversy started in 2012 when a gay couple asked Phillips to make their wedding cake. Phillips politely declined, saying he could not make a cake promoting a same-sex ceremony because of his faith. He offered to make them any other baked item they wanted.\n\nCharlie Craig and David Mullins filed a complaint with the Colorado Civil Rights Commission alleging they were discriminated against because of their sexual orientation. For the record, same-sex marriage is against the law in Colorado.\n\nThe commission affirmed a civil court’s ruling that the bakery cannot discriminate against persons in a public place based on sexual orientation.\n\n“You can have your beliefs, but you can’t hurt other people at the same time,” Commission Chairwoman Katina Banks told The Denver Channel.\n\nACLU attorney Amanda Goad, who heads up the organization’s LBGT group, heralded the ruling.\n\n“Religious freedom is undoubtedly an important American value, but so is the right to be treated equally under the law free from discrimination,” she said in a statement.\n\nNo, my dear. Religious freedom is a CONSTITUTIONAL RIGHT.\n\n“Everyone is free to believe what they want, but businesses like Masterpiece Cakeshop cannot treat some customers differently than others based on who they are as people,” Goad added.\n\nDavid Mullins, one of the two men who brought the lawsuit against Phillips, was thrilled with the ruling.\n\n“What should have been a happy day for us turned into a humiliating and dehumanizing experience because of the way we were treated,” he said in an ACLU statement.\n\nWho knew butter cream frosting could cause such angst?\n\n“No one should ever have to walk into a store and wonder if they will be turned away just because of who they are,” Mullins added.\n\nBut that’s not what Phillips did. He was more than willing to make them a cupcake.\n\n“Jack doesn’t turn people away,” Martin told me. “There are just some events that he won’t lend his artistry to.”\n\nThe ACLU accused Masterpiece Cakeshop of considering itself above the law.\n\n“Everyone who shops in our stores and conducts business in our state should be treated with equality and dignity,” attorney Paula Greisen said in an ACLU of Colorado statement. “That’s what this ruling was about.”\n\nNo ma’am, it was not. That ruling was about bullying – bullying Christians.\n\n“There’s a collision between religious liberty and the gay rights movement,” Martin told me.\n\n“This collision is coming to the forefront almost every day. Somebody is losing their liberty, their job or both.”\n\nBut thank goodness for someone like Jack Phillips, who refused to capitulate to the government’s demands.\n\n“My God is bigger than any bullies they’ve got,” he said. “I don’t worry about it. I honor my Lord and Savior Jesus Christ and be true to what He wants me to do.”\n\nAnd the Civil Rights Commission is going to have a mighty hard time trying to “rehabilitate” Phillips and his staff.\n\n“My 87-year-old mom works here and she says she’s not being rehabilitated,” he said.\n\nMartin said the Alliance Defending Freedom will “continue to stand with Jack against overreach and tyranny by the state.”\n\n“Jack has gone out on a limb and taken this stand – and not capitulated to the government’s demands,” she said. “That speaks volumes about him.”\n\nAnd should the highest court in the land force Jack to do the bidding of homosexuals?\n\n“There’s civil disobedience,” Phillips told me. “We’ll see what happens. I’m not giving up my faith. Too many people have died for this faith to give it up that easily.”\n\nMeanwhile, the bullying tactics of the militant gay rights community have not hampered the bakery’s bottom line. They’ve gotten so much business from the sales of cookies and brownies, they’ve temporarily stopped making wedding cakes.\n\n“Obey Christ rather than worry about what man can do to you,” Phillips said.\n\nThere you have it, folks. In Colorado, you can’t have your cake and religious beliefs, too.\n\nTodd Starnes is host of Fox News & Commentary, heard on hundreds of radio stations. Sign up for his American Dispatch newsletter, be sure to join his Facebook page, and follow him on Twitter. His latest book is \"God Less America.\"", "topic": "Gay Marriage", "politicalLabel": "Conservative", "organization": "FOX", "biasLabel": "Biased", "title": "Baker forced to make gay wedding cakes, undergo sensitivity training, after losing lawsuit", "yellowLabel": "Yellow", "tags": "set([])", "opinionLabel": "Opinion Article"}