{"content": "Share this:\n\n\"Ted Cruz Calls For Investigation Into Sexual Abuse In Immigrant Detention\" Share:\n\nSen. Ted Cruz (R-TX) CREDIT: Jack Jenkins\n\nRepublican presidential candidate Sen. Ted Cruz (R-TX) is calling on U.S. Department of Health and Human Services (HHS) Secretary Sylvia Burwell to release details regarding “thousands” of potential abuse allegations from unaccompanied migrant children (UAC) who came across the southern U.S. border last year, according to a letter released Tuesday. He also criticized policies and procedures in place for expedited post-release monitoring of UAC, stating that unaccompanied minors receiving proper care and supervision should “trump any interest the Department has in speed.”\n\nIn his letter, Cruz claimed that HHS failed to look into cases, including some that involved sexual abuse against the children. Children, especially girls, leave their home countries of El Salvador, Honduras, and Guatemala, because rape and sexual assault are “major motivating factors” a Women’s Refugee Commission report found last October. But once in the United States, some migrants have alleged that sexual assault (especially among LGBT detainees) took place in detention, sometimes by guards.\n\nIn 2014, the Department of Homeland Security (DHS) published Prison Rape Elimination Act (PREA) standards to respond to sexual abuse and assault in immigration detention facilities and establish a “zero tolerance standard” for rape and to protect immigrants in detention facilities from sexual abuse. Immigrants are especially vulnerable to sexual abuse because they’re in the custody of an agency that determines whether they can stay in or are deported from the United States, a Center of American Progress report pointed out. PREA has gained traction among lawmakers in the past, including a bipartisan group of House members, who signed onto a letter in 2013 urging the President to enforce strong measures to prevent immigrants placed in detention centers from sexual abuse and assault. Support for PREA for unaccompanied minors was also included in the Senate comprehensive immigration bill, which Cruz opposed.\n\nHHS has been quickly turning unaccompanied children over to guardians, which Cruz finds problematic. He wrote, “While the goal of efficiency is laudable, ensuring that these minors receive proper care and supervision while in the United States is more important, and should trump any interest the Department has in speed. A related concern is the possibility that the Department may be loosening or ignoring standards and procedures for placement determination, which may have resulted (and could continue to result) in the Department releasing UAC into the custody of inappropriate or even dangerous individuals.”\n\nCruz also called into question whether the Department inadequately screened individuals who were “not minors” and may “have criminal backgrounds… or are affiliated with gangs or other criminal organizations,” a claim that Republican lawmakers like Rep. Lou Barletta (R-PA) used to stir up outrage over UAC being placed in districts they represent.\n\nCruz hasn’t always emphasized that the proper care and supervision of these children should “trump” speed. At the height of the border surge last year, he told ThinkProgress, “What is humane is to have a compassionate, but expedited process for returning these children back home. That is what we do with Mexico and Canada. And we should do the same with these children so that we fix this problem.” Under current laws, the DHS has the authority to deport Mexican and Canadian immigrants without a formal hearing. Such a proposal was the basis of the HUMANE Act, a bill that would fast-track the deportation proceedings of unaccompanied minors, making it easier to deport them back to countries where they fled poverty and violence, sometimes even sexual violence, in the first place.\n\nTwo of the largest street gangs in Central America, MS18 and MS13, are known for using rape as a weapon, pushing sexual violence to all-time highs in El Salvador. They regularly force young women to be their “girlfriends,” subjecting them to frequent rape at the hands of one — or often, multiple — gang members.\n\nThe Government Accountability Office (GAO) found 215 allegations of sexual abuse and assault against immigrants in detention centers between October 2010 to March 2013. And a 2011 American Civil Liberties Union (ACLU) lawsuit reported “185 complaints have been made to the Department of Homeland Security about sexual abuse in ICE custody, 56 of which were from facilities in Texas” since 2007. Using information obtained under the Freedom of Information Act, the ACLU documented sexual abuse complaints in detention centers in an interactive map, which highlighted that there were at least 16 or more allegations in California, Arizona, and Texas detention centers.\n\nA January 2015 DHS report of 33 witnesses found no evidence of abuse at the Karnes Detention center in Texas, but advocates are skeptical that “witnesses felt safe to speak without fear of reprisal in their asylum cases,” the New York Times reported.\n\nIn the past, Cruz also stated that sexual assault was a direct consequence of children being drawn to the country through the president’s executive action known as the Deferred Action for Childhood Arrivals (DACA) program that has shielded more than 650,000 undocumented immigrants from deportation. Interviews with some unaccompanied children show that many kids are not coming to the country because they believe that they will receive some form of immigration benefit.\n\nThis week, almost 80 women began a hunger strike at the roughly 500-bed Karnes Detention Center in Texas. They’re staging a hunger and work strike demanding that they and their children receive better care and to be able to post bond so that they can be released after establishing a credible fear of persecution if they were deported.", "topic": "Immigration", "politicalLabel": "Neutral", "organization": "ThinkProgress", "biasLabel": "Not Biased", "title": "Ted Cruz Calls For Investigation Into Sexual Abuse In Immigrant Detention", "yellowLabel": "Not Yellow", "tags": "set(['DEPORTATION', 'Honduras', 'MEXICO', 'El Salvador', 'IMMIGRATION', 'Immigration', 'MARCO RUBIO', 'Guatemala', 'CALIFORNIA', 'Children', 'Ted Cruz'])", "opinionLabel": "Other"}