{"content": "The nation’s police forces should be the first to rally behind a federal proposal to ban the sale and manufacture of the 5.56-millimeter steel-core bullet. The bullet can be used in newly adapted handguns to provide lethal force to pierce the vests and body armor used by law enforcement officers.\n\nUntil now, the powerful “M855 green tip” bullet has been legal for use in AR-15 semiautomatic rifles, typically used by target shooters and hunters. But the gun industry’s reckless development of new handguns that use the bullet — criminals prefer handguns over rifles — has led the Bureau of Alcohol, Tobacco, Firearms and Explosives to sensibly propose banning it in the name of greater gun safety.\n\nPredictably, the gun lobby is marshaling gun owners and legislative allies to oppose the ban, falsely accusing the Obama administration of exceeding its authority through some backdoor attempt at gun control. The law, however, is clear: Armor-piercing handgun ammunition has been banned since 1986, and the firearms agency has the responsibility to regulate the law’s enforcement. The pending proposal is open to the standard 30-day public comment period (at APAComments@atf.gov) until March 16. After that, a final decision will be up to the attorney general’s office.\n\nPolice forces very much need the ban if officers are not to be exposed to a heightened threat to their lives. Two years ago, President Obama was rebuffed by Congress in his plea for stronger gun safety laws after the schoolhouse massacre of 20 children in Connecticut.\n\nHe promised further action on the issue, and a ban on armor-piercing bullets in handguns would be a major demonstration of the nation’s resolve to protect the police. The proposal would allow rifle owners to use up the lead-and-steel bullets they have already bought, and pure lead bullets of the same caliber would remain on the market.\n\nRepublican allies of the gun lobby have submitted preposterous legislation to strip the firearms bureau of its authority to regulate ammunition.\n\nThis should be rejected out of hand, and the House should focus instead on a bipartisan proposal from Representatives Peter King, Republican of New York, and Mike Thompson, Democrat of California, to extend background checks on gun buyers, under the provision known as the Brady law, by closing a loophole that ignores sales online and at gun shows. The proposal, strongly supported by the public, drew 188 co-sponsors in the last Congress. It deserves enactment unhindered by the political machinations of the gun lobby.", "topic": "Gun Control", "politicalLabel": "Liberal", "organization": "New York Times", "biasLabel": "Biased", "title": "Protect the Police From Armor-Piercing Bullets", "yellowLabel": "Not Yellow", "tags": "set([])", "opinionLabel": "Opinion Article"}