{"content": "Bruce Abramski must have known he was going to get into trouble when he bought a Glock 19 for his uncle. A retired police officer, Abramski was familiar with gun regulation. Yet he accepted $400 from his uncle, went to a local gun store, and—as required to purchase the Glock—filled out federal Form 4473. Question 11.a of that form required Abramski to confirm that he was “the actual transferee/buyer of the firearm(s)?\" Question 11.a includes, in stark bold lettering “You are not the actual buyer if you are acquiring the firearm(s) on behalf of another person. If you are not the actual buyer, the dealer cannot transfer the firearm(s) to you.” Nonetheless, Abramski signed the form, knowingly lying about his intentions in purchasing the gun for his uncle.\n\n\n\nWhen he was finally caught, Abramski answered with the audacity increasingly typical among a certain class of gun owners: He insisted the law itself was illegal. His lying, he claimed, was perfectly lawful. Surprisingly, he almost convinced the Supreme Court to let him off. Instead, a narrow majority of the Court declined Abramski’s invitation to gut one of the nation’s most important laws designed to reduce easy access to guns by felons and the mentally ill. The ruling is a relief to law enforcement—and a setback for the National Rifle Association.\n\n\n\nLaw enforcement will be happy because the majority’s decision affirmed the continued viability of the federal prohibitions on gun trafficking. Nearly half of all trafficking investigations by the Bureau of Alcohol, Tobacco, Firearms, and Explosives (ATF), the main federal agency overseeing gun sales, involve what Abramski did. It’s called “straw purchasing,” and it occurs when one person buys a gun for another person. People who can’t pass a background check, say, because of a prior felony conviction, persuade someone else to go to a gun store for them. It could be a girlfriend, a young recruit into the gang, or just someone looking to make a quick buck. Studies show that criminals often use straw purchasers to obtain firearms.\n\n\n\nAbramski wasn’t planning to give his gun to a criminal. It was for his uncle, who wasn’t prohibited himself from purchasing firearms. In the lower courts, Abramski emphasized this argument. Because the uncle could have bought the Glock 19, Abramski’s misrepresentation on Form 4473 was not, as the law required, “material to the lawfulness of the sale.” This argument had a certain logic to it, even if it wasn’t especially persuasive in the end. The lie was still material because the gun store, which needs to verify the background of the buyer, would not have been allowed to sell the gun to Abramski had he told the truth. At the Supreme Court, however, Abramski decided to go further: He said he could lie regardless of his uncle’s eligibility. As is so often the case in today’s gun debate, a reasonable argument is pushed aside in favor of a more extreme and dangerous one.\n\n\n\nAbramski’s extreme claim was that straw purchasing was not illegal at all. The law, he argued, only required the gun store to check his own background because he was the purchaser. It didn’t matter what he did with the gun later or whether he was already intending to sell it to his uncle, his aunt, or some dude he met at a gun show. As Justice Scalia, who agreed with this argument, wrote in dissent on behalf of Justices Alito, Thomas, and Chief Justice Roberts: \"If I give my son $10 and tell him to pick up milk and eggs at the store, no English speaker would say that the store sells the milk and eggs to me.\"\n\n\n\nWriting for a majority that included Justices Kennedy, Ginsburg, Breyer, and Sotomayor, Justice Kagan declined to buy what Scalia and Abramski were selling. In holding that federal law intends to look beyond the store countertop (Abramski and the gun dealer) to see who the actual purchaser is (the uncle), Kagan was clearly worried about the AFT’s continued ability to prosecute gun trafficking. The “overarching reason” to reject Abramski’s circumscribed interpretation is that it “would undermine—indeed, for all important purposes, would virtually repeal—the gun law’s core provisions.”\n\n\n\nRepealing gun control is exactly what the NRA, which filed a brief in support of Abramski, was hoping for. Although famous for saying we need to enforce existing gun laws, here at least the NRA was trying to make it harder to enforce federal law. Perhaps this is an example of what’s been called the NRA’s gun control “Catch-22”: make gun laws impossible to enforce, then point to the laws’ ineffectiveness as a reason to get rid of them. Had the NRA's position won in the Court, tomorrow they'd be saying the background check law doesn't work because it doesn't stop straw purchasing.\n\n\n\nWhatever the NRA’s motive, the nation’s leading gun rights organization will be disheartened by today’s ruling. It’s bad enough, from the NRA’s perspective, that the Court strengthened the hand of ATF—long the target of the NRA’s hostility. Worse, the Abramski case saw Justice Kennedy siding with the liberal wing of the Court to uphold a gun control law. Ever since the Supreme Court breathed new life into the Second Amendment in the 2008 case of District of Columbia v. Heller, another narrow, 5–4 decision, the NRA has been counting on Justice Kennedy to side with it in the NRA's challenges to gun control.\n\nBased on that expectation, the NRA has been pursuing lawsuits around the nation challenging a variety of gun control laws. The most significant of these are laws restricting who can carry guns in public. Just this term, the NRA and other gun rights advocates petitioned the Court to rule on that issue in several different cases. Although the Court has so far declined to hear any of those cases—and today’s case was not framed as a Second Amendment case—today’s ruling shows that Justice Kennedy is willing to support gun control. For people on either side of the gun debate, that may be the most important signal to come from the Court’s ruling.\n\nImage via shutterstock.", "topic": "Gun Control", "politicalLabel": "Liberal", "organization": "New Republic", "biasLabel": "Biased", "title": "Abramski v. U.S.: The NRA Comes Up Short in the Supreme Court", "yellowLabel": "Not Yellow", "tags": "set(['Economics', 'Politics', 'the plank', 'gun control', 'Home News', 'The Plank', 'supreme court', 'nra', 'Events', 'Culture', 'Decision Season', 'Books', 'Identity', 'politics', 'World', 'Technology', 'guns', 'Film', 'Economy'])", "opinionLabel": "Other"}