{"content": "What we've learned since losing our daughter in the Newtown shooting.\n\nJimmy Greene and Nelba Márquez-Greene with a portrait of their daughter, Ana, who was killed Dec. 14. (Photo: Jessica Hill, AP) Story Highlights Our daughter would be 7 years old today if she hadn't been murdered at Sandy Hook Elementary School.\n\nLet's stop squandering this potential. Let love win by valuing human life.\n\nWe must demand our elected leaders act, with love, to protect every citizen from gun violence.\n\nOur daughter, Ana Grace Márquez-Greene, would be 7 years old today if she hadn't been murdered less than four months ago at Sandy Hook Elementary School. We named her Ana after the praying widow in the Gospel of Luke, and Grace for the characteristic we most hoped her life would embody.\n\nAna was an infectiously happy child loved by everyone — equal parts her passionate Puerto Rican therapist mother and her African-American jazz musician father. She danced rather than walk. She danced from room to room and place to place. She danced to all the music she heard, whether in the air or in her head.\n\nAnd she sang, in that un-self-conscious way kids often have, in a loud purposeful voice, always in tune and with perfect rhythm. She sang to the radio; she sang to the music at the mall. She would sing Tomorrow from Annie to cheer us up on rainy days, and she loved to sing in church, the Beatles and Stevie Wonder.\n\nAna loved to read the Bible, and she sang and danced as acts of worship. With her love of life and everyone around her, with her talents and compassion, she was already making her mark. Until Dec. 14, Ana's future had no boundaries.\n\nWe somehow missed the connection before, only realizing last week that Ana was born on the anniversary of Rev. Martin Luther King Jr.'s death. When we think of all that Dr. King accomplished before he was taken away, we are all the more bereft that Ana's limitless potential will never be realized. Like the thousands of children we lose every year to gun violence. How many might have grown up to cure a disease, write a symphony, or be the next Dr. King?\n\nOur message on Ana's birthday is simple: Let's stop squandering this potential. Let love win by valuing human life.\n\nOur family has strong faith, and our faith is based on love. Love the Lord your God with all your heart, soul, mind and strength. Love your neighbor as yourself. How many lives would be saved if we could all commit to just these two commands.\n\nWe don't need new laws to begin strengthening the bonds of family and community. We can be more giving, loving parents, friends and neighbors. We can offer love to those who are outcasts or alone. We can look to God and form an eternal relationship built from nothing but love.\n\nBut we must do more. Today, the governor of our home state of Connecticut will sign historic bipartisan legislation designed by legislators to make our communities safer. Their cooperative spirit should be a model for Congress, when the Senate considers legislation next week to reduce gun violence.\n\nWe must look to our elected leaders and demand that they act, with love, to protect every citizen from gun violence. There is no one easy solution. Our mental health system needs an overhaul, and that will take time. No one knows this more than I do, as a licensed marriage and family therapist. But there are several steps that Congress can, and must, take now to save innocent lives.\n\nWe want to see background checks for all gun sales. Why are only some required now when we know they make it harder for criminals and those deemed mentally ill to get their hands on guns without inconveniencing anyone who is law-abiding?\n\nWe want to see sales of magazines no larger than 10 bullets. Is the ability to buy a 30-bullet magazine worth the life of even a single child? The shooter at Sandy Hook Elementary carried 30-round magazines and emptied more than 150 bullets into 20 children, including our Ana, and six educators in about four minutes. Eleven children escaped when the shooter stopped to reload. What if he had to reload 10 more times?\n\nIn order to survive this, our family has adopted the mantra \"love wins!\" Nothing will bring our daughter back, but if love wins in Washington and we truly value human life, somewhere else in America, another Ana will live to realize her true potential.\n\nIn addition to its own editorials, USA TODAY publishes diverse opinions from outside writers, including our Board of Contributors.\n\nRead or Share this story: http://usat.ly/12iq3Cx", "topic": "Gun Control", "politicalLabel": "Liberal", "organization": "USA Today", "biasLabel": "Not Biased", "title": "Gun control can come with love", "yellowLabel": "Not Yellow", "tags": "set(['Interactives', 'Investigations'])", "opinionLabel": "Opinion Article"}